Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/BurnStrings.strings
Languages: dutch, french, german, italian, japanese, spanish, zh_hans

source: (none)
dutch: (geen)
french: (aucun)
german: (keine)
italian: (nessuno)
japanese: (なし)
spanish: (ninguno)
zh_hans: （无）

source: Burning Plugin
dutch: Brand Plugin
french: Plugin du Graveur
german: Brenn-Plugin
italian: Plugin di masterizzazione
japanese: Burning プラグイン
zh_hans: 刻录插件

source: Burning plugin has expired, please download the latest!
dutch: Branden plugin is verlopen, download aub de laatste!
french: Plugin du graveur est expiré,veuillez télécharger la dernière version!
german: Brenn-Plugin ist abgelaufen, bitte lade dir die neuste Version herunter!
italian: Il plugin di masterizzazione è scaduto. Scaricane l'ultima versione.
japanese: Burning プラグインが期限切れです。最新のものをダウンロードしてください!
spanish: El Burning plugin ha caducado. ¡Adquiera la nueva versión!
zh_hans: 刻录插件已过期，请下载最新版本！

source: Fully Functional
dutch: Volledig Funstioneel
french: Entièrement Fonctionnelle
german: Voll funktionstüchtig
italian: Completamente funzionante
japanese: フル機能
spanish: Funcionalidad completa
zh_hans: 功能全面

source: Installs kJams Burner
dutch: Installeert kJams Burner
french: Installation du Graveur kJams
german: KJams Brenner wird installiert
italian: Installa masterizzatore kJams
japanese: kJams バーナーをインストールします
spanish: Instalar kJams Burner
zh_hans: 安装kJams刻录器

source: kJams Burning Plugin, v
dutch: kJams Brand Plugin, v
french: Plugin du Graveur kJams , v
german: KJams Brenn-Plugin, v
italian: Plugin di masterizzazione kJams, v
japanese: kJams バーニングプラグイン、v
spanish: Burning Plugin de kJams, v
zh_hans: kJams刻录插件，v

source: Plugin that allows kJams to burn new CD+G format discs.
dutch: Plugin dat kJams toestaat nieuwe CD+G formaat op discs te branden.
french: Plugin qui permet à kJams de graver des nouveaux CDs au format de disque CD+G.
german: Plugin, welches es kJams erlaubt neue CD+G-Format CDs zu brennen.
italian: Plugin che consente a kJams di masterizzare nuovi dischi in formato CD+G.
japanese: kJams が新しい CD+G 形式ディスクを作成できるプラグイン
spanish: Plugin que permite a kJams grabar discos en formato CD+G.
zh_hans: 插件允许kJams刻录新的CD+G格式盘。

source: str_too_long
dutch: U heeft meer dan 80 minuten muziek in uw afspeellijst, het past niet op de disc. Verwijder aub liedjes totdat u 79.9 minuten of minder heeft.
french: Vous avez plus de 80 minutes de musique dans votre liste de lecture,le disque ne pourra plus les contenir.Veuillez supprimer des morceaux jusqu'à ce que vous avez 79.9 minutes ou moins.
german: Du hast mehr als 80 Minuten Musik in deiner Playlist, es wird nicht alles auf die CD passen. Bitte lösche einige Lieder, bis du nur noch 79.9 Minuten oder weniger hast.
italian: Il disco non può contenere gli oltre 80 minuti di musica della tua playlist. Elimina qualche brano finché la durata totale sarà inferiore ai 79,9 minuti.
japanese: プレイリストには 80分のミュージックがあります。 79.9 分以下になるように、曲を削除してください。
spanish: La lista de reproducción excede el límite de 80 minutos de música del disco. Por favor, elimine alguna canción hasta tener 79.9 minutos o menos.
zh_hans: 在您的播放列表上，您拥有80多分钟的音乐。这无法满足盘的容量。请删除部分歌曲至79.9分钟或更少。

source: str_tryout
dutch: De probeer versie van de brand plugin staat toe maar 2 liedjes per disc te branden. Als u meer wilt branden, koop dan aub u de plugin.
french: La version essai du plugin du graveur ne permet de graveur deux chansons uniquement par disque. Si vous voulez graver plus, veuillez acheter le plugin.
german: Die Testversion des Brenn-Plugins ermöglicht es nur 2 Lieder pro CD zu brennen. Wenn du mehr brennen möchtest, kauf bitte das Plugin.
italian: La versione di prova del plugin di masterizzazione ti consente di masterizzare due brani per disco. Se ne vuoi masterizzare altri, acquista il plugin.
japanese: Burning プラグインの試用版では、1ディスクにつき2曲までしか作成することができません。もっと入れたい場合は、プラグインを購入してください。
spanish: La versión de prueba del burning plugin solo permite grabar 2 canciones por disco. Para poder grabar más canciones, adquiera el plugin, por favor.
zh_hans: 使用版只允许刻录插件每张盘刻录两首歌曲。如果您希望刻录更多，请购买此插件。

source: Strange Status State in Burning Plugin
dutch: Vreemde Status Staat in Brand Plugin
french: Etat de statut étrange du Plugin de Graveur
german: Unbekannter Zustandsstatus im Brenn-Plugin
italian: Errore durante l'uso del plugin di masterizzazione
japanese: プラグインが奇妙な状態状況です
spanish: Estado inesperado del Burning Plugin
zh_hans: 刻录插件显示异常状态

source: That's not a writable CD!
dutch: Dat is geen schrijfbare CD!
french: Ce n'est pas un CD-ROM micro-programmable!
german: Dies ist keine beschreibbare CD!
italian: CD non scrivibile.
japanese: これは、書き込み可能なCDではありません!
spanish: ¡No se puede grabar en ese CD!
zh_hans: 那不是可写CD！

source: Tryout Only (2 songs per disc)
dutch: Alleen Proberen (2 liedjes per disc)
french: Version essai (2 morceaux par disque)
german: Nur Testversion (2 Lieder pro CD)
italian: Solo prova (2 brani per disco)
japanese: 試用版のみ（1ディスクにつき 2曲まで）
spanish: Solo versión de prueba (2 canciones por disco)
zh_hans: 仅试用 （一个盘2首歌）

source: Unable to create burn track
dutch: Onmogelijk om brand track te maken
french: Impossible de créer un morceau à graver
german: Nicht möglich den Titel zu brennen
italian: Impossibile creare traccia masterizzata
japanese: トラックの書き込みができません。
spanish: No se pudo crear la pista de grabación
zh_hans: 无法创建刻录音轨

source: Unable to create correct burn track, due to an apple bug. Expect a fix for this soon, sorry.
dutch: Onmogelijk om juiste brand track te maken, door een apple bug. We verwachten spoedig een oplossing hiervoor, het spijt ons.
french: Impossible de créer un morceau à graver correcte, à cause d'un bogue Apple. Nous allons remédier à ce problème dans les meilleurs délais , et vous présentons nos excuses.
german: Wegen eines Apple Fehlers ist es nicht möglich den korrekten Titel zu brennen. Der Fehler sollte bald behoben sein, Entschuldigung.
italian: Impossibile creare la corretta traccia masterizzata per un errore Apple. Sarà presto disponibile la correzione dell'errore.
japanese: Apple バグのために正しいトラックの書き込みができません。これが修正されるまでお待ちください。申し訳ありません。
spanish: No se pudo crear la pista de grabación correcta debido a un fallo de Apple. Pronto arreglaremos el problema, disculpe las molestias.
zh_hans: 因为苹果程序错误，无法创建正确的刻录音轨。非常抱歉，我们会尽快解决。

source: Unknown Status
dutch: Onbekende Status
french: Etat inconnu
german: Unbekannter Status
italian: Stato non disponibile
japanese: Unknown ステータス
spanish: Estado desconocido
zh_hans: 未知状态
