Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Dialogs.strings
Languages: dutch, french, german, italian, japanese, spanish, zh_hans

# dlg/304/Show Rotation at end of Song
source: Show Rotation at end of Song
dutch: Toon Rotatie aan het einde van het Lied
french: Affichez la rotation à la fin de la chanson
german: Rotation am Ende des Liedes anzeigen
italian: Mostra rotazione al termine del brano
japanese: 曲の最後にローテーションを表示する
spanish: Mostrar rotación al final de la canción
zh_hans: 在歌曲最后显示循环

# dlg/304/Songs per singer per rotation:
source: Songs per singer per rotation:
dutch: Liedjes per zanger per rotatie:
french: Chansons par chanteur par rotation :
german: Lieder pro Sänger pro Rotation:
italian: Brani per cantante per rotazione:
japanese: ローテーション別、歌手別の曲
spanish: Canciones por cantante y por rotación:
zh_hans: 每循环的每演唱者歌曲数

source: Use Stuffit Expander™ as a last resort when unzipping files (not recommended)
dutch: Gebruik Stuffit Expander ™ als een laatste redmiddel bij het uitpakken van bestanden (niet aanbevolen)
french: Utilisez Stuffit Expander™ comme dernier recours lorsque vous dé-zippez les fichiers (non recommandé)
german: Stuffit Expander™ als letzte Rettung beim Entpacken verwenden (nicht empfohlen)
italian: Usa Stuffit Expander™ come ultima posizione quando si decomprimono i file (non consigliato)
japanese: ファイルを解凍するときに Stuffit Expander™ を最後の手段として使う (推奨しません)
spanish: Utilizar Stuffit Expander™ como último recurso al descomprimir archivos (no se recomienda)
zh_hans: 当解压缩文件时，使用 Stuffit Expander™ 作为最后的步骤（不推荐）

# dlg/304/Web client timeout:
source: Web client timeout:
dutch: Time-out webclient:
french: Fin de délai imparti pour le client internet :
german: Web-Client-Zeitüberschreitung:
italian: Timeout del client web:
japanese: ウェブクライアント タイムアウト：
spanish: Intervalo de espera del cliente web:
zh_hans: 网络客户端超时：

# dlg/305/Update List
source: Update List
dutch: Update Lijst
french: Liste mise à jour
german: Update-Liste
italian: Aggiorna elenco
japanese: 更新リスト
spanish: Actualizar lista
zh_hans: 更新列表

# dlg/305/Use MusicBrainz.org online database
source: Use MusicBrainz.org online database
dutch: Gebruik MusicBrainz.org online database
french: Utilisez la base de données en ligne MusicBrainz.org
german: Onlinedatenbank von MusicBrainz.org verwenden
italian: Usa il database online di MusicBrainz.org
japanese: MusicBrainz.org オンラインデータベースを使う
spanish: Utilizar base de datos online de MusicBrainz.org
zh_hans: 使用 MusicBrainz.org 在线数据库

# dlg/305/Use TrackType.org online database
source: Use TrackType.org online database
dutch: Gebruik TrackType.org online database
french: Utilisez la base de données en ligne TrackType.org
german: Onlinedatenbank von TrackType.org verwenden
italian: Usa il database online di TrackType.org
japanese: TrackType.org オンラインデータベースを使う
spanish: Utilizar base de datos online de TrackType.org
zh_hans: 使用 TrackType.org 在线数据库

# dlg/305/Use freedb online Database
source: Use freedb online Database
dutch: Gebruik freedb online Database
french: Utilisez la base de données en ligne freedb
german: Onlinedatenbank von freedb verwenden
italian: Usa il database online di freedb
japanese: freedb オンラインデータベースを使う
spanish: Utilizar base de datos online de freedb
zh_hans: 使用 freedb 在线数据库

# dlg/306/Encoder Preset:
source: Encoder Preset:
dutch: Encoder vooraf ingestelde Instellingen:
french: Pré-réglage de l'encodeur :
german: Voreinstellungen Encoder:
italian: Preimpostazione codificatore:
japanese: エンコーダプリセット：
spanish: Codificador predefinido:
zh_hans: 编码器预设：

# dlg/306/Export .xml meta data
source: Export .xml meta data
dutch: Exporteer .xml meta data
french: Exporter metadonnée .xml
german: .xml-Metadaten exportieren
italian: Esporta metadati .xml
japanese: .xml メタデータをエクスポートする
spanish: Exportar metadatos .xml
zh_hans: 输出 .xml 元数据

# dlg/306/Export name template:
source: Export name template:
dutch: Exporteer naam sjabloon:
french: Exporter modèle de nom :
german: Namensvorlage exportieren:
italian: Esporta modello nome:
japanese: 名前テンプレートをエクスポートする
spanish: Exportar plantilla de nombre:
zh_hans: 导出名称模板：

# dlg/306/Export with transparency
source: Export with transparency
dutch: Exporteer met transparantheid
french: Exporter de façon transparente
german: Export mit Transparenz
italian: Esporta con trasparenza
japanese: 透過的にエクスポート
spanish: Exportar con transparencia
zh_hans: 透明化导出

# dlg/306/Exporting
source: Exporting
dutch: Exporteert
french: En cours d'export
german: Exportiere
italian: Esportazione
japanese: エクスポート中
spanish: Exportación
zh_hans: 正在导出

# dlg/306/Frame Rate:
source: Frame Rate:
dutch: Beeldweergave Tempo:
french: Le débit du cadre:
german: Bildfrequenz:
italian: Frequenza fotogrammi:
japanese: フレームレート：
spanish: Tasa de unidades de información:
zh_hans: 帧率：

# dlg/306/Movie Encoder:
source: Movie Encoder:
dutch: Film Encoder:
french: L'encodeur du film:
german: Film-Encoder:
italian: Codificatore filmato:
japanese: ムービーエンコーダ：
spanish: Codificador de película:
zh_hans: 电影编码器：

# dlg/306/Only export short sample
source: Only export short sample
dutch: Exporteer alleen kort voorbeeld
french: Exportez un exemple court uniquement
german: Nur ein kurzes Beispiel exportieren
italian: Esporta solo un breve campione
japanese: 短いサンプルだけをエクスポートする
spanish: Exportar solamente muestra breve
zh_hans: 仅导出较短的模板

# dlg/306/Pad CDG Movie border to 320 x 240
source: Pad CDG Movie border to 320 x 240
dutch: Pad CDG Film grens tot aan 320 x 240
french: Élargir les bords du film à 320 x 240
german: CDG-Filmgrenze auf 320 x 240 erhöhen
italian: Spaziatura bordo filmato CDG 320 x 240
japanese: CDG ムービーを 320 x 240 に埋め込む
spanish: Limitar contorno de película Pad CDG a 320 x 240
zh_hans: 将 CDG 电影边框填补至 320 x 240

# dlg/307/Allow tag editing in Browser
source: Allow tag editing in Browser
dutch: Sta label bewerking toe in Browser
french: Autorisez l'édition des tags dans le navigateur
german: Tag-Bearbeitung im Browser erlauben
italian: Consenti la modifica dei tag nel browser
japanese: ブラウザ内でのタグ編集を許可する
spanish: Permitir la edición de etiquetas en el navegador
zh_hans: 允许在浏览器中编辑标记

# dlg/307/Conform Song Names:
source: Conform Song Names:
dutch: Bevestig Namen van de Liedjes:
french: Nom des chansons conformes:
german: Übereinstimmende Liedernamen:
italian: Adatta nomi brani:
japanese: 曲名に準拠：
spanish: Conformar nombres de canciones:
zh_hans: 符合歌曲名称：

# dlg/307/Scan Meta Data:
source: Scan Meta Data:
french: Analysez les données Meta:
german: Metadaten scannen:
italian: Scansiona metadati:
japanese: メタデータをスキャンする：
spanish: Escanear metadatos:
zh_hans: 扫描元数据：

# dlg/307/Tags
source: Tags
dutch: Labels
french: Onglets
italian: Tag
japanese: タグ
spanish: Etiquetas
zh_hans: 标记

# dlg/307/Update media meta tags
source: Update media meta tags
dutch: Update media meta labels
french: Mettre à jour les onglets méta de média
german: Medienmetatags aktualisieren
italian: Aggiorna tag dei metadati
japanese: メディアメタタグの更新
spanish: Actualizar meta etiquetas de contenido audiovisual
zh_hans: 更新媒体元标记

# dlg/308/Auto-Logout Sessions
source: Auto-Logout Sessions
dutch: Automatisch Sessies Uitloggen
french: Des sessions de déconnexion automatiques
german: Sitzungen mit automatischem Logout
italian: Sessioni di auto chiusura
japanese: セッションを自動ログアウトする
spanish: Cerrar automáticamente las sesiones
zh_hans: 自动登出会话

# dlg/308/Enable kJams Webserver
source: Enable kJams Webserver
dutch: Schakel kJams Webserver in
french: Activez le serveur web Kjams
german: kJams Webserver ermöglichen
italian: Avvia server Web kJams
japanese: kJams Webserver を有効化
spanish: Habilitar kJams Webserver
zh_hans: 启用 kJams Web 服务器

# dlg/308/Maximum number of songs returned in web search results
source: Maximum number of songs returned in web search results
dutch: Maximumaantal liedjes webzoekresultaten
french: Nombre maximum de chansons affichées dans les résultats de recherche internet
german: Maximale Anzahl in Web-Suchergebnissen angezeigter Songs
italian: Numero massimo di canzoni mostrate nei risultati della ricerca web
japanese: ネットの検索結果として表示する最大曲数
spanish: Número de canciones máximo en resultados de búsqueda web
zh_hans: 网络搜索结果返回的最大歌曲数量

# dlg/308/Server
source: Server
french: Serveur
japanese: サーバー
spanish: Servidor
zh_hans: 服务器

# dlg/309/Libraries
source: Libraries
dutch: Bibliotheken
french: Bibliothèques
german: Bibliotheken
italian: Librerie
japanese: ライブラリ
spanish: Bibliotecas
zh_hans: 歌曲库

# dlg/310/Log Strings
source: Log Strings
dutch: Strings loggen
french: Journal d'entrées
german: Protokoll-Strings
italian: Registra stringhe
japanese: ログファイル
spanish: Cadenas de registro
zh_hans: 日志记录字符串

# dlg/310/Secret
source: Secret
dutch: Geheim
german: Geheimnis
italian: Segreto
japanese: 秘密
spanish: Secreta
zh_hans: 安全访问密钥

# dlg/311/Check for Update
source: Check for Update
dutch: Controleer voor updates
french: Vérifiez pour la mise à jour
german: Auf Updates überprüfen
italian: Controlla aggiornamenti
japanese: 更新の確認
spanish: Comprobar actualizaciones
zh_hans: 检查更新

# dlg/311/Enter Serial #
source: Enter Serial #
dutch: Voer Serie # in
french: Entrez n° de série
german: Seriennr. eingeben
italian: Immetti numero di serie
japanese: シリアル番号を入力
spanish: Introducir nº de serie
zh_hans: 输入序列号

# dlg/311/Intro Template:
source: Intro Template:
dutch: Intro Sjabloon:
french: Modèle d'introduction:
german: Introvorlage:
italian: Modello di entrata:
japanese: イントロテンプレート
spanish: Plantilla de introducción musical:
zh_hans: 介绍模板：

# dlg/311/Outro Template:
source: Outro Template:
dutch: Outro Sjabloon:
french: Modèle outro
german: Outrovorlage:
italian: Modello di uscita:
japanese: エンディングテンプレート
spanish: Plantilla de epílogo musical
zh_hans: 结尾部分模板：

# dlg/311/Producer
source: Producer
french: Producteur
italian: Produttore
japanese: 制作者
spanish: Productor
zh_hans: 制片人

# dlg/311/Purchase
source: Purchase
dutch: Kopen
french: Acheter
german: Erwerben
italian: Acquista
japanese: 購入
spanish: Comprar
zh_hans: 购买

# dlg/311/Use 16 x 9 Aspect Ratio
source: Use 16 x 9 Aspect Ratio
dutch: Gebruik 16 x 9 Aspect Ratio
french: Utilisez le type de rapport 16 x 9
german: Bildformat 16 x 9 verwenden
italian: Usa proporzioni 16 x 9
japanese: 16 × 9 アスペクト比を使用
spanish: Utilizar proporción dimensional 16 x 9
zh_hans: 使用 16 x 9 高宽比

# dlg/312/Confirm All Purchases
source: Confirm All Purchases
dutch: Bevestig Alle Aankopen
french: Confirmez tous les achats
german: Alle Einkäufe bestätigen
italian: Conferma tutti gli acquisti
japanese: すべての購入を確認する
spanish: Confirmar todas las compras
zh_hans: 确认全部购买

# dlg/312/Confirm Store Updates
source: Confirm Store Updates
dutch: Bevestig Store Updates
french: Confirmez les mises à jour du magasin
german: Store Updates bestätigen
italian: Conferma aggiornamenti store
japanese: ストアの更新を確認する
spanish: Confirmar actualizaciones de las tiendas
zh_hans: 确认商店更新

# dlg/312/Edit Credit Card settings?
source: Edit Credit Card settings…
dutch: Bewerk Credit Card instellingen…
french: Modifiez les paramètres de la carte de crédit…
german: Kreditkarteneinstellungen bearbeiten…
italian: Modifica impostazioni carta di credito…
japanese: クレジットカード設定の編集…
spanish: Editar configuración de tarjeta de crédito…
zh_hans: 编辑信用卡设置…

# dlg/312/Edit Music Store settings?
source: Edit Music Store settings…
dutch: Instellingen Music Store bewerken...
french: Modifier les paramètres du magasin de musique…
german: Bearbeiten der Music-Store-Einstellungen...
italian: Modifica le impostazioni del music store...
japanese: Music Store の設定を編集…
spanish: Editar configuración de tiendas de música...
zh_hans: 编辑音乐商店设置…

# dlg/312/Edit e-mail address?
source: Edit e-mail address…
dutch: Bewerk e-mail adres…
french: Modifiez l'adresse e-mail…
german: E-Mail-Adressen bearbeiten…
italian: Modifica indirizzo e-mail…
japanese: メールアドレスの編集…
spanish: Editar dirección de e-mail…
zh_hans: 编辑电子邮件地址…

# dlg/312/Enable Checked Music Stores
source: Enable Checked Music Stores
dutch: Schakel aangevinkte Music Stores aan
french: Activez les magasins musicaux vérifiés .
german: Überprüfte Musikläden ermöglichen
italian: Avvia music store controllati
japanese: チェック済みミュージックストアを有効にする
spanish: Habilitar tiendas de música marcadas
zh_hans: 启用已选中的音乐商店

# dlg/312/Errors launch URLs or e-mail notifications
source: Errors launch URLs or e-mail notifications
dutch: Foutmeldingen bij starten URL's of e-mail
french: Erreurs lançant des URLs ou des e-mails de notification
german: Fehler-Start-URLs oder E-Mail-Benachrichtigungen
italian: Gli errori lanciano notifiche via URL o e-mail
japanese: URL入力または通知メールのエラー
spanish: Error al iniciar URL o notificación de e-mail
zh_hans: 启用 URL 或电子邮件通知出错

# dlg/312/Fake
source: Fake
dutch: Nep
french: Faux
german: Fälschung
italian: Falso
japanese: フェイク
spanish: Falso
zh_hans: 虚设

# dlg/312/Include Store songs in ?Library?:
source: Include Store songs in “Library”:
dutch: Store-liedjes opnemen in 'Bibliotheek':
french: Inclure les chansons de la boutique dans la “Bibliothèque” :
german: Einfügen von Shop-Liedern in die "Bibliothek":
italian: Includi le canzoni dello Store nella Libreria:
japanese: 「ライブラリ」にある Store の曲を含める
spanish: Incluir canciones de la tienda en la biblioteca:
zh_hans: 在“曲目库”中包含商店歌曲：

# dlg/312/Karaoke Locker
source: Karaoke Locker
french: Mode Karaoké
german: Karaoke-Sperre
japanese: カラオケロッカー
spanish: Bloqueador de Karaoke

# dlg/312/Stores
source: Stores
dutch: Winkels
french: Magasins
german: Läden
italian: Store
japanese: ストア
spanish: Tiendas
zh_hans: 商店

# dlg/404/After Burning
source: After Burning
spanish: Después de Grabar

# dlg/404/Burn Disc In:
source: Burn Disc In:
spanish: Grabar disco en:

# dlg/404/Burn Disc
source: Burn Disc
spanish: Grabar Disco

# dlg/404/Burn Options
source: Burn Options
spanish: Opciones de grabación

# dlg/404/Eject Disc
source: Eject Disc
spanish: Expulsar Disco

# dlg/404/Erase disc before burning
source: Erase disc before burning
spanish: Borrar disco antes de grabar

# dlg/404/Leave disc appendable
source: Leave disc appendable
spanish: Deja appendable disco

# dlg/404/Mount disc
source: Mount disc
spanish: Disco monte

# dlg/404/Speed
source: Speed
spanish: Velocidad

# dlg/404/Verify Burned Data
source: Verify Burned Data
spanish: Verificar datos grabados

# dlg/Cancel
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
italian: Annulla
japanese: キャンセル
spanish: Cancelar
zh_hans: 取消

# dlg/Change?
source: Change…
dutch: Verander
french: Modifier…
german: Ändern…
italian: Cambia…
japanese: 変更…
spanish: Modificar…
zh_hans: 更改…

# dlg/Clear
source: Clear
dutch: Opschonen
french: Effacer
german: Leeren
italian: Cancella
japanese: 消去
spanish: Borrar
zh_hans: 清除

# dlg/Delete
source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
italian: Elimina
japanese: 削除
spanish: Eliminar
zh_hans: 删除

# dlg/Duplicate
source: Duplicate
dutch: Verdubbel
french: Dupliquer
german: Duplizieren
italian: Duplica
japanese: 複製
spanish: Duplicar
zh_hans: 复制

# dlg/Edit?
source: Edit…
dutch: Bewerk…
french: Modifier…
german: Bearbeiten…
italian: Modifica…
japanese: 編集…
spanish: Editar…
zh_hans: 编辑

# dlg/New?
source: New…
dutch: Nieuw
french: Nouvelle…
german: Neu…
italian: Nuovo…
japanese: 新規…
spanish: Nuevo…
zh_hans: 新增…

# dlg/OK
source: OK
spanish: Aceptar
zh_hans: 确定

# dlg/Options?
source: Options…
dutch: Opties…
german: Optionen…
italian: Opzioni…
japanese: オプション…
spanish: Opciones…
zh_hans: 选项…

# dlg/Rename?
source: Rename…
dutch: Hernoem…
french: Ré-nommer…
german: Umbenennen
italian: Rinomina…
japanese: 名前変更…
spanish: Cambiar nombre…
zh_hans: 重命名…

# dlg/Reset
source: Reset
dutch: Herstel
french: Réinitialiser
german: Zurücksetzen
italian: Reimposta
japanese: リセット
spanish: Restablecer
zh_hans: 重设

# dlg/Use Credit Card
source: Use Credit Card
dutch: Gebruik Credit Card
french: Utilisez la carte de crédit
german: Kreditkarte verwenden
italian: Usa carta di credito
japanese: クレジットカードを使う
spanish: Utilizar tarjeta de crédito
zh_hans: 使用信用卡

# dlg/bits per sec
source: bits per sec
french: bits par seconde
german: Bits pro Sekunde
italian: bit al sec
japanese: ビット/秒
spanish: bits por segundo
zh_hans: 比特每秒

# dlg/129/extra
source: extra
french: Bonus
japanese: 追加
zh_hans: 额外项

# dlg/137/Horizontal:
source: Horizontal:
dutch: Horizontaal:
french: Horizontale:
italian: Orizzontale:
japanese: 水平方向：
zh_hans: 水平：

# dlg/137/Vertical:
source: Vertical:
dutch: Verticaal:
german: Vertikal:
italian: Verticale:
japanese: 縦方向：
zh_hans: 垂直：

# dlg/300/General
source: General
dutch: Algemeen
french: Général
german: Allgemein
italian: Generale
japanese: 一般
zh_hans: 常规

# dlg/301/Audio
source: Audio
italian: Traccia audio
japanese: 音声
zh_hans: 音频

# dlg/312/Chartbuster
source: Chartbuster
french: Meilleure ventes
