Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Dialogs.strings
Languages: dutch, french, german, italian, japanese, spanish, zh_hans

# dlg/1000/Auto-Renew:
source: Auto-Renew:
dutch: Automatisch vernieuwen
french: Auto-renouvellement :
german: Auto-Erneuerung:
italian: Rinnovo automatico:
japanese: オートレビュー：
spanish: Renovar automáticamente
zh_hans: 自动续约：

# dlg/1000/Expiration:
source: Expiration:
dutch: Vervaldatum
german: Ablaufdatum:
italian: Scadenza:
japanese: 有効期限：
spanish: Caducidad:
zh_hans: 到期日：

# dlg/1000/Logged in as:
source: Logged in as:
dutch: Aangemeld als:
french: Connecté en tant que :
german: Angemeldet als:
italian: Accesso eseguito come:
japanese: 名前を入力してログイン：
spanish: Sesión iniciada como:
zh_hans: 登录身份：

# dlg/1000/Maximum Simultaneous Downloads:
source: Maximum Simultaneous Downloads:
dutch: Maximumaantal gelijktijdige downloads
french: Maximum de téléchargements simultanés :
german: Maximale Anzahl gleichzeitiger Downloads:
italian: Numero massimo download simultanei:
japanese: 最大同時ダウンロード数：
spanish: Máximo descargas simultáneas:
zh_hans: 最大同时下载数：

# dlg/1000/Message:
source: Message:
dutch: Bericht:
german: Nachricht
italian: Messaggio:
japanese: メッセージ：
spanish: Mensaje:
zh_hans: 消息：

# dlg/1000/Subscription Tier:
source: Subscription Tier:
dutch: Abonnement Tier:
french: Niveau de la souscription :
german: Anmeldungslevel:
italian: Livello di iscrizione:
japanese: サブスクリプションの階層:
spanish: Nivel de suscripción:
zh_hans: 订阅等级：

# dlg/1000/Voucher Credit:
source: Voucher Credit:
dutch: Saldo kortingsbon:
french: Crédit de bon cadeau :
german: Gutschein-Guthaben:
italian: Credito coupon:
japanese: バウチャークレジット：
spanish: Crédito de tarjeta regalo:
zh_hans: 代金券积分：

# dlg/130/Preferences
source: Preferences
dutch: Voorkeur
french: Préférences
german: Präferenzen
italian: Preferenze
japanese: 環境設定
spanish: Preferencias
zh_hans: 首选项

# dlg/131/Stop
source: Stop
french: Arrêter
german: Stopp
italian: Interrompi
japanese: ストップ
spanish: Detener
zh_hans: 停止

# dlg/132/Next
source: Next
dutch: Volgende
french: Suivant
german: Nächstes
italian: Successivo
japanese: 次へ
spanish: Siguiente
zh_hans: 下一首

# dlg/132/Previous
source: Previous
dutch: Vorige
french: Précédent
german: Vorheriges
italian: Precedente
japanese: 前へ
spanish: Anterior
zh_hans: 上一首

# dlg/132/Song Information
source: Song Information
dutch: Informatie over het Lied
french: Informations de la chanson
german: Liedinformationen
italian: Informazioni brano
japanese: 楽曲情報
spanish: Información sobre la canción
zh_hans: 歌曲信息

# dlg/133/Category
source: Category
dutch: Categorie
french: Catégorie
german: Kategorie
italian: Categoria
japanese: カテゴリ
spanish: Categoría
zh_hans: 类别

# dlg/133/Disc Information
source: Disc Information
dutch: Disc Informatie
french: Information du disque
german: Diskinformationen
italian: Informazioni disco
japanese: ディスク情報
spanish: Información sobre el disco
zh_hans: 光盘信息

# dlg/134/Category
source: Category
dutch: Categorie
french: Catégorie
german: Kategorie
italian: Categoria
japanese: カテゴリ
spanish: Categoría
zh_hans: 类别

# dlg/134/Disc Selection
source: Disc Selection
dutch: Disc Selectie
french: Sélection du disque
german: Diskauswahl
italian: Selezione disco
japanese: ディスクの選択
spanish: Selección de disco
zh_hans: 光盘选择

# dlg/135/Interpret As:
source: Interpret As:
dutch: Interpreteren Als:
french: Interpréter comme :
german: Interpretieren als:
italian: Interpreta come:
japanese: 次のように解釈：
spanish: Interpretar como:
zh_hans: 解析为：

# dlg/135/Use for all items in this import session
source: Use for all items in this import session
dutch: Gebruiken voor alle items in deze importeer sessie
french: Utiliser pour l'ensemble des éléments dans cette session d'importation
german: Für alle Artikel in dieser Importsession benutzen
italian: Usa per tutti gli elementi in questa sessione di importazione
japanese: このインポートセッションのすべての項目に使用します。
spanish: Utilizar con todos los elementos de esta sesión de importación
zh_hans: 用于此导入会话的所有项目

# dlg/135/Use for current folder only
source: Use for current folder only
dutch: Alleen voor huidige map gebruiken
french: Utiliser pour le dossier actuel seulement
german: Nur für den vorliegenden Ordner benutzen
italian: Usa solo per cartella corrente
japanese: このフォルダだけに使用します。
spanish: Utilizar solamente para la carpeta actual
zh_hans: 仅用于当前文件夹

# dlg/137/Font:
source: Font:
french: Police:
german: Schriftart:
italian: Carattere:
japanese: フォント:
spanish: Fuente (tipo de letra):
zh_hans: 字体：

# dlg/137/Media Stream Info
source: Media Stream Info
dutch: Mediastroom Informatie
french: Info sur le flux du média
german: Medienstream-Informationen
italian: Informazioni flusso multimediale:
japanese: メディアストリーム情報
spanish: Info sobre torrente de material audiovisual
zh_hans: 媒体流信息

# dlg/137/Page Vertical:
source: Page Vertical:
dutch: Verticale Pagina:
french: Page verticale:
german: Seite vertikal:
italian: Pagina verticale:
japanese: 縦方向のページ：
spanish: Página Vertical:
zh_hans: 垂直页面：

# dlg/137/Preview
source: Preview
dutch: Voorbeeld
french: Prévisualisation
german: Vorschau
italian: Anteprima
japanese: プレビュー
spanish: Vista previa
zh_hans: 预览

# dlg/137/Stroked Text
source: Stroked Text
dutch: Gestreelde Tekst
french: Texte retouché
german: Textumrandung
italian: Testo bordato
japanese: ストロークによるテキスト
spanish: Texto tachado
zh_hans: 已加边文本

# dlg/137/Text Style:
source: Text Style:
dutch: Tekst Stijl:
french: Style de texte :
german: Textstil:
italian: Stile testo:
japanese: テキストスタイル：
spanish: Estilo de texto:
zh_hans: 文本样式：

# dlg/138/Country:
source: Country:
dutch: Land:
french: Pays :
german: Land:
italian: Paese:
japanese: 国:
spanish: País:
zh_hans: 国家

# dlg/138/Credit Card
source: Credit Card
french: Carte de crédit
german: Kreditkarte
italian: Carta di credito
japanese: クレジットカード
spanish: Tarjeta de crédito
zh_hans: 信用卡

# dlg/138/One Click Settings
source: One Click Settings
dutch: Één Klik Instellingen
french: Paramètres en Un Clic
german: Ein-Klick-Einstellungen
italian: Impostazioni da un solo clic
japanese: 1-Click 設定
spanish: Configuración de un clic
zh_hans: 一键设置

# dlg/138/Security
source: Security
dutch: Beveiliging
french: Sécurité
german: Sicherheit
italian: Sicurezza
japanese: セキュリティ
spanish: Seguridad
zh_hans: 安全

# dlg/139/Security
source: Security
dutch: Beveiliging
french: Sécurité
german: Sicherheit
italian: Sicurezza
japanese: セキュリティ
spanish: Seguridad
zh_hans: 安全

# dlg/139/TriceraSoft Gift Pack
source: TriceraSoft Gift Pack
dutch: TriceraSoft Kado Pakket
german: TriceraSoft-Geschenkpaket
japanese: TriceraSoft ギフトパック
spanish: Paquete de regalo TriceraSoft
zh_hans: TriceraSoft 礼包

# dlg/140/Purchase Streaming Time
source: Purchase Streaming Time
dutch: Koop Streaming Tijd
french: Acheter Temps de diffusion
german: Streamingzeit erwerben
italian: Acquista tempo di streaming
japanese: ストリーミング時間購入
spanish: Comprar periodo de descarga de torrentes
zh_hans: 购买流媒体时间

# dlg/140/Purchase
source: Purchase
dutch: Kopen
french: Acheter
german: Erwerben
italian: Acquista
japanese: 購入
spanish: Comprar
zh_hans: 购买

# dlg/2000/Average
source: Average
dutch: Gemiddeld
french: Intermédiaire
german: Durchschnitt
italian: Media
japanese: 標準
spanish: Promedio
zh_hans: 平均

# dlg/2000/Maximum
source: Maximum
dutch: Maximaal
italian: Massimo
japanese: 最大
spanish: Máximo
zh_hans: 最大

# dlg/2000/Minimum
source: Minimum
dutch: Minimaal
italian: Minimo
japanese: 最小
spanish: Mínimo
zh_hans: 最小

# dlg/2000/Ogg Vorbis Settings
source: Ogg Vorbis Settings
dutch: Ogg Vorbis Instellingen
french: Paramètres Ogg Vorbis
german: Einstellungen Ogg Vorbis
italian: Impostazioni Ogg Vorbis
japanese: Ogg Vorbis 設定
spanish: Configuración de Ogg Vorbis
zh_hans: Ogg Vorbis 设置

# dlg/2000/Quality
source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
japanese: クオリティ
spanish: Calidad
zh_hans: 品质

# dlg/2000/Use Managed Bitrates
source: Use Managed Bitrates
dutch: Gebruik Beheerde Bitrates
french: Utilisez des binaires gérés
german: Verwaltete Bitraten benutzen
italian: Usa velocità in bit gestita
japanese: 管理されたビットレートを使う
spanish: Utilizar las tasas de bits gestionadas
zh_hans: 使用托管比特率

# dlg/300/Always bring Video window to front automatically
source: Always bring Video window to front automatically
dutch: Breng het Video venster altijd automatisch naar voren
french: Toujours amener automatiquement la fenêtre Vidéo en avant
german: Das Videofenster immer automatisch in den Vordergrund bringen
italian: Porta la finestra Video sempre in primo piano
japanese: いつも自動的に動画ウィンドウを前面に表示する
spanish: Presentar siempre la ventana de Vídeo automáticamente en la parte frontal
zh_hans: 总是自动将视频窗口置前

# dlg/300/Auto Full Screen
source: Auto Full Screen
dutch: Automatisch Volledig Scherm
french: Ecran plein auto
german: Automatischer Vollbildschirm
italian: Schermo intero automatico
japanese: 自動フルスクリーン表示
spanish: Pantalla completa automática
zh_hans: 自动全屏

# dlg/300/Delay playing until song is unpacked (slow computers only)
source: Delay playing until song is unpacked (slow computers only)
dutch: Vertraag afspelen totdat het lied is uitgepakt (alleen voor trage computers)
french: Retardez la lecteur jusqu'à ce que la chanson soit déballée (ordinateurs lents uniquement)
german: Abspielen hinauszögern, bis das Lied entpackt ist (nur langsame Computer)
italian: Ritardo nella riproduzione fintanto che il brano è decompresso (solo su computer lenti)
japanese: 曲がアンパックされるまで再生を遅らせる（遅いコンピュータのみ）
spanish: Retrasar la reproducción hasta que la canción esté descomprimida (solamente en ordenadores lentos)
zh_hans: 延迟播放，直到歌曲解包完成（仅适用于慢速电脑）

# dlg/300/Hide Video Window when paused
source: Hide Video Window when paused
dutch: Verberg het VIdeo Venster wanneer gepauzeerd
french: Cacher l'écran Vidéo en pause
german: Videofenster ausblenden, wenn in Pause
italian: Nascondi finestra Video quando in pausa
japanese: 一時停止中は動画ウィンドウを隠す
spanish: Ocultar la ventana de vídeo al pausar la reproducción
zh_hans: 暂停时隐藏视频窗口

# dlg/300/High Quality CDG Video Upscaling (Fast computers only)
source: High Quality CDG Video Upscaling (Fast computers only)
dutch: Hoge Kwaliteit CDG Video Upscaling (Alleen voor snelle computers)
french: Sur échantillonnage de vidéo CDG de haute qualité (ordinateurs rapides uniquement)
german: Hochwertiges CDG-Video-Upscaling (nur schnelle Computer)
italian: Upscaling video CDG di alta qualità (solo computer veloci)
japanese: 高品質 CDG のビデオアップスケーリング（高速コンピュータのみ）
spanish: Incremento de escala en Vídeo CDG de alta calidad (solamente en ordenadores rápidos)
zh_hans: 高品质 CDG 视频倍线增强（仅适用于快速计算机）

# dlg/300/Including Messenger Rotation
source: Including Messenger Rotation
dutch: Inclusief Messenger Rotatie
french: Comprendre la rotation Messenger
german: Einschließlich Messengerrotation
italian: Includi rotazione Messenger
japanese: メッセンジャーの回転を含める
spanish: Incluída rotación del Messenger
zh_hans: 包括 Messenger 旋转

# dlg/300/Including transport controls (play, pause, cue etc.)
source: Including transport controls (play, pause, cue etc.)
dutch: Inclusief transporteer bedieningen (afspelen, pauze, cue etc.)
french: Y compris les commandes de flux (lecture, pause, piste de repère etc)
german: Einschließlich Transportkontrollen (Abspielen, Pause, CUE etc.)
italian: Comandi azioni incluse (riproduci, pausa, in coda ecc.)
japanese: トランスポートコントロール（再生、一時停止、キューなど）を含める
spanish: Incluídos los controles de transporte (reproducir, pausa, indicar, etc.)
zh_hans: 包括传输控制器（播放、暂停、提示等）

# dlg/300/On CD Insert:
source: On CD Insert:
dutch: Op CD hoes
french: Sur l'insertion du CD:
german: Auf der CD-Beilage:
italian: All'inserimento del CD:
japanese: CD に挿入
spanish: Al insertar CD:
zh_hans: 在插入 CD 时：

# dlg/300/Pause between tracks
source: Pause between tracks
dutch: Pauze tussen liedjes
french: Pause entre les pistes
german: Pause zwischen den Lieder
italian: Pausa tra le tracce
japanese: トラック間で一時停止
spanish: Pausa entre pistas
zh_hans: 曲目间暂停

# dlg/300/Pre-cache next song
source: Pre-cache next song
dutch: Pre-cache volgend lied
french: Pré-cachez la chanson suivante
german: Pre-Cache nächstes Lied
italian: Esegui pre-cache brano successivo
japanese: 次の曲をプリキャッシュする
spanish: Prememorizar en caché la siguiente canción
zh_hans: 预缓存下一首歌曲

# dlg/300/Show Messenger messages in ?LCD? panel
source: Show Messenger messages in “LCD” panel
dutch: Messenger-berichten weergeven in LCD-paneel
french: Afficher les messages de Messenger dans le panneau “LCD”
german: Anzeigen von Messenger-Nachrichten im "LCD"-Panel
italian: Mostra i messaggi di Messenger nel pannello "LCD"
japanese: メッセンジャーからのメッセージを画面に表示
spanish: Mostrar mensajes de Messenger en el panel "LCD"
zh_hans: 在 “LCD” 面板中显示 Messenger 消息

# dlg/300/Show Messenger messages in Video Window
source: Show Messenger messages in Video Window
dutch: Messenger-berichten weergeven in videovenster
french: Afficher les messages de Messenger dans l'écran vidéo
german: Anzeigen von Messenger-Nachrichten im Video-Fenster
italian: Mostra i messaggi di Messenger nella finestra Video
japanese: メッセンジャーからのメッセージをビデオ画面に表示
spanish: Mostrar mensajes de Messenger en la ventana de vídeo
zh_hans: 在视频窗口中显示 Messenger 消息

# dlg/300/Show at Top of Video Window
source: Show at Top of Video Window
dutch: Bovenaan videovenster weergeven
french: Afficher en haut de l'écran vidéo
german: Anzeigen an der Oberseite des Video-Fensters
italian: Mostra in cima alla finestra Video
japanese: ビデオ画面の最前に表示
spanish: Mostrar en la parte de arriba de la ventana de vídeo
zh_hans: 显示在视频窗口顶部

# dlg/300/Skip silence at start of song
source: Skip silence at start of song
dutch: Spring voorbij de stilte aan het begin van het lied
french: Passez le silence au début de la chanson
german: Stille am Beginn des Liedes überspringen
italian: Salta silenzio a inizio brano
japanese: 曲の先頭の無音箇所をスキップ
spanish: Saltarse el silencio al comienzo de la canción
zh_hans: 跳过歌曲的无声开头

# dlg/300/Video window floats above all system windows (When Full Screen)
source: Video window floats above all system windows (When Full Screen)
dutch: Video venster zweeft boven alle systeem vensters (Bij Volledig Scherm)
french: Fenêtre de la vidéo s'affiche au-dessus de toutes les fenêtres du système (lors du plein écran)
german: Videofenster gleitet über alle Systemfenster (bei Vollbildschirm)
italian: Finestra Video mobile sopra tutte le finestre del sistema (quando a schermo intero)
japanese: ビデオウィンドウをすべてのシステムのウィンドウ（フルスクリーン表示する場合）の上にフロート
spanish: La ventana de Vídeo flota por encima de todas las ventanas del sistema (cuando se está en modo de pantalla completa)
zh_hans: 视频窗口浮在所有系统窗口之上（当全屏时）

# dlg/300/Warn if current song will be interrupted
source: Warn if current song will be interrupted
dutch: Waarschuwen als het huidige lied wordt onderbroken
french: Avertir si la chanson actuelle doit être interrompue
german: Warnen, wenn das laufende Lied unterbrochen wird
italian: Avvisa se il brano corrente viene interrotto
japanese: 現在の曲が中断される場合に警告する
spanish: Avisar si se va a interrumpir la canción actual
zh_hans: 若当前歌曲将被中止，则发出警告

# dlg/301/Audio Input 1
source: Audio Input 1
dutch: Audio Ingang 1
french: Entrée Audio 1
german: Audioeingang 1
italian: Ingresso audio 1
japanese: 音声入力 1
spanish: Entrada de audio 1
zh_hans: 音频输入 1

# dlg/301/Maximum Size
source: Maximum Size
dutch: Maximale Grootte
french: Taille maximale
german: Maximale Größe
italian: Dimensione massima
japanese: 最大サイズ
spanish: Tamaño máximo
zh_hans: 最大大小

# dlg/302/Audio Encoder:
source: Audio Encoder:
french: Encodeur Audio :
italian: Codificatore audio:
japanese: 音声エンコーダ：
spanish: Codificador de audio:
zh_hans: 音频编码器：

# dlg/302/Auto-play when adding single song to Library
source: Auto-play when adding single song to Library
dutch: Speel automatisch af wanneer een enkel lied aan de bibliotheek wordt toegevoegd
french: Lecture automatique à l'ajout d'une chanson unique dans la bibliothèque
german: Automatisches Abspielen, wenn der Bibliothek ein einzelnes Lied hinzugefügt wird
italian: Riproduci automaticamente quando si aggiunge un brano alla libreria
japanese: 単曲をライブラリに追加した時に自動再生する
spanish: Reproducir automáticamente al añadir una sola canción a la biblioteca
zh_hans: 当向歌曲库添加单首歌曲时自动播放

# dlg/302/Create Playlists of Imported songs
source: Create Playlists of Imported songs
dutch: Maak een Afspeellijst van Geimporteerde liederen
french: Créer des listes de lecture des chansons importées
german: Wiedergabelisten aus importierten Liedern erstellen
italian: Crea playlist dei brani importati
japanese: インポートされた曲のプレイリストを作成する
spanish: Crear listas de reproducción de canciones importadas
zh_hans: 创建已导入歌曲的播放列表

# dlg/302/Encoder Preset:
source: Encoder Preset:
dutch: Encoder vooraf ingestelde Instellingen:
french: Pré-réglage de l'encodeur :
german: Voreinstellungen Encoder:
italian: Preimpostazione codificatore:
japanese: エンコーダプリセット：
spanish: Codificador predefinido:
zh_hans: 编码器预设：

# dlg/302/Importing
source: Importing
dutch: Importeert
french: Import en cours
german: Importiere
italian: Importazione
japanese: インポート中
spanish: Importación
zh_hans: 正在导入

# dlg/302/Move ?The? to end of Artist title
source: Move “The” to end of Artist title
dutch: Verplaats “The” naar het einde van de Artiest titel
french: Déplacer "le" à la fin du titre de l'artiste
german: „The“ ans Ende des Künstlertitels verschieben
italian: Sposta "The/I/Il" dopo il nome dell'artista
japanese: アーティスト名の「The」を文末に移動する
spanish: Mover el artículo (el, la, los, las) al final del nombre del artista
zh_hans: 将 “The” 移至艺术家标题末尾

# dlg/302/Play sound when finished ripping
source: Play sound when finished ripping
dutch: Speel geluid af als het rippen beeindigt is
french: Emettre un son à la fin de la copie
german: Nach Beendigung des Rippens Klang abspielen
italian: Emetti suono al termine della copiatura su CD
japanese: リップ終了後に音楽を再生する
spanish: Reproducir sonido al finalizar la extracción
zh_hans: 结束翻录时播放声音

# dlg/302/Use enclosing folder name as Playlist name
source: Use enclosing folder name as Playlist name
dutch: Gebruik de naam van de omsluitende map als Afspeellijst naam
french: Utiliser un nom de dossier comme nom de la liste de lecture
german: Beigefügten Ordnername als Name für die Wiedergabeliste verwenden
italian: Usa inclusione nome cartella come nome della playlist
japanese: フォルダ名に含まれるプレイリスト名を使う
spanish: Utilizar el nombre de la carpeta contenedora como nombre de la lista de reproducción
zh_hans: 使用附带文件夹名称作为播放列表名称

# dlg/302/Zip files when ripping
source: Zip files when ripping
dutch: Zip bestanden bij het rippen
french: Compresser les fichiers lors de la copie
german: Dateien beim Rippen zippen
italian: Comprimi file durante la copiatura su CD
japanese: リップ中に Zip ファイルを作成する
spanish: Comprimir archivos al extraer
zh_hans: 当翻录时，使用 Zip 文件

# dlg/303/Burning
source: Burning
dutch: Branden
french: Graver
german: Brenne
italian: Masterizzazione
japanese: バーニング
spanish: Grabación en CD
zh_hans: 正在刻录

# dlg/303/Check for Update
source: Check for Update
dutch: Controleer voor updates
french: Vérifiez pour la mise à jour
german: Auf Updates überprüfen
italian: Controlla aggiornamenti
japanese: 更新の確認
spanish: Comprobar actualizaciones
zh_hans: 检查更新

# dlg/303/Enter Serial #
source: Enter Serial #
dutch: Voer Serie # in
french: Entrez n° de série
german: Seriennr. eingeben
italian: Immetti numero di serie
japanese: シリアル番号を入力
spanish: Introducir nº de serie
zh_hans: 输入序列号

# dlg/303/Purchase
source: Purchase
dutch: Kopen
french: Acheter
german: Erwerben
italian: Acquista
japanese: 購入
spanish: Comprar
zh_hans: 购买

# dlg/304/Advanced
source: Advanced
dutch: Geavanceerd
french: Avancé
german: Fortgeschritten
italian: Avanzato
japanese: 詳細
spanish: Funciones avanzadas
zh_hans: 高级

# dlg/304/Auto play ?KJ Rotation?
source: Auto play “KJ Rotation”
dutch: Speel “KJ Rotation” automatisch af
french: Lecteur automatique de "la rotation KJ"
german: „KJ-Rotation“ automatisch abspielen
italian: Riproduci automaticamente “Rotazione KJ”
japanese: 「KJ ローテーション」の自動再生
spanish: Reproducir automáticamente "KJ Rotation"
zh_hans: 自动播放“ KJ 循环”

# dlg/304/Automatically mark singer as ?Here?
source: Automatically mark singer as “Here”
dutch: Markeer zanger automatisch als “Hier”
french: Cochez la piste comme "présenté" automatiquement
german: Sänger automatisch als „Anwesend“ markieren
italian: Seleziona automaticamente il cantante come “Presente”
japanese: 歌手を「ここ」として自動的にマークする
spanish: Marcar cantante automáticamente como "Aquí"
zh_hans: 自动将演唱者标记为“在此处”

# dlg/304/Automatically un-mark singers ?Not Here?
source: Automatically un-mark singers “Not Here”
dutch: Demarkeer zangers automatisch als “Niet Hier”
french: Cochez la piste comme "absente" automatiquement
german: Markierung „Nicht anwesend“ der Sänger automatisch aufheben
italian: Deseleziona automaticamente i cantanti come “Non presente”
japanese: 「ここにいない」歌手のマークを自動的に外す
spanish: Quitar automáticamente la marca de cantantes que aparecen como "No aquí"
zh_hans: 自动取消标记演唱者”不在此处“

# dlg/304/Browser font size:
source: Browser font size:
dutch: Browser lettergrootte:
french: Taille de la police du navigateur :
german: Schriftgröße des Browsers:
italian: Dimensioni carattere browser:
japanese: フォントサイズをブラウズする
spanish: Tamaño de fuente del navegador:
zh_hans: 浏览器字体大小：

# dlg/304/Clear Search field when switching Sources
source: Clear Search field when switching Sources
dutch: Zoek veld opschonen bij het wisselen van Bronnen
french: Effacer le champ de recherche en changeant de sources
german: Suchfeld entfernen, wenn Quellen umgeschaltet werden
italian: Cancella campo Ricerca quando si cambiano fonti
japanese: ソースを変更したときに検索フィールドを消去する
spanish: Borrar el campo de búsqueda al cambiar de fuentes de medios
zh_hans: 当切换来源时清除搜索字段

# dlg/304/Diacritic insensitive searching (slower)
source: Diacritic insensitive searching (slower)
dutch: Diakritische ongevoelig zoeken (langzamer)
french: Recherche diacritiques insensible (plus lent)
german: Diakritische unempfindliche Suche (langsamer)
italian: Ricerca diacritica senza maiusc./minusc. (più lenta)
japanese: 発音区別符号を区別しない検索（低速）
spanish: Búsqueda diacrítica intensiva (más lenta)
zh_hans: 不区分音调符号搜索（较慢）

# dlg/304/Enable Logging
source: Enable Logging
dutch: Logging inschakelen
french: Activer la connexion
german: Protokollierung ermöglichen
italian: Abilita registrazione
japanese: ロギングの有効化
spanish: Permitir el inicio de sesión
zh_hans: 启用日志记录

# dlg/304/Flip camera image horizontal
source: Flip camera image horizontal
dutch: Flip camera beeld horizontaal
french: Retournement horizontal de l'image de caméra
german: Kamerabild horizontal drehen
italian: Ruota immagine fotocamera orizzontale
japanese: カメラ画像を水平方向にフリップ
spanish: Voltear la imagen de la cámara en sentido horizontal
zh_hans: 翻转水平照相机图像

# dlg/304/Log Networking
source: Log Networking
dutch: Log Netwerken
french: Connexion au réseautage
german: Netzwerk protokollieren
italian: Accesso rete
japanese: ネットワーキングを記録
spanish: Registrar actividad de red
zh_hans: 日志记录网络

# dlg/304/Log Threads
source: Log Threads
french: Connexion aux discussions
german: Threads protokollieren
italian: Accesso thread
japanese: スレッドを記録
spanish: Registrar hilos de ejecución
zh_hans: 日志记录线程

# dlg/304/Remember pitch & tempo changes in all playlists
source: Remember pitch & tempo changes in all playlists
dutch: Onthoud pitch & tempo veranderingen in alle afspeellijsten
french: Retenez les modifications de la hauteur & le tempo dans toutes les listes de lecture
german: Tonhöhen- & Tempowechsel in allen Wiedergabelisten merken
italian: Ricorda cambiamenti al tono e al tempo in tutte le playlist
japanese: すべてのプレイリストにピッチやテンポの変更を当てはめる
spanish: Recordar cambios de tono y tempo en todas las listas de reproducción
zh_hans: 记住所有播放列表的音调与速度

# dlg/304/Rotation ShowScreen:
source: Rotation ShowScreen:
dutch: Rotatie ShowScherm:
french: Rotation de l'écran d'affichage:
german: Rotation Fenster:
italian: Rotazione ShowScreen:
japanese: ShowScreen のローテーション :
spanish: Rotación de ShowScreen:
zh_hans: 循环 ShowScreen：
