Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

# dupes not fixed blurb
source: They were not all fixed, please send dave your log file and your “kJams Library” folder, then remove that same folder. Sorry.
dutch: Ze zijn niet allemaal herstelt, stuur dave aub uw log bestand en uw “kJams Bibliotheek” map, verwijder daarna dezelfde map. Sorry.
french: Ils n'étaient pas tous fixés, veuillez envoyez votre fichier de journal et votre dossier «Bibliothèque kJams " à Dave, puis retirer ce même dossier. Désolé.
german: Sie sind nicht alle in Ordnung gebracht worden, bitte senden Sie Dave Ihre Logdatei und Ihren Ordner „kJams-Bibliothek“, dann entfernen Sie diesen Ordner. Entschuldigung.
italian: Non tutti sono stati risolti. Inviare a Dave il file di log e la cartella “Libreria kJams”, quindi rimuovere la cartella stessa.
japanese: すべてが修復されたわけではありません。Dave にログファイルとあなたの「kJams ライブラリ」フォルダを送信し、その後、これらを同じフォルダから削除してください。申し訳ありません。
spanish: No todos han sido reparados, por favor envíe su archivo de registro y su carpeta "kJams Library" a Dave, luego quite esa misma carpeta. Lo sentimos.

source: Duplicate File Name
dutch: Verdubbel Bestandsnaam
french: Nom du fichier double
german: Doppelter Dateiname
italian: Duplicare il nome dei file.
japanese: 重複したファイル名
spanish: Nombre de archivo del duplicado

source: Duplicate Singer:
dutch: verdubbel Zanger:
french: Chanteur double:
german: Doppelter Sänger:
italian: Duplicare il cantante:
japanese: 重複した歌手
spanish: Cantante duplicado:

source: Duration
dutch: Duur
french: Durée
german: Dauer
italian: Durata
japanese: 時間
spanish: Duración

source: During Play:
dutch: Tijdens Afspelen:
french: Pendant la lecture:
german: Während des Abspielens:
italian: Durata riproduzione:
japanese: 再生中：
spanish: Durante la reproducción:

source: E-mail address or password is empty
dutch: E-mailadres of wachtwoord is leeg
french: L'adresse e-mail ou le mot de passe est vide
german: E-Mail-Adresse oder Passwort ist leer
italian: Manca l'indirizzo e-mail o la password
japanese: メールアドレスかパスワードが未入力です
spanish: El campo de dirección e-mail o el de contraseña está vacío

source: E-Mail address:
dutch: E-Mail adres:
french: Adresse e-mail:
german: E-Mail-Adresse:
italian: Indirizzo e-mail:
japanese: メールアドレス：
spanish: Dirección de e-mail:

source: e-mail must not be empty
dutch: e-mail mag niet leeg zijn
french: Le champs e-mail ne doit pas être vide
german: E-Mail darf nicht leer sein
italian: il campo e-mail non deve essere vuoto
japanese: Eメールは空欄にできません。
spanish: El e-mail no debe estar vacío

source: e-mail:
japanese: メールアドレス：

source: Edit Graphic
dutch: Bewerk Afbeelding
french: Modifier le graphique
german: Grafik bearbeiten
italian: Modifica grafica
japanese: グラフィックの編集
spanish: Editar gráfico

source: Edit Instruction Value
dutch: Bewerk Instructie Waarde
french: Modifiez la valeur de l'instruction
german: Anweisungswert bearbeiten
italian: Modifica valore istruzioni
japanese: 編集指示値
spanish: Editar valor de instrucción

source: Ejecting disc, please wait…
dutch: Werpt disc uit, wacht aub…
french: Sortie de disque,veuillez patienter…
german: Werfe die Disk aus, bitte warten…
italian: Espulsione disco. Attendere.
japanese: ディスクを取り出しています。お待ちください…
spanish: Expulsando disco, por favor espere…

source: Elapsed Time: %s
dutch: Verstreken Tijd: %s
french: Temps écoulé :%s
german: Verstrichene Zeit: %s
italian: Tempo trascorso: %s
japanese: 経過時間： %s
spanish: Tiempo transcurrido: %s

source: Element Level
dutch: Element Niveau
french: Niveau d'élément
italian: Livello elemento
japanese: 要素レベル
spanish: Nivel del elemento

# email_log_blurb
source: I will now save the report to a temporary folder and reveal it. Please attach this folder to a new email message and send it to dave@kjams.com. I will attempt to create the email message for you.
dutch: Ik zal nu het rapport opslaan in een tijdelijke map en openbaren. Voeg deze map toe aan een nieuw email bericht en stuur het naar dave@kjams.com. Ik zal trachten het email bericht voor u te maken.
french: Je vais maintenant enregistrer le rapport dans un dossier temporaire et le révéler. Veuillez joindre ce dossier à un nouveau message et l'envoyer à dave@kjams.com. Je vais tenter de créer le message pour vous.
german: Ich werde den Bericht jetzt in einem temporären Ordner speichern und ihn offenlegen. Bitte hängen Sie diesen Ordner an eine neue E-Mail und senden Sie ihn an dave@kjams.com. Ich werde versuchen, die E-Mail für Sie zu erstellen.
italian: Il report verrà salvato in una cartella temporanea e mostrato. Allegare questa cartella a un'e-mail e inviarlo a dave@kjams.com. Si cercherà di creare l'e-mail.
japanese: いメールメッセージにこのフォルダを添付し、dave@kjams.comに送信してください。自動的にメールメッセージを作成します。
spanish: Ahora guardaré el informe en una carpeta temporal y lo desvelaré. Adjunte esta carpeta a un nuevo mensaje de e-mail y envíelo a dave@kjams.com. Intentaré crear el mensaje de e-mail por usted.

source: Enable
dutch: Inschakelen
french: Activer
german: Aktivieren
italian: Attiva
japanese: 利用
spanish: Activar

source: Enable SMS
dutch: Sms inschakelen
french: Activer SMS
german: SMS aktivieren
italian: Attiva SMS
japanese: ＳＭＳを利用
spanish: Activar SMS

source: Enabled
dutch: Ingeschakeld
french: Activé
german: Aktiviert
italian: Attivati
japanese: 利用中
spanish: Activado

source: Enabling Auto-Renew…
dutch: Automatisch verlengen inschakelen...
french: Activation de l'Auto-renouvellement...
german: Auto-Erneuerung aktivieren...
italian: Attivazione rinnovo automatico in corso...
japanese: オートレビューの利用を開始中…
spanish: Activando renovación automática...

source: Encoder not found
dutch: Encoder niet gevonden
french: Encodeur introuvable
german: Encoder nicht gefunden
italian: Codificatore non trovato
japanese: エンコーダがみつかりません。
spanish: Codificador no encontrado

# Encoding with %s: %s
source: Encoding with %1$s: %2$s
dutch: Encoden met %1$s: %2$s
french: Encodage avec %1$s: %2$s
german: Kodiere mit %1$s: %2$s
italian: Codifica con %1$s: %2$s
japanese: %1$sによりエンコード中： %2$s
spanish: Codificando con %1$s: %2$s

source: End of File
dutch: Einde van het Bestand
french: Fin du fichier
german: Ende der Datei
italian: Fine file
japanese: ファイルの終わり
spanish: Fin de archivo

source: Enter e-mail address and password:
dutch: Voer het e-mailadres en wachtwoord in:
french: Saisissez l'adresse e-mail et le mot de passe :
german: E-Mail-Adresse und Passwort eingeben:
italian: Inserisci indirizzo e-mail e password:
japanese: メールアドレスとパスワードを入力してください：
spanish: Introduzca una dirección e-mail y una contraseña:

source: Enter the duration of the song sample:
dutch: Voer de duur van het voorbeeld lied in:
french: Saisissez la durée de l'exemple de la chanson:
german: Geben Sie Dauer des Liedbeispiels ein:
italian: Immetti la durata del campione del brano:
japanese: 曲サンプルの時間を入力します：
spanish: Introduzca la duración de la canción de muestra:

source: Enter Track Information:
dutch: Voer liedgegevens in:
french: Saisissez l'information de la piste :
german: Track-Information eingeben:
italian: Inserisci i dati della traccia:
japanese: トラック情報を入力してください：
spanish: Introducir información de pista:

source: Enter “CDPedia” Disc Title
dutch: Voer “CDPedia” Disc Titel in
french: Saisissez le titre du disque "Encyclopédie des CD"
german: Geben Sie den „CDPedia“-Disktitel ein
italian: Immetti titolo disco “CDPedia”
japanese: 「CDPedia」 ディスクのタイトルを入力します。
spanish: Introduzca el título del disco "CDPedia"

# erase_drive_blurb
source: Are you sure you want to erase the disc in the %s drive before burning it?
dutch: Weet u zeker dat u de disc in de %s drive wilt leegmaken voordat u deze gaat branden?
french: Etes-vous sûr de vouloir effacer le disque dans le lecteur de %s avant de le garver?
german: Sind Sie sicher, dass Sie die Disk im Laufwerk %s entfernen wollen, bevor Sie sie brennen?
italian: Cancellare il disco nell'unità %s prima di masterizzarlo?
japanese: ほんとうに%s ドライブのディスクを書き込む前に削除しますか?
spanish: ¿Seguro que desea borrar el disco en la unidad %s antes de grabar en él?

# err_saving
source: There was an error saving the file %s
dutch: Er is een fout opgetreden bij het opslaan van het bestand "%s"
french: Une erreur est survenue lors de l'enregistrement du fichier“%s”
german: Beim Speichern der Datei “%s” ist ein Fehler unterlaufen
italian: Errore durante il salvataggio del file “%s”
japanese: 「%s」ファイルを保存中にエラーがありました。
spanish: Ha habido un error al guardar el archivo “%s”

source: Error attempting to save database!
dutch: Fout bij het opslaan van de database!
french: Une erreur est survenue lors de l'enregistrement de la base de données!
german: Fehler beim Versuch, die Datenbank zu speichern!
italian: Errore durante il tentativo di salvataggio del database.
japanese: データベース保存試行中にエラーがありました!
spanish: ¡Error al intentar guardar la base de datos!

# Error creating %s %s“%s”
source: Error creating %1$s %2$s“%3$s”
dutch: Fout bij maken van %1$s %2$s"%3$s"
french: Erreur lors de l'enregistrement %1$s %2$s“%3$s”
german: Fehler beim Erstellen von %1$s %2$s“%3$s”
italian: Errore nella creazione di %1$s %2$s“%3$s”
japanese: %1$sを %2$s「%3$s」に作成中にエラーがありました。
spanish: Error al crear %1$s %2$s“%3$s”

source: Error gathering crash or log data
dutch: Fout bij het verzamelen van crash- of logboekgegevens
french: Erreur de récupération de données de journal ou de crash
german: Fehler beim Sammeln von Absturz- oder Protokoll-Daten
italian: Errore durante la raccolta dei dati del crash o del log
japanese: クラッシュあるいはログデータの取得エラー
spanish: Error al reunir datos de fallo o registro

source: Error loading editor state
dutch: Fout bij laden bewerking status
french: Erreur lors du chargement de l'état editeur
german: Fehler beim Laden des Editorstatus
italian: Errore caricamento stato editore
japanese: 編集状況をロード中にエラーが起きました。
spanish: Error al cargar el estado del editor

source: Error loading XML file:
dutch: Fout bij laden XML bestand:
french: Erreur lors du chargement du fichier XML:
german: Fehler beim Laden der XML-Datei:
italian: Errore caricamento file XML:
japanese: XML ファイルをロード中にエラーが起きました：
spanish: Error al cargar el archivo XML:

source: Error parsing Karaoke Locker music store.
dutch: Fout bij parsen Karaoke Locker muziek store.
french: Erreur d'analyse du magasin de musique Karaoké Locker.
german: Fehler beim Parsing des Musikladens Karaoke Locker.
italian: Errore nell'analisi del music store Karaoke Locker.
japanese: Karaoke Locker ミュージックストアを解析中にエラーが起きました。
spanish: Error al procesar sintácticamente la tienda de música Karaoke Locker.

source: Error parsing the version XML data
dutch: Fout bij parsen van de versie XML data
french: Erreur d'analyse des données de la version XML
german: Fehler beim Parsing der Version XML-Daten
italian: Errore analisi dati in versione XML
japanese: XML データのバージョンを解析中にエラーが起きました。
spanish: Error al procesar sintácticamente los datos XML de versión.

# Error renaming <%s> in the file system! (%s)
source: Error renaming <%1$s> in the file system! (%2$s)
dutch: Fout bij het hernoemen van <%1$s> in het bestandssysteem! (%2$s)
french: Erreur lors du renommage de <%1$s> dans le système de fichier ! (%2$s)
german: Fehler beim Umbenennen von <%1$s> im Dateisystem! (%2$s)
italian: Errore durante la rinomina di <%1$s> nel file system! (%2$s)
japanese: ファイルシステムにおけるリネームエラー <%1$s> ！（%2$s）
spanish: Error al cambiar nombre a <%1$s> en el sistema de archivos (%2$s)

source: Error renaming Singer in the Finder
dutch: Fout bij hernoemen Zanger in de Finder
french: Erreur de renommage du chanteur dans le rechercher
german: Fehler beim Umbennen von Sänger im Sucher
italian: Errore nel rinominare l'artista nella finestra Ricerca
japanese: Finder 内の歌手の名前変更でエラーがありました。
spanish: Error al cambiar de nombre al Cantante en el Buscador

# Error resolving shortcut: Could not instantiate %s. Original path: %s
source: Error resolving shortcut: Could not instantiate %1$s. Original path: %2$s
dutch: Fout met snelkoppeling: kon niet initialiseren %1$s. Oorspronkelijk pad: %2$s
french: Erreur de résolution du raccourci : impossible de concrétiser %1$s. Chemin original : %2$s
german: Fehler beim Ermitteln der Abkürzung: Fehlschlag beim Initialisieren von %1$s. Originalpfad: %2$s
italian: Errore nella risoluzione della scorciatoia: impossibile istanziare %1$s. Percorso originale: %2$s
japanese: ショートカットの関連付けエラー： ショートカット先がありません %1$s。オリジナルパス： %2$s
spanish: Error al determinar acceso directo: No se ha podido clasificar %1$s. Ruta original: %2$s

source: Error while syncing:
dutch: Fout tijdens synchronisatie:
french: Erreur lors de la synchronisation :
german: Fehler beim Synchronisieren:
italian: Errore durante la sincronizzazione:
japanese: 同期中のエラー：
spanish: Error durante la sincronización:

source: Error: %d
dutch: Fout: %d
french: Erreur: %d
german: Fehler: %d
italian: Errore: %d
japanese: エラー： %d

source: Error: CDPedia says the disc has wrong number of songs?
dutch: Fout: CDPedia zegt dat de disc een fout aantal liedjes heeft?
french: Erreur: encyclopédie dit que le disque a un mauvais nombre de chansons?
german: Fehler: CDPedia gibt an, dass die Disk eine falsche Liederanzahl hat?
italian: Errore. CDPedia sostiene che nel disco ci sia un numero di brani non corretto?
japanese: エラー： CDPedia によれば、ディスクには誤った数の曲があります。
spanish: Error: CDPedia dice que el disco tiene el número incorrecto de canciones.

source: Error: Did not recieve a serial number?
dutch: Fout: Geen serie nummer ontvangen?
french: Erreur: Non Réception du numéro de série?
german: Fehler: Haben Sie keine Seriennummer erhalten?
italian: Errore. Si è ricevuto il numero di serie?
japanese: エラー： シリアル番号を受信しましたか?
spanish: Error: ¿no ha recibido un número de serie?

# ese perms blurb
source: It is possible that this can be fixed by setting WRITE permission on the folder /Library/Frameworks.
dutch: Het kan mogelijk opgelost worden door de SCHRIJF rechten in de map /Bibliotheek/Frameworks in te stellen.
french: Il est possible que ceci peut être corrigé par la mise en permission d'écriture sur le dossier / bibliothèque / cadres.
german: Dies kann womöglich gelöst werden, indem SCHREIBerlaubnis für den Ordner / die Bibliothek / die Frameworks eingestellt wird.
italian: Forse sarà possibile risolvere l'errore impostando l'autorizzazione di SCRITTURA nella cartella /Library/Frameworks.
japanese: ライブラリ/フレームワーク内のフォルダに書き込み権限を設定して修正できる可能性があります。
spanish: Es posible que esto se pueda reparar configurando los permisos de ESCRITURA en la carpeta /Biblioteca/Estructuras.

source: eSellerate engine happy!
dutch: eSellerate machine is blij!
french: Moteur eSellerate heureux!
german: eSellerate-Engine glücklich!
italian: sistema eSellerate felice!
japanese: eSellerate エンジンは正常です!
spanish: ¡El motor de eSellerate estará feliz!

source: eSellerate engine not found!
dutch: eSellerate machine niet gevonden
french: Moteur eSellerate introuvable!
german: eSellerate-Engine nicht gefunden!
italian: sistema eSellerate non trovato!
japanese: eSellerate エンジンがみつかりません!
spanish: ¡Motor de eSellerate no encontrado!

source: Exec format error
dutch: Exec formaat fout
french: Erreur du format d’exécution
german: Formatfehler in Exec
italian: Errore formato di esecuzione
japanese: Exec 形式エラー
spanish: Error en formato de Exec

source: Expensive Song!
dutch: Duur Lied!
french: Chansons chères!
german: Teures Lied!
italian: Brano costoso!
japanese: 高価な曲です!
spanish: ¡Costosa canción!

source: Expiration:
dutch: Vervaldatum
german: Ablaufdatum:
italian: Scadenza:
japanese: 有効期限：
spanish: Caducidad:

source: Explain
dutch: Leg uit
french: Expliquer
german: Erklären
italian: Spiegazione
japanese: 説明してください。
spanish: Explicar

# explain_cc_blurb
source: In the next screen, please enter your billing name and address, and your credit card info. Your card will NOT be charged unless you specifically purchase a song, a subscription, or a voucher.
dutch: In het volgende scherm kunt u uw factuur- en creditcardgegevens invoeren. Er worden pas kosten in rekening gebracht als u een lied, abonnement of kortingscode aanschaft.
french: Sur l'écran suivant, veuillez saisir votre nom et adresse de facturation ainsi que vos informations de carte de crédit. Votre carte ne sera PAS débitée à moins que vous n'achetiez spécifiquement une chanson, un abonnement ou un bon cadeau.
german: Auf dem nächsten Bildschirm geben Sie bitte für die Zahlung Ihren Namen, Ihre Adresse sowie Ihre Kreditkarteninformationen ein. Ihre Karte wird NICHT belastet, es sei denn, Sie erwerben ausdrücklich ein Lied, ein Abonnement oder einen Gutschein.
italian: Nella prossima schermata, inserisci i dati della tua carta di credito e nome e indirizzo associati a essa. NON addebiteremo niente sulla tua carta a meno che non compri una canzone, un abbonamento o un coupon.
japanese: 次の画面で、お客様の住所／氏名／クレジットカード情報を入力してください。曲／サブスクリプション／バウチャーを購入しなければ、カードに請求されることは一切ありません。
spanish: Introduzca su dirección de facturación, nombre, dirección postal y detalles de tarjeta de crédito en la siguiente pantalla. No se cargarán gastos a su tarjeta a menos que compre una canción, una suscripción o una tarjeta regalo.

# explain_name_pw_blurb
source: In the next screen, please enter the user name and password you would like to use to create your account.
dutch: Voer in het volgende scherm de gebruikersnaam en het wachtwoord in die u wilt gebruiken om een KaraokeCloud-account te maken.
french: Sur l'écran suivant, veuillez saisir le nom d'utilisateur et le mot de passe que vous souhaitez utiliser pour créer un compte KaraokeCloud.
german: Auf dem nächsten Bildschirm geben Sie bitte Ihren Nutzernamen und Ihr Passwort ein, welche Sie zur Erstellung eines KaraokeCloud-Kontos nutzen möchten.
italian: Nella prossima schermata, inserisci il nome utente e la password che vorresti usare per creare un account su KaraokeCloud.
japanese: 次の画面で、KaraokeCloud アカウントを作成する際に使用するユーザー名とパスワードを入力してください。
spanish: Introduzca el nombre de usuario y la contraseña que usará para crear una cuenta de KaraokeCloud en la siguiente pantalla.

source: Export Preset
dutch: Exporteer vooraf ingestelde Instellingen
french: Exportation prédéfinis
german: Voreinstellungen exportieren
italian: Esporta preimpostazione
japanese: プリセットのエクスポート
spanish: Exportar valores predefinidos

source: Export Songs
dutch: Exporteer Liedjes
french: Exportation des chansons
german: Lieder exportieren
italian: Esporta brani
japanese: 曲のエクスポート
spanish: Exportar canciones

# export_format_blurb
source: Would you like the main folder to be sorted by “Artist” and the subfolders sorted by “Album” (two levels)? Or would you like the main folder sorted by album with all songs from that album inside (one level)? Pick the format of the main folder.
dutch: Wilt u de hoofdmap gesorteerd hebben op “Artiest” en the submappen gesorteerd op “Album” (twee niveuas)? Of wilt u de hoofdmap gesorteerd hebben op album met daarin alle liedjes van dat album (één niveau)? Kies het formaat van de hoofdmap.
french: Aimeriez-vous que le dossier principal soit triés par "artiste" et les sous-dossiers classés par «Album» (deux niveaux)? Ou aimeriez-vous que le dossier principal soit triés par album avec toutes les chansons de l'album à l'intérieur (un niveau)? Choisissez le format du dossier principal.
german: Möchten Sie, dass der Hauptordner nach „Interpret“ sortiert wird und die Unterordner nach „Album“ (zwei Levels) sortiert werden? Oder möchten Sie, dass der Hauptordner einschließlich aller Lieder in diesem Album nach Album sortiert wird (ein Level)? Wählen Sie das Format des Hauptordners.
italian: Ordinare la cartella principale per “Artista” e la sottocartella per “Album” (due livelli) o si vuole ordinare la cartella per album con all'interno tutti brani di quell'album (un livello)? Scegliere il formato della cartella principale.
japanese: メインフォルダを「アーティスト」別に、サブフォルダを「アルバム」別に並び替えますか (2 レベル) ? または、メインフォルダをアルバム別に、アルバムの全曲を入れて並び替えますか (1 レベル) ? メインフォルダの形式を選んでください。
spanish: ¿Quiere que la carpeta principal sea organizada por "Artista" y que las subcarpetas sean organizadas por "Álbum" (dos niveles)? ¿O prefiere que la carpeta principal sea organizada por álbum con todas las canciones de ese álbum en el interior (un nivel)? Escoja el formato de la carpeta principal.

# export_heirarchic_blurb
source: Would you like to export all the songs into a single folder (flat)? Or would you like to copy them into subfolders organized by Album and Artist (hierarchic)?
dutch: Wilt u alle nummers exporteren naar een enkele map (vlak)? Of wilt u ze kopieren naar submappen, georganiseerd op Album en Artiest (hierarchisch)?
french: Voulez-vous exporter toutes les chansons dans un seul dossier (plat)? Ou voulez-vous les copier dans les sous-dossiers organisés par album et artiste (hiérarchique)?
german: Möchten Sie alle Lieder in einen einzigen Ordner (flach) exportieren? Oder möchten Sie sie in Unterordner kopieren, die nach Album und Artist (hierarchisch) organisiert sind?
italian: Esportare tutti i brani in una singola cartella (semplice) o si vuole copiarli nelle sottocartelle organizzate per Album e Artista (gerarchia)?
japanese: 全曲を単一のフォルダ (フラット) にエクスポートしますか? または、それらをサブフォルだにコピーして、アルバムとアーティスト別に整理しますか (階層的) ?
spanish: ¿Le gustaría exportar todas las canciones en una sola carpeta (plana)? ¿O preferiría copiarlas en subcarpetas organizadas por Álbum y Artista (jerárquica)?

source: Exporting BIN/CUE
dutch: Exporteert BIN/CUE
french: Exportation BIN/REPÈRE
german: Exportiere BIN/CUE
italian: Esportazione BIN/CUE
japanese: BIN/CUE のエクスポート
spanish: Exportando BIN/CUE

source: Fade
dutch: Vervagen
french: Effacer
german: Verblassen lassen
italian: Dissolvi
japanese: フェード
spanish: Decolorar

source: fake track, do not rip
dutch: valse track, niet rippen
french: Fausse piste , ne pas graver
german: falscher Track, nicht rippen
italian: dissolvi tracce, non copiare su CD
japanese: 架空のトラックです。リップしないでください。
spanish: pista falsa, no la extraiga

source: Favorites
dutch: Favorieten
french: Favoris
german: Favoriten
italian: Preferiti
japanese: お気に入り
spanish: Favoritos

source: Female
dutch: Vrouw
french: Femelle
german: Weiblich
italian: Donna
japanese: 女性
spanish: Mujer

source: Fetch Audio from iTunes
dutch: Zoek Audio van iTunes
french: Prendre audio à partir d' iTunes
german: Audio von iTunes holen
italian: Recupero audio da iTunes
japanese: iTunes からオーディオを取得
spanish: Buscar audio de iTunes

source: Fetching Artist '%s'
dutch: Zoekt Artist '%s'
french: Prendre les artistes '%s'
german: Hole Interpret '%s'
italian: Recupero artista '%s'
japanese: アーティスト「%s」を取得
spanish: Buscando Artista '%s'

source: file
dutch: bestand
french: fichier
german: Datei
japanese: ファイル
spanish: archivo

source: File already open with write permission
dutch: Bestand is al open met schrijf rechten
french: Fichier déjà ouvert avec permission d'écriture
german: Datei bereits geöffnet mit Schreiberlaubnis
italian: File già aperto con autorizzazione di scrittura
japanese: 書き込み権限のあるファイルは既に開いています。
spanish: Archivo ya abierto con permiso de escritura

source: File exists
dutch: Bestand bestaat
french: Fichier existe
german: Datei existiert
italian: File esistente
japanese: ファイルは存在します。
spanish: El archivo existe

source: File name too long
dutch: Bestandsnaam te lang
french: Nom du fichier trop long
german: Dateiname zu lang
italian: Nome file troppo lungo
japanese: ファイル名が長過ぎます。
spanish: Nombre de archivo demasiado largo

source: File Names
dutch: Bestandsnamen
french: Nom de fichier
german: Dateinamen
italian: Nomi file
japanese: ファイル名
spanish: Nombre de archivos

source: File Not Found
dutch: Bestand niet gevonden
french: Fichier non trouvé
german: Datei nicht gefunden
italian: File non trovato
japanese: ファイルがみつかりません。
spanish: Archivo no encontrado

source: File Not Open
dutch: Bestand Niet Open
french: Fichier non-ouvert
german: Datei nicht geöffnet
italian: File non aperto
japanese: ファイルが開いていません。
spanish: Archivo no abierto
