Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Please enter the OLD password:
dutch: Voer aub het OUDE wachtwoord in:
french: Veuillez saisir L'ANCIEN mot de passe:
german: Bitte geben Sie das ALTE Passwort ein:
italian: Immettere la VECCHIA password:
japanese: 古いパスワードを入力してください。
spanish: Introduzca la contraseña ANTIGUA:

source: Please enter your e-mail address:
dutch: Voer aub uw e-mail adres in:
french: Veuillez saisir l'adresse e-mail:
german: Bitte geben Sie Ihre E-Mail-Adresse ein:
italian: Immettere l'indirizzo e-mail:
japanese: メールアドレスを入力してください：
spanish: Introduzca su dirección de e-mail:

source: Please enter your message:
dutch: Voer aub uw bericht in:
french: Veuillez saisir votre message:
german: Bitte geben Sie Ihre Nachricht ein:
italian: Immettere il messaggio:
japanese: メッセージを入力してください。
spanish: Introduzca su mensaje:

source: Please find the picture “%s”
dutch: Zoek aub de foto “%s”
french: Veuillez retrouver l'image“%s”
german: Bitte suchen Sie das Bild “%s”
italian: Trovare l'immagine “%s”
japanese: 「%s」の画像をみつけてください。
spanish: Encuentre la foto “%s”

source: Please name this preset:
dutch: Geef deze vooraf ingestelde instellingen een naam:
french: Veuillez nommer cette présélection:
german: Bitte benennen Sie diese Voreinstellung:
italian: Dare un nome a questa preimpostazione:
japanese: このプリセットに名前を付けてください：
spanish: Déle un nombre a este valor predefinido:

source: Please name this Singer:
dutch: Geef deze Zanger een naam:
french: Veuillez nommer ce chanteur:
german: Bitte benennen Sie diesen Sänger:
italian: Dare un nome all'Artista:
japanese: この歌手に名前を付けてください：
spanish: Déle un nombre a este cantante:

source: Please name this template
dutch: Geef dit sjabloon een naam
french: Veuillez nommer ce modèle
german: Bitte benennen Sie diese Vorlage:
italian: Dare un nome a questo modello
japanese: このテンプレートに名前を付けてください。
spanish: Déle un nombre a esta plantilla

source: Please pick a credit card type
dutch: Kies een credit card type
french: Veuillez choisir un type de carte de crédit
german: Bitte wählen Sie eine Kreditkartenart
italian: Scegliere un tipo di carta di credito
japanese: クレジットカードのタイプを選択してください。
spanish: Elija un tipo de tarjeta de crédito

source: Please select a folder, not a file.
dutch: Selecteer een map, niet een bestand.
french: Veuillez sélectionner un dossier , pas un fichier.
german: Bitte wählen Sie einen Ordner, nicht eine Datei.
italian: Selezionare una cartella, non un file.
japanese: ファイルではなく、フォルダを選択してください。
spanish: Seleccione una carpeta, no un archivo.

source: Please send the purchase failure email report.
dutch: Verzend aub het email verslag van de aankoop foutmelding.
french: Veuillez envoyer l'email de rapport avec l'échec de l'achat.
german: Bitte senden Sie den E-Mail-Bericht des fehlgeschlagenen Kaufs ein.
italian: Inviare l'e-mail di acquisto non andato a buon fine.
japanese: 購入失敗 E メールレポートを送信してください。
spanish: Por favor, envíe por e-mail el informe de fallo en la compra.

source: Please set the type of credit card you are using
dutch: Stel aub het type credit card in dat u gebruikt
french: Veuillez choisir le type de carte de crédit que vous utilisez
german: Bitte wählen Sie die Kreditkartenart, die Sie verwenden
italian: Vedere il tipo di carta di credito che si sta utilizzando
japanese: 使用するクレジットカードのタイプを設定してください。
spanish: Especifique el tipo de tarjeta de crédito que utiliza

source: Please wait a few moments and this screen will refresh.
dutch: Momentje, het scherm wordt zo vernieuwd.
french: Merci d'attendre quelques instants et cet écran sera rafraîchi
german: Bitte warten Sie ein paar Augenblicke und dieser Bildschirm wird sich aktualisieren.
italian: Aspetta un attimo e questa schermata si aggiornerà.
japanese: 少々お待ちください。画面を更新します。
spanish: Está pantalla se actualizará en unos segundos.

source: Please wait until the sort tasks are finished.
dutch: Wacht aub tot de sorteer taak is voltooid.
french: Veuillez patienter jusqu'aux tâches de tri soit terminé.
german: Bitte warten Sie, bis die Sortiertasks beendet sind.
italian: Attendere il completamento delle operazioni di ordinamento.
japanese: 並び替えタスクが終了するまでお待ちください。
spanish: Espere hasta que hayan finalizado las tareas de clasificación.

source: Possibly Corrupted MP3
dutch: Mogelijk Corrupte MP3
french: MP3 probablement endommagé
german: Möglicherweise beschädigte MP3
italian: MP3 probabilmente corrotto
japanese: MP3 が破損している可能性があります。
spanish: MP3 posiblemente corrupto

source: Preferencs
dutch: Vooraf ingestelde Instellingen
french: Préferences
german: Präferenzen
italian: Preferenze
japanese: 環境設定
spanish: Preferencias

source: Preset not found
dutch: Vooraf ingestelde instellingen niet gevonden
french: Présélection non retrouvée
german: Voreinstellung nicht gefunden
italian: Preimpostazione non trovata
japanese: プリセットがみつかりませんでした。
spanish: Valor predefinido no encontrado

source: Previous
dutch: Vorige
french: Précédent
german: Vorheriges
italian: Precedente
japanese: 前へ
spanish: Anterior

source: Price
dutch: Prijs
french: Prix
german: Preis
italian: Prezzo
japanese: 価格
spanish: Precio

source: Problem starting the kJams web server. Make sure the specified port (%d) isn't in use. Only port 80 or ports >= 1024 are valid.
dutch: Probleem met het opstarten van de kJams-webserver. Controleer of de opgegeven poort (%d) niet in gebruik is. Alleen poort 80 of poorten > 1024 zijn geldig.
french: Problème de démarrage du serveur web kJams. Assurez-vous que le port spécifié (%d) n'est pas utilisé. Seul le port 80 ou les ports >= 1024 sont valides.
german: Probleme beim Start des kJams-Webservers. Stellen Sie sicher, dass der angegebenen Port (%d) nicht verwendet wird. Nur Port 80 oder die Ports >= 1024 sind gültig.
italian: Si è verificato un problema con l'avvio del web server di kJams. Assicurati che la porta (%d) non sia in uso. Solo le porte 80 o >= 1024 sono valide.
japanese: kJams のウェブサーバー開始時に問題が発生しました。指定のポート（%d）が使用されていないか確認してください。使用可能なポートは 80 あるいは >= 1024 のみです。
spanish: Error al iniciar el servidor web de kJams. Asegúrese de que no se está usando el puerto (%d). Solo son válidos el puerto 80 o los puertos del 1024 en adelante.

source: Producer Plugin API out of date, upgrade the plugin.
dutch: Producer Plugin API is verstreken, upgrade de plugin
french: Plugin API du producteur expiré , mettre à jour le plugin.
german: Producer-Plugin API abgelaufen, rüsten Sie das Plugin auf.
italian: Produttore plugin API non aggiornato. Aggiornarlo.
japanese: Producer プラグインの API は期限切れです。プラグインをアップグレードしてください。
spanish: Complemento Producer anticuado, actualice el complemento.

source: Producer Plugin not detected.
dutch: Producer Plugin niet gedetecteerd.
french: Plugin producteur non-détecté.
german: Producer-Plugin nicht gefunden.
italian: Produttore plugin non trovato.
japanese: Producer プラグインが検出しませんでした。
spanish: Complemento Producer no detectado.

source: Producer plugin status: Unknown
dutch: Producer plugin status: Onbekend
french: Statut plugin du producteur: inconnu
german: Pluginstatus des Produzenten: Unbekannt
italian: Status plugin produttore: sconosciuto
japanese: プロデューサープラグインのステータス：不明
spanish: Estado del complemento Producer: desconocido

# producer_tryout_blurb
source: Some songs will burn red X marks in the graphics because you are using the tryout version of the Producer plugin. To remove the red X marks, you must purchase the Producer plugin. Would you like to purchase it?
dutch: Sommige liedjes zullen gebrand worden met rode X markeringen in de afbeeldingen, omdat u de proef versie van de Producer plugin gebruikt. Om de rode X markeringen te verwijderen moet u de Producer plugin kopen. Wilt u het kopen?
french: Certaines chansons seront gravées avec des croix rouges dans les illustrations car vous utilisez la version d'essai du plugin Producer. Pour enlever les croix rouges, vous devez acheter le plugin Producer. Souhaitez-vous l'acheter?
german: Einige Lieder werden rote X-Markierungen in die Grafiken brennen, weil Sie die Testversion des Hersteller-Plugins verwenden. Um die roten X-Markierungen zu entfernen, müssen Sie das Hersteller-Plugin erwerben. Möchten Sie es erwerben?
italian: Alcune canzoni avranno delle X rosse nella grafica perché stai utilizzando la versione di prova del plugin del produttore e per rimuoverle devi acquistarlo. Vuoi comprare adesso il plugin del produttore?
japanese: 一部の歌のグラフィック上には赤い×マークが表示されます。これは試用版の Producer プラグインをお使いのためです。これを取り除くにはProducer プラグインを購入する必要があります。購入しますか?
spanish: Algunas canciones incluyen X rojas en los gráficos porque está usando la versión de prueba del Producer plugin. Para eliminar las X rojas, debe comprar el Producer plugin. ¿Le gustaría comprarlo?

source: Project
french: Projet
german: Projekt
italian: Progetto
japanese: プロジェクト
spanish: Proyecto

source: Publisher
dutch: Uitgever
french: Éditeur
german: Herausgeber
japanese: 発行者
spanish: Editor

source: Pull Meta Data
dutch: Meta Data Trekken
french: Retirez rapport les données méta
german: Metadaten abrufen
italian: Estrarre metadati
japanese: メタデータを取得
spanish: Obtener metadatos

source: Purchase
dutch: Kopen
french: Acheter
german: Erwerben
italian: Acquista
japanese: 購入
spanish: Comprar

source: Purchase Voucher Credit…
dutch: Saldo kortingscode aanvullen...
french: Achat de crédit de bon cadeau...
german: Gutschein-Guthaben kaufen...
italian: Acquista credito coupon...
japanese: バウチャークレジットを購入…
spanish: Comprar crédito de tarjeta regalo...

source: Purchased
dutch: Gekocht
french: Acheté
german: Gekauft
italian: Acquistata
japanese: 購入済み
spanish: Comprado

source: Purchasing Subscription…
dutch: Abonnement aanschaffen...
french: Achat de souscription...
german: Einkaufen von Abonnement...
italian: Acquisto abbonamento in corso...
japanese: サブスクリプションを購入中…
spanish: Comprando suscripción...

source: QuickTime error
dutch: QuickTime fout
french: Erreur QuickTime
german: QuickTime-Fehler
italian: Errore QuickTime
japanese: QuickTime エラー
spanish: Error de QuickTime

source: QuickTime not installed
dutch: QuickTime niet geinstalleerd
french: QuickTime installé
german: QuickTime ist nicht installiert
italian: QuickTime non installato
japanese: QuickTime をインストールしない
spanish: QuickTime no está instalado

source: Quit
dutch: Stoppen
french: Quitter
german: Verlassen
italian: Esci
japanese: 終了
spanish: Salir

source: Quit during Encode?
dutch: Afsluiten tijdens Encoden?
french: Quittez pendant l'encodage?
german: Beim Kodieren verlassen?
italian: Uscire durante la codifica?
japanese: エンコーディング中に終了しますか?
spanish: ¿Salir durante la codificación?

source: Quit during Rip?
dutch: Afsluiten tijdens Rippen?
french: Quittez pendant la gravure?
german: Beim Rippen verlassen?
italian: Uscire durante la copia su CD?
japanese: リッピング中に終了しますか?
spanish: ¿Salir durante la extracción?

# quit_during_export_blurb
source: There is an encoding task currently in progress, if you quit now, the encoding will be aborted. To watch the task, show the Tasks window.
dutch: Er is een encoding taak bezig op het moment, als u nu afsluit, zal het encoden worden onderbroken. Om de taak te bekijken, toon het Taken venster.
french: Il y a une tâche d'encodage en cours, si vous quittez maintenant, l'encodage sera annulé. Pour regarder la tâche, afficher la fenêtre des tâches.
german: Es ist gerade ein Kodierungstask im Gange, wenn Sie jetzt verlassen, wird die Kodierung abgebrochen. Um den Task zu sehen, zeigen Sie das Taskfenster an.
italian: Attività di codifica in corso. Se si esce adesso, la codifica verrà interrotta. Per vedere l'attività, mostrare la finestra Attività.
japanese: 現在、エンコーディングタスクが進行中です。今終了すると、エンコーディングが中断されます。タスクをみるには、タスクウィンドウを表示します。
spanish: Hay una tarea de codificación actualmente en curso; si sale ahora se cancelará la operación de codificación. Para observar la tarea, muestre la ventana de Tareas.

# quit_during_rip_blurb
source: There is a Rip currently in progress, if you quit now, you will have to re-rip the song file, because it will be incomplete, and will not play correctly.
dutch: Er is een Rip bezig op het moment, als u nu afsluit, zult u het liedjes bestand opnieuw moeten rippen, omdat het niet compleet zal zijn en niet juist zal afspelen.
french: Il y a une gravure en cours, si vous quittez maintenant, vous devrez re-graver le fichier de chanson, car il sera incomplet, et ne s'éxecutera pas correctement.
german: Es ist gerade ein Rippen im Gange, wenn Sie jetzt verlassen, müssen Sie das Lied erneut rippen, weil es unvollständig sein und nicht korrekt spielen wird.
italian: Processo di copia su disco in corso. Se si esce adesso, sarà necessario ricopiare il file del brano perché risulterà incompleto e non sarà riprodotto in modo corretto.
japanese: 現在、リッピングが進行中です。今終了すると、曲ファイルは不完全なので正しく再生されないため、これを再リッピングする必要があります。
spanish: Hay una tarea de Extracción actualmente en curso; si sale ahora tendrá que volver a extraer el archivo de canción porque estará incompleto y no se reproducirá correctamente.

source: Quitting…
dutch: Stopt…
french: Quitter…
german: Verlasse…
italian: Uscita in corso…
japanese: 終了中…
spanish: Saliendo…

source: Rating
dutch: Beoordeling
french: Notation
german: Bewertung
italian: Giudizio
japanese: 評価
spanish: Clasificación

source: Re-Bake
dutch: Her-Bak
french: Refaire
german: Erneut brennen
italian: Re-imprimi
japanese: 焼き直し
spanish: Volver a tostar

source: Read-only file system
dutch: Alleen-lezen bestand systeem
french: Système de fichier lecture seule
german: Schreibgeschütztes Dateisystem
italian: Sistema di file di sola lettura
japanese: 読み取り専用のファイルシステム
spanish: Sistema de archivos de sólo lectura

source: reading CD in sector: %d
dutch: leest CD in sector: %d
french: Lecture du CD dans le secteur:%d
german: lese CD in Sektor: %d
italian: lettura CD nel settore: %d
japanese: セクターの読み込み CD： %d
spanish: leyendo CD en sector: %d

source: Reading CD Table of Contents
dutch: Leest CD Inhoud Tabel
french: Lecture CD table de matières
german: Lese CD-Inhaltsverzeichnis
italian: Lettura sommario CD
japanese: CD の目次読み込み
spanish: Leyendo índice de contenido del CD

source: Reading file:
dutch: Leest bestand:
french: Lecture du fichier:
german: Lese Datei:
italian: Lettura file:
japanese: ファイルの読み込み：
spanish: Leyendo archivo:

source: Reading Music Store file into memory
dutch: Leest Muziek Store bestand naar geheugen
french: Lecture fichier magasin de musique dans le mémoire
german: Lese die Musikladendatei in den Speicher
italian: Lettura informazioni music store nella memoria
japanese: ミュージックストアのファイルをメモリに読み込む
spanish: Leyendo archivo de tienda de música en la memoria

source: Reading:
dutch: Leest:
french: Lecture:
german: Lese:
italian: Lettura:
japanese: 読み込み：
spanish: Lectura:

source: Ready!
dutch: Klaar!
french: Prêt!
german: Fertig!
italian: Pronto!
japanese: 準備完了!
spanish: ¡Listo!

# rebuild_library_blurb
source: Please quit kJams, then, in the Finder, delete the folder “kJams Library”, located in the kJams folder, in your Music folder, then re-start kJams. This is the best way to create a “fresh” library.
dutch: Gelieve kJams af te sluiten, verwijder vervolgens, in de Finder, de map “kJams Bibliotheek”, die zich bevindt in de kJams map, in uw Muziek map, start daarna kJams opnieuw op. Dit is de beste manier om een “frisse” bibliotheek te creëeren.
french: Veuillez quitter kJams, puis, dans le camps de recherche, supprimez le dossier "bibliothèque kJams", situé dans le dossier kJams, dans votre dossier musique, puis re-démarrer kJams. C'est le meilleur moyen de créer une «nouvelle» bibliothèque.
german: Bitte verlassen Sie kJams, löschen Sie den Ordner „kJams-Bibliothek“, der sich im kJams-Ordner in Ihrem Musikordner befindet und starten Sie kJams neu. Dies ist die beste Art, eine „frische“ Bibliothek zu erstellen.
italian: Uscire da kJams, quindi eliminare la cartella “Libreria kJams” nella finestra Ricerca, nella cartella Musica, quindi eseguire nuovamente kJams. Questo è il modo migliore per creare una nuova libreria.
japanese: kJams を終了し、その後、Finderで、 kJams フォルダ内の「 kJams ライブラリ」を削除してから、再び kJams を起動します。これが「新鮮な」kJams ライブラリを作成するための最良の方法です。
spanish: Salga de kJams y, a continuación, en el Buscador, elimine la carpeta "kJams Library", ubicada en la carpeta kJams de su carpeta de música y, luego, reinicie kJams. Es la mejor manera de crear una biblioteca "nueva".

source: Rebuilding library
dutch: Herbouwt bibliotheek
french: Reconstruction de la bibliothèque
german: Baue die Bibliothek wieder auf
italian: Ricostruzione libreria
japanese: ライブラリの再構築
spanish: Reconstruyendo la biblioteca

# receipt_str
source: Check your email for a receipt, or contact “%s” for help. Or would you like to purchase the song again?
dutch: Controleer uw email op een ontvangstbewijs of neem contact op met “%s” voor hulp. Of wilt u het lied opnieuw kopen?
french: Vérifiez votre adresse email pour une reçu, ou contactez "%s" pour de l' aide. Ou aimeriez-vous acheter la chanson à nouveau?
german: Überprüfen Sie Ihre E-Mails auf einen Beleg oder kontaktieren Sie “%s” für Hilfe. Oder möchten Sie das Lied erneut kaufen?
italian: Controllare l'e-mail per la ricevuta o contattare “%s” per aiuto o acquistare nuovamente il brano?
japanese: 領収書はEメールを、またヘルプには「%s」へお問い合わせください。または曲を再度購入しますか?
spanish: Compruebe su e-mail para ver si tiene un recibo, o póngase en contacto con “%s” para recibir ayuda. ¿O desearía comprar la canción de nuevo?

source: Recent
french: Récent
german: Kürzlich
italian: Recente
japanese: 前回
spanish: Reciente

source: Reference
dutch: Referentie
french: Référence
german: Referenz
italian: Fai riferimento
japanese: 参照
spanish: Referencia

# reinterp_sort_pli_blurb
source: This playlist is currently sorted by a column whose data will change when the song name is reinterpreted. You should sort by PLI or SongID before reinterpreting.
dutch: Deze afspeellijst wordt momenteel gesorteerd op kolom. De gegevens ervan veranderen als de naam van het liedje opnieuw wordt geïnterpreteerd. Sorteer op PLI of SongID voordat opnieuw wordt geïnterpreteerd.
french: Cette liste de lecture est actuellement triée sur une colonne dont les données changent quand le titre d'une chanson est réinterprété. Nous vous recommandons de les trier par index de liste de lecture (ILL) ou par identifiant de chanson avant de la réinterpréter.
german: Diese Wiedergabeliste wird derzeit nach einer Spalte sortiert, deren Daten sich ändern, wenn der Liedname neu interpretiert wird. Sie sollten die Wiedergabeliste nach der PLI oder Lied-ID sortieren, bevor Sie einen Liednamen neu interpretieren.
italian: In questa playlist l'ordine è al momento basato su una colonna i cui dati cambiano quando il nome del brano viene reinterpretato. Prima della reinterpretazione andrebbe ordinata per indice di playlist (PLI) o per ID brano.
japanese: このプレイリストは現在カラムごとにソートされていますが、曲名が再読み込みされた場合データは更新されます。再読み込み前に、PLI か SongID ごとにソートすることをお勧めします。
spanish: Esta lista de reproducción está clasificada por una columna cuyos datos cambiarán cuando se reinterprete el nombre de la canción. Deberías clasificarla por PLI o IDCanción antes de reinterpretar la canción.

source: Release icons
dutch: Iconen vrijlaten
french: Relâchez les icônes
german: Icons freigeben
italian: Icone rilasciate
japanese: アイコンを離す
spanish: Liberar iconos

source: Releasing Microphone
dutch: Microfoon vrijlaten
french: Relâchez le microphone
german: Gebe Mikrofon frei
italian: Rilascio microfono
japanese: マイクの取り外し
spanish: Liberando micrófono

source: Reload Music Store
dutch: Herlaadt Muziek Store
french: Rechargement du magasin de musique
german: Musikladen erneut laden
italian: Ricaricamento music store
japanese: ミュージックストアを再ロード
spanish: Volver a cargar la tienda de música

source: Reloading Disc…
dutch: Herlaadt Disc…
french: Rechargement du disque…
german: Lade Disk erneut…
italian: Ricaricamento disco in corso…
japanese: ディスクを再ロード…
spanish: Volviendo a cargar el disco…

source: Remove
dutch: Verwijder
french: Effacer
german: Entfernen
italian: Elimina
japanese: 削除
spanish: Retirar

source: Remove Event Handler
dutch: Verwijder Evenement Handelaar
french: Effacez le gestionnaire d’évènements
german: Event-Handler entfernen
italian: Eliminare gestore eventi
japanese: イベントハンドラーの削除
spanish: Retirar Manipulador de eventos

source: Remove from Library
dutch: Verwijder van de Bibliotheek
french: Effacez de la bibliothèque
german: Aus Bibliothek entfernen
italian: Elimina dalla libreria
japanese: ライブラリから削除する
spanish: Retirar de la biblioteca

source: Remove Timers
dutch: Verwijder Timers
french: Effacer la minuterie
german: Timer entfernen
italian: Eliminazione timer
japanese: タイマーを削除する
spanish: Retirar temporizadores

# remove_dupes_blurb
source: This will only remove (presumeably duplicate) playlist items from the Library playlist. This will only work (ie: not crash) if this playlist contains duplicate *references* from your *Library*. This will only happen due to bugs. Are you sure you want to risk crashing right now? Did Dave directly tell you to do this?
dutch: Dit zal alleen (waarschijnlijk dubbele) afspeellijst items van de Bibliotheek afspeellijst verwijderen. Dit zal alleen werken (m.a.w.: niet crashen) als deze afspeellijst dubbele *referenties* bevat van uw *Bibliotheek*. Dit zal alleen gebeuren als gevolg van fouten. Weet u zeker dat u nu wilt riskeren dat u crasht? Heeft Dave u direct vertelt om dit te doen?
french: Cela ne fera que de supprimer les (le duplicata présumé) éléments de la liste de lecture de la bibliothèque. Cela ne fonctionnera (c'est à dire: ne plantera pas) si cette liste de lecture contient les duplicata des * références * à partir de votre *bibliothèque *. Ceci ne se produira en raison de bogues. Etes-vous sûr de vouloir prendre le risque de voir planter en ce moment? Est ce que Dave vous a directement de faire cela?
german: Dies entfernt (vermutlich doppelt) nur Artikel aus der Wiedergabeliste der Bibliothek. Dies funktioniert nur (d.h. stürzt nicht ab), wenn diese Wiedergabeliste doppelte „Verweise“ aus Ihrer *Bibliothek* enthält. Dies wird nur dank Softwarefehlern geschehen. Sind Sie sicher, dass Sie gerade jetzt einen Absturz riskieren wollen? Hat Dave selber Ihnen aufgetragen, dies zu tun?
italian: Questo elimina solo le voci della playlist (probabilmente doppie) dalla libreria. Funziona (es. nessun arresto anomalo) solo se la playlist contiene *riferimenti* doppi dalla *Libreria*. L'arresto anomalo si verificherà solo a causa di bug. Rischiare l'arresto anomalo in questo momento? Dave ha direttamente detto di farlo?
japanese: これはライブラリのプレイリストのプレイリスト項目(重複しているとみなされる)だけを削除します。これはプレイリストに*ライブラリ*から重複する*参照*を含むプレイリストの場合には動作します（クラッシュしない）。これはバグによってのみ起こります。クラッシュのリスクを冒しても試したいですか? Dave から直接そうするように言われましたか?
spanish: Esta acción sólo quitará elementos de lista de reproducción (presumiblemente duplicados) de la lista de reproducción de la biblioteca. Esto sólo funcionará (es decir, no fallará la aplicación) si esta lista de reproducción contiene *referencias* duplicadas de su *Biblioteca*. Esto sólo ocurrirá a causa de problemas técnicos. ¿Está seguro de que quiere arriesgarse a que falle la aplicación ahora mismo? ¿Le dijo Dave directamente que hiciera esto?
