Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Date Added
dutch: Datum Toegevoegd
french: Date ajoutée
german: Datum des Hinzufügens
italian: Data aggiunta
japanese: 追加日
spanish: Fecha añadida

source: Date must be of the form “MM/YYYY”
dutch: Datum moet in de “MM/JJJJ” vorm zijn
french: La date doit être au format "MM/AAAA"
german: Das Datum muss die Form „MM/JJJJ“ haben
italian: La data deve essere di tipo “MM/AAAA”
japanese: 日付は「MM/YYYY」の形式である必要があります。
spanish: La fecha debe estar en el formato "MM/AAAA"

source: Day
dutch: Dag
french: Jour
german: Tag
italian: Giorno
japanese: 日
spanish: Día

source: Days
dutch: Dagen
french: Jours
german: Tage
italian: Giorni
japanese: 日間
spanish: Días

source: Deactivate
dutch: Uitschakelen
french: Désactiver
german: Deaktivieren
italian: Disattiva
japanese: 取り消す
spanish: Desactivar

source: Decode from BIN file:
dutch: Decoden van BIN bestand:
french: Décode à partir du fichier BIN :
german: Aus BIN-Datei dekodieren:
italian: Decodifica da file BIN:
japanese: BINファイルからデコード：
spanish: Decodificar desde archivo BIN:

source: Default
dutch: Standaard
french: Par défaut
german: Standard
japanese: デフォルト
spanish: Predeterminado

source: Default Media Stream Info has been saved.
dutch: Standaard Media Stream informatie is opgeslagen.
french: Info sur la diffusion média par défaut a été sauvegardée.
german: Die standardmäßigen Informationen zum Medienstream sind gespeichert worden.
italian: Informazioni flusso supporto di default salvate.
japanese: デフォルトのメディアストリーム情報が保存されました。
spanish: Se ha guardado la información del torrento de contenido predeterminado.

source: Deinterleaving / Error Correcting Graphics
dutch: Deinterleaving / Fout Correctie Beelden
french: Désentrelacement / Erreur lors de la correction des graphiques
german: Entschachteln / Fehlerkorrekturgrafiken
italian: Deinterfoliazione / Errore correzione grafica
japanese: グラフィック修正のデインタリーブ/エラー
spanish: Desentrelazado / Gráficos de corrección de errores

source: Delay time after click to start edit (seconds)
dutch: Vertragingstijd na klik start bewerking (seconden)
french: Temps d'attente après validation pour commencer la modification (en secondes)
german: Zeitverzögerung nach dem Klicken, um die Bearbeitung zu starten (Sekunden)
italian: Ritardo dopo aver avviato la modifica (secondi)
japanese: [編集を開始] をクリック後の遅延時間 (数秒)
spanish: Tiempo de retardo después de hacer clic para comenzar a editar (segundos)

source: Delay time after editing to store tags to files (seconds)
dutch: Vertragingstijd na bewerking aan store labels van bestanden (seconden)
french: Temps d'attente après la modification des onglets d'archivage aux fichiers (en secondes)
german: Zeitverzögerung nach dem Bearbeiten, um die Tags in Dateien zu speichern (Sekunden)
italian: Ritardo dopo la modifica dai tag dello store ai file (secondi)
japanese: ファイルにタグを格納するために編集した後の遅延時間 (数秒)
spanish: Tiempo de retardo después de editar para almacenar etiquetas en archivos (segundos)

source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
italian: Elimina
japanese: 削除
spanish: Eliminar

source: Delete browser
dutch: Verwijder browser
french: Supprimer le navigateur
german: Browser löschen
italian: Elimina browser
japanese: ブラウザを削除する
spanish: Eliminar navegador

source: Delete composition element
dutch: Verwijder compositie elementen
french: Supprimer l'élément de composition
german: Aufbau-Element löschen
italian: Elimina elemento composizione
japanese: 構成要素を削除する
spanish: Eliminar elemento de composición

source: Delete graphics
dutch: Verwijder beelden
french: Supprimer les graphiques
german: Grafiken löschen
italian: Elimina grafica
japanese: グラフィックを削除する
spanish: Eliminar gráficos

source: Delete LAME
dutch: Verwijder LAME
french: Supprimer LAME
german: LAME löschen
italian: Elimina LAME
japanese: LAME を削除する
spanish: Eliminar LAME

source: Delete Library
dutch: Verwijder Bibliotheek
french: Supprimer la bibliothèque
german: Bibliothek löschen
italian: Elimina libreria
japanese: ライブラリを削除する
spanish: Eliminar biblioteca

source: Delete Object Tracker
dutch: Verwijder Object Vinder
french: Supprimer la suivie d'objet
german: Objektsucher löschen
italian: Elimina posizione oggetto
japanese: オブジェクトトラッカーを削除する
spanish: Eliminar rastreador de objetos

source: Delete Playlist
dutch: Verwijder Afspeellijst
french: Supprimer la liste de lecture
german: Wiedergabeliste löschen
italian: Elimina playlist
japanese: プレイリストを削除する
spanish: Eliminar lista de reproducción

source: Delete Singers
dutch: Verwijder Zangers
french: Supprimer les chanteurs
german: Sänger löschen
italian: Elimina cantanti
japanese: 歌手を削除する
spanish: Eliminar cantantes

source: Delete Tracks
dutch: Verwijder Tracks
french: Supprimer les pistes
german: Tracks löschen
italian: Elimina tracce
japanese: トラックを削除する
spanish: Eliminar pistas

source: Delete Venue
dutch: Verwijder Plaats
french: Supprimer endroit
german: Ort löschen
italian: Elimina location performance
japanese: 会場を削除
spanish: Eliminar ubicación

source: Delete version tracker
dutch: Verwijder versie vinder
french: Supprimer la suivie de version
german: Versionssucher löschen
italian: Elimina posizione versione
japanese: バージョントラッカーを削除する
spanish: Eliminar rastreador de versiones

source: Delete zipper
dutch: Verwijder zipper
french: Supprimer le zipper
german: Zipper löschen
italian: Elimina compressore
japanese: ジッパーを削除する
spanish: Eliminar compresor Zip

# delete_singing_singer
source: Did you really mean to remove the person who is currently singing? Note: this will interrupt the current song!
dutch: Wilt u echt de persoon die op dit moment zingt verwijderen? Let Op: dit zal het huidige lied onderbreken!
french: Aviez-vous vraiment l'intention de supprimer la personne qui est actuellement entrain de chanter? Remarque: ceci interromera le morceau en cours!
german: Wollten Sie wirklich die Person löschen, die gerade singt? Beachten Sie: Dies wird das laufende Lied unterbrechen!
italian: Eliminare l'artista che sta cantando? Nota. Questo interromperà la riproduzione del brano corrente.
japanese: ほんとうに現在歌っている人を削除しますか？注： これは現在の曲を中断します!
spanish: ¿Realmente intentaba eliminar la persona que está cantando en este momento? Nota: se interrumpirá la canción actual.

# delete_songs_blurb
source: Warning!! This will move original files on your hard disk to the trash, as well as remove all references from all playlists! Are you sure you want to trash the selected files?
dutch: Waatschuwing!! Dit zal de originele bestanden op uw harde schijf naar de prullenbak verplaatsen, en ook alle referenties van alle afspeellijsten! Weet u zeker dat u de geselecteerde bestanden wilt verwijderen?
french: Avertissement! Ceci déplacera des fichiers d'origine sur votre disque dur vers la corbeille de recyclage, ainsi que supprimer toutes les références de toutes les listes de lecture! Etes-vous sûr de vouloir supprimer les fichiers sélectionnés?
german: Warnung!! Dies wird Originaldateien auf Ihrer Festplatte in den Papierkorb verschieben und alle Verweise von allen Wiedergabelisten entfernen! Sind Sie sicher, dass Sie die ausgewählten Dateien wegwerfen wollen?
italian: Attenzione. Questa operazione sposterà i file originali dall'hard disk al cestino, oltre a rimuoverne i riferimenti in tutte le playlist. Cestinare i file selezionati?
japanese: 警告!! これはハードディスクから元のファイルをゴミ箱に移動するだけでなく、すべてのプレイリストの参照を削除します。ほんとうに選択したファイルをゴミ箱に移動しますか?
spanish: ¡¡Advertencia!! Con esta acción se moverán los archivos originales de su disco duro a la bandeja de reciclaje, además de quitarse todas las referencias de todas las listas de reproducción. ¿Seguro que desea enviar los archivos seleccionados a la bandeja de reciclaje?

# delete_venue_blurb
source: Are you sure you want to delete the venue “%s”? This will permanantly delete all singers at that venue. If there are singers who live in this venue who have aliases in other venues, they will be deleted from the other venues as well. You can not undo this action.
dutch: Weet u zeker dat u de plaats "%s" wilt verwijderen? Dit zal alle zangers van deze plaats permanent verwijderen. Als er zangers zijn in deze plaats, die aliassen hebben in andere plaatsen, zullen ze ook van de andere plaatsen worden verwijderd. U kunt deze actie niet ongedaan maken.
french: Etes-vous sûr de vouloir supprimer le l'endroit “%s"? Ceci supprimera définitivement tous les chanteurs à à cet endroit. Si il y a des chanteurs qui vivent dans cet endroit qui ont des alias dans d'autres lieux, ils seront supprimés à partir des autres sites aussi. Vous ne pouvez pas annuler cette action.
german: Sind Sie sicher, dass Sie den Veranstaltungsort “%s” löschen wollen? Dies wird dauerhaft alle Sänger an diesem Veranstaltungsort löschen. Wenn es Sänger gibt, die an diesem Veranstaltungsort leben und Decknamen an anderen Veranstaltungsorten haben, werden sie auch von den anderen Veranstaltungsorten gelöscht. Sie können diesen Vorgang nicht rückgängig machen.
italian: Eliminare la location della performance “%s”? Tutti i cantanti verranno eliminati in modo definitivo in quella location performance. In presenza di cantanti che vivono in questa location con alias in altre location, verranno eliminati anche dalle altre location. Non sarà possibile annullare questa operazione.
japanese: ほんとうにこの会場「%s」を削除しますか? この会場に所属する歌手で他の会場にエイリアスがある場合、彼らは他の会場からも削除されます。この処理の取り消しはできません。
spanish: ¿Seguro que desea eliminar la ubicación “%s”? Esta acción eliminará permanentemente todos los cantantes en esa ubicación. Si hay cantantes que residen en esta ubicación y que tienen apodos en otras ubicaciones, se eliminarán de las otras ubicaciones también. No podrá deshacer esta acción.

source: Deleting CDPedia…
dutch: Verwijdert CDPedia…
french: Suppression de l'encyclopédie des CDs…
german: Lösche CDPedia…
italian: Eliminazione CDPedia in corso…
japanese: CDPedia を削除中…
spanish: Eliminando CDPedia…

source: Deleting MetaData Traits Database
dutch: Verwijdert MetaData Traits Database
french: Suppression des traits de données Meta de la base de données
german: Lösche die Datenbank MetaData Traits
italian: Eliminazione database caratteristiche metadati
japanese: メタデータの特性データベースを削除する
spanish: Eliminando base de datos de atributos de metadatos

source: Deleting Songs from Database
dutch: Verwijdert Liedjes van de Database
french: Suppression des chansons de la base de donnée
german: Lösche Lieder aus der Datenbank
italian: Eliminazione brani dal database
japanese: データベースから曲を削除中です。
spanish: Eliminando canciones de la base de datos

source: Deleting Songs…
dutch: Verwijdert Liedjes…
french: Suppression des chansons…
german: Lösche Lieder…
italian: Eliminazione brani in corso…
japanese: 曲を削除中…
spanish: Eliminando canciones…

source: Deleting task manager
dutch: Verwijdert taak manager
french: Suppression du gestionnaire des tâches
german: Lösche Prozessmanager
italian: Eliminazione gestione attività
japanese: タスクマネージャを削除中です。
spanish: Eliminando gestor de tareas

source: Deleting Undo System
dutch: Verwijdert Ongedaan Maak Systeem
french: Suppression du système d'annulation
german: Lösche Rückgängig-System
italian: Eliminazione Sistema annullamento
japanese: 取り消しシステムを削除中です。
spanish: Sistema de eliminación y recuperación

source: Demuxing Audio & Graphic Streams
dutch: Demuxen van Audio & Grafische Streams
french: Démultiplexage du flux audio & diffusions graphiques
german: Demuxe Audio- & Grafikstreams
italian: Demux flussi audio e grafici
japanese: オーディオ & グラフィックストリームを分離する
spanish: Desmultiplexar torrentes de audio y gráficos

source: Demuxing MPEG audio…
dutch: Demuxen van MPEG audio…
french: Démultiplexage d'audio MPEG…
german: Demuxe MPEG-Audio…
italian: Demux audio MPEG in corso…
japanese: MPEG オーディオを分離中…
spanish: Desmultiplexar audio en MPEG…

source: Deselect
dutch: Deselecteer
french: Désélectionner
german: Deselektieren
italian: Deseleziona
japanese: 選択を外す
spanish: Anular selección

source: Desktop
dutch: Bureaublad
french: Bureau
italian: Scrivania
japanese: デスクトップ
spanish: Escritorio

source: Device busy
dutch: Apparaat bezig
french: Périphérique indisponible
german: Gerät beschäftigt
italian: Dispositivo occupato
japanese: デバイスはビジーです。
spanish: Dispositivo ocupado

source: Device not configured
dutch: Apparaat niet geconfigureerd
french: Périphérique non-configuré
german: Gerät nicht konfiguriert
italian: Dispositivo non configurato
japanese: デバイスが設定されていません。
spanish: Dispositivo no configurado

source: Directory not empty
dutch: Index niet leeg
french: Répertoire pas vide
german: Verzeichnis nicht leer
italian: Directory non vuota
japanese: ディレクトリは空ではありません。
spanish: Directorio no vacío

source: Disable
dutch: Uitschakelen
french: Désactiver
german: Deaktivieren
italian: Disabilita
japanese: 停止
spanish: Desactivar

# disable_auto_renew_blurb
source: Are you sure you want to disable Auto-renew? You will still be charged for the duration of your contract period. Disabling Auto-Renew only means the current contract period will not auto-renew when it expires.
dutch: Weet u zeker dat u automatisch verlengen wilt uitschakelen? Er worden dan nog steeds kosten in rekening gebracht voor de duur van uw abonnement. Als u automatisch verlengen uitschakelt, houdt dit alleen in dat de huidige abonnementsperiode niet automatisch wordt verlengd wanneer deze afloopt.
french: Êtes-vous sûr de vouloir désactiver l'Auto-renouvellement ? Vous serez quand même facturé pour la durée de votre période contractuelle. Désactiver l'Auto-renouvellement signifie seulement que la période contractuelle actuelle ne se renouvellera pas automatiquement à expiration.
german: Sind Sie sicher, dass Sie die Auto-Erneuerung deaktivieren wollen? Es werden Ihnen weiterhin für die Dauer der Vertragslaufzeit Kosten berechnet. Deaktivieren der Auto-Erneuerung bedeutet nur, dass die gegenwärtige Vertragslaufzeit nicht automatisch erneuert wird, wenn sie abläuft
italian: Confermi di voler disabilitare il rinnovo automatico? Ti sarà comunque addebitata la durata rimasta del tuo contratto. Disattivare questa funzione fa solo in modo che il contratto attuale non sarà rinnovato automaticamente alla sua scadenza.
japanese: 自動更新を停止してもよろしいですか？ 利用を停止しても契約期間中は利用料金をお支払いいただきます。自動更新を停止すると、有効期限が切れる際に自動で契約更新されません。
spanish: ¿Seguro que quiere desactivar la renovación automática? Seguirá pagando mientras dure su contrato actual. Desactivar la renovación automática significa que su contrato no se renovará al vencer.

source: Disabled
dutch: Uitgeschakeld
french: Désactivé
german: Deaktiviert
italian: Disabilitato
japanese: 停止中
spanish: Desactivado

source: Disabling Auto-Renew…
dutch: Automatisch verlengen uitschakelen...
french: Désactivation de l'Auto-renouvellement...
german: Deaktivierung der Auto-Erneuerung...
italian: Disabilitazione rinnovo automatico in corso...
japanese: オートレビューを停止中…
spanish: Desactivando renovación automática...

source: Disc Burning Progress
dutch: Disc Brand Voortgang
french: Processus de gravure disque
german: Fortschritt beim Disk-Brennen
italian: Avanzamento masterizzazione disco
japanese: ディスク書き込みの進捗状況
spanish: Progreso de grabación en disco

source: Disc Recorder Error: 0x%08x
dutch: Fout disc-brander: 0x%08x
french: Erreur de l'enregistreur de disque : 0x%08x
german: Disc-Recorder-Fehler: 0x% 08x
italian: Errore registratore disco: 0x%08x
japanese: ディスクレコーダーエラー： 0x%08x
spanish: Error de grabador de disco: 0x%08x

source: Disc Ripping Complete!
dutch: Disc Rippen Compleet!
french: Gravure de disque terminé!
german: Disk-Rippen komplett!
italian: Estrazione dal disco completata!
japanese: ディスクのリッピングが完了しました！
spanish: ¡Extracción del disco finalizada!

# disc_meta_info1_blurb
source: Please fill in all the meta info for the Disc. Your missing data: %s.
dutch: Vul alle meta informatie in voor de Disc. Uw missende data: %s.
french: Veuillez saisir tous les informations méta pour le disque. Vos données manquantes: %s.
german: Bitte tragen Sie alle Meta-Informationen für die Disk ein. Ihre fehlenden Daten: %s.
italian: Completare tutte le meta informazioni per il disco. Dati mancanti: %s.
japanese: このディスクのすべてのメタ情報を入力してください。欠けているデータ： %s。
spanish: Por favor, rellene todos los metadatos para el disco. Sus datos omitidos: %s.

# disc_meta_info2_blurb
source: There's still some missing meta info there, keep trying… Your missing data: %s.
dutch: Er mist hier nog steeds meta informatie, blijf proberen… Uw missende data: %s.
french: Il y a encore quelques infos méta manquantes là-bas, continuez à essayer… Vos données manquantes: %s.
german: Es fehlen dort noch einige Meta-Informationen, versuchen Sie es weiterhin… Ihre fehlenden Daten: %s.
italian: Mancano ancora alcune meta informazioni. Riprovare. Dati mancanti: %s.
japanese: まだ欠けているメタ情報があります。もう一度お試しください…欠けているデータ：%s。
spanish: Todavía faltan metadatos ahí, continúe intentándolo… Sus datos omitidos: %s.

source: Disk is full
dutch: Disk is vol
french: Disque plein
german: Die Disk ist voll
italian: Disco pieno
japanese: ディスクが満杯です。
spanish: El disco está lleno

source: Disposing Task Window
dutch: Beheervenster ordenen
french: Disposition de la fenêtre de tâche
german: Entsorgung des Task-Fensters
italian: Eliminazione finestra Attività
japanese: タスクウインドウを処理中
spanish: Desechando la ventana de tareas

source: disposing Task Window
dutch: verwijdert Taken Venster
french: L’élimination des tâches windows
german: richte Task-Fenster ein
italian: eliminazione finestra Attività
japanese: タスクウィンドウを処分する
spanish: desechando la ventana de tareas

source: Dither
dutch: Weifelt
french: Tremblement
german: Dithering
italian: Dithering
japanese: ディザ
spanish: Ruido intencionado (Dither)

source: Do you have a coupon? Or is this just a normal purchase?
dutch: Hebt u een kortingscode? Of is dit een reguliere aankoop?
french: Avez-vous un coupon de réduction ? Ou bien est-ce un achat normal ?
german: Haben Sie einen Gutschein? Oder ist dies einfach ein normaler Kauf?
italian: Hai un coupon o è un acquisto normale?
japanese: 何かクーポンをお持ちですか？ あるいは通常のご購入ですか？
spanish: ¿Tiene un código de descuento? ¿O es una compra normal?

source: Do you use Apple's “Mail” application to send email or do you use some other method?
dutch: Gebruikt u Apple's “Mail” applicatie om email te verzenden of gebruikt u een andere methode?
french: Utilisez-vous l'application "mail" d'Apple pour envoyer des e-mail ou utilisez-vous une autre méthode?
german: Verwenden Sie Apples „Mail“-Anwendung, um E-Mails zu senden, oder verwenden Sie eine andere Methode?
italian: Si utilizza l'applicazione “Mail” di Apple per l'invio di e-mail o si utilizza un altro metodo?
japanese: Apple の「Mail」アプリケーションを使いますか、または別の方法を使いますか?
spanish: ¿Utiliza la aplicación "Correo" de Apple para enviar e-mail o utiliza algún otro método?

source: Document Level
dutch: Documenten Niveau
french: Niveau de document
german: Dokumentlevel
italian: Livello del documento
japanese: ドキュメントレベル
spanish: Nivel de documento

source: Don't Ask Again
dutch: Niet Meer Vragen
french: Ne me demander plus
german: Fragen Sie mich nicht wieder
italian: Non chiedere di nuovo
japanese: 確認しない
spanish: No preguntar de nuevo

source: Don't forget to tip your waitress!
dutch: Vergeet niet uw bediening een fooi te geven!
french: N'oubliez pas à donner un pourboire à votre serveuse!
german: Vergiss nicht, deiner Bedienung ein Trinkgeld zu geben!
italian: Non dimenticare la mancia alla cameriera!
japanese: ウェイトレスにチップを忘れずに!
spanish: ¡No olvide dejar propina a la camarera!

source: Don't Send
dutch: Niet Verzenden
french: N'envoyez pas
german: Nicht senden
italian: Non inviare
japanese: 送信しない
spanish: No enviar

source: Don't warn me again for a month
dutch: Waarschuw mij niet meer voor een maand
french: Ne m'avertissez plus pendant un mois
german: Warnen Sie mich einen Monat lang nicht wieder
italian: Non ripetere l'avviso per un mese
japanese: 1か月は警告しない
spanish: No volver a avisarme en un mes

source: Done
dutch: Klaar
french: Terminé
german: Fertig
italian: Fine
japanese: 完了
spanish: Listo

source: Download
french: Télécharger
german: Herunterladen
italian: Scarica
japanese: ダウンロード
spanish: Descargar

source: Download session timed out
dutch: Download sessie gepauzeerd
french: Session de téléchargement expirée
german: Die Download-Sitzung ist abgelaufen
italian: Sessione di download scaduta
japanese: ダウンロードセッションのタイムアウト
spanish: El tiempo de espera de la sesión de descarga ha terminado

# download_pro_blurb
source: The Lite version of kJams Tryout does not have Singers and Rotation. Would you like to download the Pro version?
dutch: De Lite versie van kJams Tryout heft geen Zangers en Rotatie, Wilt u de Pro versie downloaden?
french: La version Lite de kJams n'a pas de chanteurs et de rotation. Voulez-vous télécharger la version Pro?
german: Die leichte Version von kJams' Testversion hat keine Sänger und Rotation. Möchten Sie die Pro-Version herunterladen?
italian: La versione Lite di kJams Tryout non ha artisti nè rotazione. Scaricare la versione Pro?
japanese: kJams 試用版の Lite バージョンには歌手とローテーションはありません。 Pro バージョンをダウンロードしますか?
spanish: La versión Lite de kJams Tryout no tiene cantantes ni rotación. ¿Desea descargar la versión Pro?

source: Downloading file:
dutch: Downloaden van bestand:
french: Téléchargement du fichier:
german: Lade Datei herunter:
italian: Download file in corso:
japanese: ファイルをダウンロード：
spanish: Descargando archivo:

source: Downloads
french: Téléchargements
italian: Download
japanese: ダウンロード
spanish: Descargas

source: Drink Specials!
dutch: Drink Speciaaltjes!
french: Promos sur les boissons!
german: Drink Angebote!
italian: Bevande speciali!
japanese: スペシャルを飲もう!
spanish: ¡Bebidas especiales!

source: Duet
french: Duo
german: Duett
italian: Duetto
japanese: デュエット
spanish: Dueto

source: Duet Comment
dutch: Duetcommentaar
french: Commentaire sur le duo
german: Duett-Kommentar
italian: Commento al duetto
japanese: デュエットのコメント
spanish: Comentario dueto

# dupe items blurb
source: Some of your database items have duplicate ID's, possibly corrupting your database.
dutch: Sommige database items hebben ID's verdubbeld die mogelijk uw database beinvloeden.
french: Certains de vos articles de base de données ont double identité, qui peuvent éventuellement corrompre votre base de données.
german: Einige von Ihren Datenbankartikeln haben doppelte IDs, die Ihre Datenbank beschädigen könnten.
italian: Alcuni elementi del database hanno degli ID duplicati che potrebbero danneggiare il database.
japanese: いくつかのデータベース項目には重複したIDがあり、データベース破損の可能性があります。
spanish: Algunos de los elementos de su base de datos tienen ID duplicados, que posiblemente están corrompiendo la base de datos.

# dupe items fixed blurb
source: I tried to fix them, but you may still have problems. You may want to contact dave.
dutch: Ik heb geprobeerd ze te herstellen, maar er kunne zich nog steeds problemen voordoen. U zult mischien contact met dave willen opnemen.
french: J'ai essayé de les réparer, mais vous pouvez toujours avoir des problèmes. Vous pouvez contacter Dave
german: Ich habe versucht, sie in Ordnung zu bringen, aber Sie könnten noch Probleme haben. Sie möchten vielleicht Dave kontaktieren.
italian: Si è tentato di correggerli ma potrebbero ancora verificarsi dei problemi. Potrebbe essere necessario contattare Dave.
japanese: 修復を試みましたが、未だ問題は残るかもしれません。Dave にお問い合わせください。
spanish: He intentado repararlos, pero es posible que todavía tenga problemas. Tal vez desee ponerse en contacto con Dave.
