Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

# warn_karaoke_locker
source: The “Karaoke Locker” music store is ONLY licensed for home use. Sound Choice is going around suing people for using these songs in public venues. Currently, the only way to legally obtain Sound Choice songs for use in a public venue is to purchase physical media directly from Sound Choice. If you are a home user, there is no problem. But if you are doing shows in public, are you sure you want to enable yourself to be sued by Sound Choice?
dutch: De muziekwinkel 'Karaoke Locker' is ALLEEN gelicenseerd voor thuisgebruik. Sound Choice legt zich toe op het aanklagen van personen die deze liedjes ten gehore brengen in openbare ruimten. Op dit moment is de enige manier waarop u Sound Choice-liedjes legaal kunt bemachtigen voor gebruik in openbare ruimten door de fysieke media rechtstreeks aan te schaffen via Sound Choice. Als u een thuisgebruiker bent, is er geen probleem. Maar als u in het openbaar optreedt, loopt u het risico te worden aangeklaagd door Sound Choice. Wilt u dat wel?
french: Le magasin de musique “Mode Karoké” est UNIQUEMENT sous licence pour une utilisation à domicile. Sound Choice poursuit des gens en justice pour l'utilisation de ces chansons dans un lieu public. Actuellement, la seule manière d'obtenir légalement des chansons Sound Choice pour une utilisation dans un lieu public est d'acheter le média physique directement auprès de Sound Choice. Si vous êtes un utilisateur à domicile, pas de problème. Mais si vous participez à des spectacles en public, êtes-vous sûr de vouloir courir le risque d'être poursuivi en justice par Sound Choice ?
german: Der "Karaoke Locker"-Musikladen ist NUR für den privaten Gebrauch lizenziert. Sound Choice verklagt gerade Personen für die Verwendung dieser Lieder in öffentlichen Institutionen Derzeit ist die einzige Möglichkeit, um legal Sound Choice-Lieder zur Verwendung an einem öffentlichen Ort zu erhalten, der physische Erwerb von Medien Sound Choice. Wenn Sie ein Heimnutzer sind, gibt es kein Problem. Aber wenn Sie sich trauen, sich in der Öffentlichkeit zu zeigen, sind Sie denn sicher, dass Sie das Risiko eingehen möchten, sich von Sound Choice verklagt zu werden?
italian: Il music store Karaoke Locker dà la licenza SOLO per uso casalingo. Sound Choice sta facendo causa a molte persone per aver usato queste canzoni in pubblico. Al momento, l'unico modo per usare legalmente le canzoni di Sound Choice in pubblico è comprarle su supporto fisico direttamente da loro. Se sei un utente casalingo, non c'è problema, ma se ti esibisci in pubblico, vuoi davvero correre il rischio di essere portato in tribunale da Sound Choice?
japanese: 「Karaoke Locker」ミュージックストアは個人ユーザーのみにライセンス供与されています。収録されている曲を公共の場で使用された場合に備え、Sound Choice は法的手段を講じるべく調査を行っています。現在、公共の場で合法的に Sound Choice の曲を使用できる唯一の方法は、ＣＤ等のメデイアを Sound Choice から直接ご購入いただくしかありません。個人ユーザーの私的利用は問題ございませんが、舞台で公然と使用することは許可されていません。Sound Choice から告訴されてもよろしいのですか？
spanish: La tienda de música "Karaoke Locker" solo tiene licencia para uso doméstico. Sound Choice denunciará a todo aquel que use las canciones en lugares públicos. Actualmente el único modo de conseguir canciones de Sound Choice por medios legales, es comprar el contenido físico directamente a Sound Choice. Si es un usuario privado, no hay ningún problema. Pero si quiere usar las canciones en el ámbito público, ¿está seguro de que quiere arriesgarse a ser denunciado por Sound Choice?

source: Warning:
dutch: Waarschuwing:
french: Avertissement:
german: Warnung:
italian: Attenzione:
japanese: 警告
spanish: Advertencia:

source: Web Server Not Started
dutch: Webserver niet gestart
french: Serveur web non démarré
german: Web-Server nicht gestartet
italian: Web server non avviato
japanese: ウェブサーバーが開始されていません
spanish: Servidor web no iniciado

source: Web Site
french: Site Web
german: Webseite
italian: Sito Web
japanese: ウェブサイト
spanish: Sitio web

source: Webserver port
dutch: Webserver poort
french: Port du serveur Web
italian: Porta server Web
japanese: ウェブサーバーポート
spanish: Puerto de Webserver

# weird_unix_err
source: The OS is reporting to me that your CD drive has a “%s” error. Now, I’m not entirely sure what that means, but practically it means you can't rip with this drive
dutch: De OS rapporteert mij dat uw CD drive een “%s” fout heeft. Ik ben er niet helemaal zeker van wat dat betekent, maar in de praktijk betekent dit dat u niet met deze drive kunt rippen
french: Le système d'exploitation m'indique que votre lecteur de CD a une erreur "%s" . Maintenant, je ne suis pas entièrement sûr de ce que cela signifie, mais pratiquement, cela signifie que vous ne pouvez pas graver avec ce lecteur
german: Das BS meldet mir, dass Ihr CD-Laufwerk einen „%s“-Fehler hat. Jetzt bin ich nicht ganz sicher, was das bedeutet, aber praktisch bedeutet es, dass Sie mit diesem Laufwerk nicht rippen können
italian: Il sistema operativo ha riportato che l'unità CD ha un errore “%s”. Non so esattamente cosa significhi ma non è possibile copiare su CD utilizzando questa unità
japanese: OSはCDドライブに「%s」エラーがあると報告しています。現時点でその理由は不明ですが、実質的にそれはこのドライブでリッピングできないことを意味します。
spanish: El sistema operativo me está informando de que su unidad de CD tiene un error “%s”. Sin embargo, no estoy completamente seguro de lo que eso significa, pero en la práctica lo que quiere decir es que no puede extraer con esta unidad.

source: What will you do?
dutch: Wat gaat u doen?
french: Que feriez vous?
german: Was werden Sie tun?
italian: Cosa si farà?
japanese: どうしますか?
spanish: ¿Qué va a hacer?

source: Who's Singing Next:
dutch: Wie Zingt Er Als Volgende:
french: Chanteur suivant :
german: Wer als nächstes singt:
italian: Chi canterà dopo:
japanese: 次に歌うのは：
spanish: ¿A quién le toca a continuación?

source: Wide character encoding error
dutch: Wijde karakter encoder fout
french: Erreur d'encodage de caractères larges
german: Weitreichender Zeichenkodierungsfehler
italian: Errore di codifica caratteri larghi
japanese: ワイド文字のエンコードエラー
spanish: Error de codificación de caracteres anchos

source: Will Renew on: %s
dutch: Wordt verlengd op: %s
french: Renouvellement le : %s
german: Erneuerung erfolgt am: %s
italian: Rinnovo il: %s
japanese: 更新予定日： %s
spanish: Se renovará el: %s

source: Within your selection is a streaming only song which can not be purchased.
dutch: Binnen uw selectie is een alleen-streaming lied wat niet kan worden gekocht.
french: Dans votre sélection figure une chanson de diffusion ne pouvant pas être achetée.
german: In Ihrer Auswahl ist ein Lied, das nur gestreamt, aber nicht erworben werden kann.
italian: Nella selezione è un brano a solo streaming che non può essere acquistato.
japanese: セレクションには購入することができないストリーミングの曲だけがあります。
spanish: Dentro de su selección hay una canción que sólo se puede descargar en torrente y no puede comprarse.

source: Would you like to create a new video?
dutch: Wilt u een nieuwe video maken?
french: Aimeriez-vous créer une autre vidéo?
german: Möchten Sie ein neues Video erstellen?
italian: Creare un nuovo video?
japanese: 新規動画を作成しますか?
spanish: ¿Le gustaría crear un nuevo vídeo?

source: Would you like to edit your account settings?
dutch: Wilt u uw accountinstellingen bewerken?
french: Voulez-vous modifier vos paramètres de compte ?
german: Möchten Sie Ihre Kontoeinstellungen bearbeiten?
italian: Vuoi modificare le impostazioni del tuo account?
japanese: アカウント設定を編集しますか？
spanish: ¿Quiere editar la configuración de su cuenta?

source: Would you like to edit your payment settings?
dutch: Wilt u uw betalingsinstellingen bewerken?
french: Aimeriez-vous modifier vos paramètres de paiement?
german: Möchten Sie Ihre Bezahlungs-Einstellungen bearbeiten?
italian: Modificare le impostazioni di pagamento?
japanese: 決済の設定を編集します?
spanish: ¿Desea editar su configuración de pago?

source: Would you like to purchase the fully functional version?
dutch: Wilt u de volledig werkende versie kopen?
french: Voulez-vous acheter la version pleinement fonctionnelle?
german: Möchten Sie die voll funktionsfähige Version erwerben?
italian: Acquistare la versione con tutte le funzioni?
japanese: 全機能が揃ったバージョンを購入しますか?
spanish: ¿Le gustaría comprar la versión completamente funcional?

source: Writer
dutch: Schrijver
french: Lyriciste
german: Schriftsteller
italian: Autore
japanese: ライター
spanish: Escritor

source: Writing CDG to Cache
dutch: Schrijft CDG naar Cache
french: Ecrire CDG sur cache
german: Schreibe CDG in den Cache
italian: Scrittura CDG nella cache
japanese: CDG をキャッシュに書き込む
spanish: Escribiendo CDG en caché

source: Writing Uncompressed PCM Audio To Cache
dutch: Schrijft Niet-Gecomprimeerde PCM Audio Naar Cache
french: Ecrire audio non compressé PCM à Cache
german: Schreibe unkomprimiertes PCM-Audio in den Cache
italian: Scrittura audio PCM decompresso nella cache
japanese: 未圧縮 PCM オーディオをキャッシュに書き込む
spanish: Escribiendo en caché Audio PCM sin comprimir

source: Writing:
dutch: Schrijft:
french: Ecrire
german: Schreibe:
italian: Scrittura:
japanese: 書き込み：
spanish: Escritura

source: year
dutch: jaar
french: an
german: Jahr
italian: anno
japanese: 年
spanish: año

source: Year
dutch: Jaar
french: Année
german: Jahr
italian: Anno
japanese: 年
spanish: Año

source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Sì
japanese: はい
spanish: Sí

source: You already purchased this song. Your email receipt has a download link.
dutch: U heeft dit lied al gekocht. Uw ontvangst email bevat een download link.
french: Vous avez déjà acheté cette chanson. Votre reçu courriel a un lien de téléchargement.
german: Sie haben dieses Lied bereits gekauft. Ihr E-Mail-Beleg hat einen Download-Link.
italian: Questo brano è già stato acquistato. La ricevuta via e-mail ha un link per il download.
japanese: この曲は購入済みです。Eメール領収書にダウンロードリンクがあります。
spanish: Ya ha comprado esta canción. El recibo que le ha llegado por e-mail tiene un vínculo para descarga.

source: You are not allowed to “Reference” songs from the “%s” folder, so kJams will Copy/Move the files instead.
dutch: U kunt niet 'refereren' aan liedjes in de map "%s”, daarom zal kJams de bestanden kopiëren/verplaatsen.
french: Vous n'êtes pas autorisé à “Référencer” des chansons du répertoire “%s”, kJams va donc copier/déplacer les fichiers à la place.
german: Ihnen ist es nicht erlaubt, "Referenz"-Lieder aus dem Ordner “%s” zu referenzieren, so dass kJams die Dateien stattdessen kopieren/bewegen wird.
italian: Non puoi fare riferimento a canzoni che sono nella cartella "%s". kJams copierà/sposterà i file.
japanese: 「%s」フォルダにある曲名の「参照」が許可されていませんので、次善策として kJams はファイルをコピー／移動します。
spanish: No tiene permiso para hacer "Referencias" de las canciones de la carpeta "%s". kJams copiará/moverá los archivos.

source: You are offline
dutch: U bent offline
french: Vous êtes hors-ligne
german: Sie sind offline
italian: Sei offline
japanese: オフラインです
spanish: Está desconectado.

source: You can not buy songs from more than one store at the same time.
dutch: U kunt niet meerdere liedjes van meerdere stores in één keer kopen.
french: Vous ne pouvez pas acheter des chansons sur plus d'un magasin au même moment.
german: Sie können Lieder aus mehr als einem Laden nicht gleichzeitig kaufen.
italian: Impossibile acquistare brani da più di uno store contemporaneamente.
japanese: 同時に複数のストアから曲を購入することはできません。
spanish: No puede comprar canciones de más de una tienda al mismo tiempo.

source: You can not purchase or stream songs while any music store is still loading.
dutch: U kunt liedjes niet kopen of streamen terwijl een music store wordt geladen.
french: Vous ne pouvez pas acheter ou diffuser de chansons pendant qu'un magasin de musique est toujours en cours de chargement.
german: Sie können keine Lieder kaufen oder streamen, solange irgendein Musikladen noch lädt.
italian: Non puoi acquistare o fare lo streaming di canzoni mentre un music store sta caricando.
japanese: ミュージックストアをロードしている間は、曲の購入やストリーミングはできません。
spanish: No puede comprar o descargar torrentes de canciones si hay alguna tienda de música cargándose.

source: You can't burn the same song twice on a single disc.
dutch: U kunt niet hetzelfde lied dubbel op een enkele disc branden.
french: Vous ne pouvez pas graver la même chanson deux fois sur un seul disque.
german: Sie können das gleiche Lied nicht zweimal auf eine einzige Disk brennen.
italian: Impossibile masterizzare lo stesso brano due volte sullo stesso disco.
japanese: 1つのディスクに同じ曲を2度書き込むことはできません。
spanish: No puede grabar la misma canción dos veces en el mismo disco.

source: You can't eject a disc while it is importing!
dutch: U kunt een disc niet uitwerpen terwijl het importeert!
french: Vous ne pouvez pas éjecter un disque en cours d'importation!
german: Sie können eine Disk nicht auswerfen, während sie importiert!
italian: Impossibile espellere il disco durante l'importazione.
japanese: インポート中にディスクを取り出すことはできません!
spanish: No es posible expulsar un disco mientras está importando.

source: You can't mix purchases with streaming.
dutch: U kunt aankopen niet met streaming mixen.
french: Vous ne pouvez pas mélanger les achats avec les diffusions.
german: Sie können nicht Einkäufe mit Streamen mischen.
italian: Impossibile mischiare processi di acquisto e di streaming.
japanese: ストリーミングと購入を混ぜることはできません。
spanish: No puede combinar compras con descargas en torrente.

source: You can't play a song while a different one is ripping from the same CD
dutch: U kunt geen lied afspelen terwijl er een ander wordt geript van dezelfde CD
french: Vous ne pouvez pas jouer une chanson alors qu'une autre est en cours de gravure à partir du même CD
german: Sie können nicht ein Lied abspielen, während ein anderes von der gleichen CD gerippt wird
italian: Impossibile riprodurre un brano mentre un altro si sta copiando sullo stesso CD
japanese: 同じ CD からリッピング中に曲を再生することはできません。
spanish: No puede reproducir una canción mientras otra se está extrayendo del mismo CD.

source: You can't re-encode the song “%s” because it is a streaming song.
dutch: U kunt het lied “%s” niet opnieuw encoden, omdat het een streaming lied is.
french: Vous ne pouvez pas ré-encoder la chanson "%s% s" parce que c'est une chanson en streaming.
german: Sie können das Lied “%s” nicht erneut kodieren, weil es ein Streaming-Lied ist.
italian: Impossibile ricodificare il brano “%s” perché è un brano in streaming.
japanese: 「%s」はストリーミング曲なので再エンコードすることはできません。
spanish: No puede volver a codificar la canción “%s” porque es una canción descargada en torrente.

source: You can't remove the currently playing song.
dutch: U kunt het lied dat wordt afgespeeld niet verwijderen.
french: Vous ne pouvez pas retirer la chanson qui est actuellement en train d'être jouée.
german: Sie können das aktuell gespielte Lied nicht entfernen.
italian: Non puoi rimuovere la canzone in riproduzione al momento.
japanese: 現在演奏中の曲は削除できません。
spanish: No puede eliminar la canción que se está reproduciendo.

source: You can't run more than one copy of kJams at once!
dutch: U kunt niet meerdere kopieen van kJams op hetzelfde moment runnen!
french: Vous ne pouvez pas exécuter plus d'une copie de kJams à la fois!
german: Sie können nicht mehr als eine Kopie von kJams gleichzeitig betreiben!
italian: Impossibile avviare più di una copia di kJams alla volta.
japanese: 同時に複数の kJams を実行することはできません！
spanish: ¡No puede ejecutar más de una copia de kJams a la vez!

# You have %s version %s.
source: You have %1$s version %2$s.
dutch: U heeft %1$s versie %2$s.
french: Vous avez %1$s la version %2$s.
german: Sie haben %1$s Version %2$s.
italian: %1$s versione %2$s.
japanese: これは %1$s バージョン %2$sです。
spanish: Tiene %1$s versión %2$s.

source: You have already bought at least some songs in this selection.
dutch: U heeft op zijn minst een aantal liedjes in deze selectie al aangekocht.
french: Vous avez déjà acheté au moins quelques chansons dans cette sélection.
german: Sie haben bereits mindestens einige Lieder in dieser Auswahl gekauft.
italian: Sono già stati acquistati alcuni brani da questa selezione.
japanese: このセレクションから少なくとも数曲を既に購入しています。
spanish: Ya ha comprado al menos algunas canciones de esta selección.

source: You have already bought this song.
dutch: U heeft dit lied al gekocht.
french: Vous avez déjà acheté cette chanson.
german: Sie haben dieses Lied bereits gekauft.
italian: Brano già acquistato.
japanese: この曲は購入済みです。
spanish: Ya ha comprado esta canción.

source: You have entered an illegal character in one of your templates. Legal characters are LTRSI-()/. and Space.
dutch: U heeft een ongeldig karakter in één van uw sjablonen ingevoerd. Geldige karakters zijn LTRSI-()/. en Spatie.
french: Vous avez saisi un caractère illégal de l'un de vos modèles. Caractères juridiques sont LTRSI-() /. et l'espace.
german: Sie haben ein unzulässiges Zeichen in eine Ihrer Vorlagen eingegeben. Zulässige Zeichen sind LTRSI-()/. und Leerzeichen.
italian: È stato immesso un carattere non valido in uno dei modelli. LTRSI-()/. e spazio sono caratteri validi.
japanese: テンプレートのいずれかに不正な文字が入力されています。有効な文字は LTRSI-()/. とスペースです。
spanish: Ha introducido un carácter ilegal en una de las plantillas. Los caracteres legales son LTRSI-()/. y espacio.

source: You have less than 4 GB RAM. You need to upgrade your RAM or you will experience performance degradation (eg: slow searching).
dutch: U heeft minder dan 4 GB RAM. U moet uw RAM upgraden of u zult prestatie degradatie ervaren (bv: langzaam zoeken).
french: Vous avez moins de 4 Go de RAM. Vous devez mettre à niveau votre RAM ou vous feriez l'expérience de la dégradation des performances (par exemple: ralentissement de la recherche).
german: Sie haben weniger als 4 GB RAM. Sie müssen Ihr RAM aufrüsten, oder Sie werden eine Leistungsabnahme erfahren (z.B. langsame Suche).
italian: Si hanno meno di 4 GB di RAM. È necessario aggiornare la RAM o si verificherà una riduzione delle prestazioni (es. ricerca lenta).
japanese: 4 GB RAM 以下です。RAM をアップグレードしないと、パフォーマンスが低下します (例: 遅い検索速度)。
spanish: Tiene menos de 4 GB de memoria RAM. Deberá aumentar su RAM o experimentará una degradación del rendimiento (por ejemplo, búsquedas más lentas).

source: You have successfully activated the plugin “%s”.
dutch: U heeft succesvol de plugin "%s" geactiveerd.
french: Vous avez correctement activé le plugin "%s".
german: Sie haben das Plugin “%s” erfolgreich aktiviert.
italian: Attivazione del plugin “%s” riuscita.
japanese: プラグイン「“%s」を正常に有効化しました。
spanish: Ha activado con éxito el complemento “%s”.

source: You have two singers with the same ID. %1$s. The two singers are “%2$s” and “%3$s”. The second one will be ignored for now.
dutch: U heeft twee zangers met dezelfde ID. %1$s. De twee zangers zijn "%2$s" en "%3$s". De tweede zal op dit moment worden genegeerd.
french: Vous avez deux chanteurs avec le même ID. %1$s. Les deux chanteurs sont "%2$s" et "%3$s". Le second sera ignoré pour l'instant.
german: Sie haben zwei Sänger mit der gleichen ID. %1$s. Die zwei Sänger sind “%2$s” und “%3$s”. Der zweite wird diesmal nicht beachtet.
italian: Si hanno due cantanti con lo stesso ID. %1$s. I due cantanti sono “%2$s” e “%3$s. Il secondo verrà ignorato per adesso.
japanese: 同じ ID の歌手が 2 人います。%1$s。2 人は「%2$s」と「%3$s」です。2人目の歌手は今のところ無視されます。
spanish: Tiene dos cantantes con el mismo ID. %1$s. Los dos cantantes son “%2$s” y “%3$s”. El segundo se ignorará de momento.

source: You may get silent audio. If so, stop the song and clear your cache, then try again. If the problem persists, turn off “Skip silence at start of song”.
dutch: U kunt stille audio krijgen. Zo ja, stop dan het lied en schoon uw cache op en probeer het opnieuw. Als het probleem zich blijft voordoen, schakel dan “Spring voorbij stilte aan het begin van het lied” uit.
french: Vous pouvez obtenir le silence de l'audio. Si oui, arrêtez la chanson et vider votre cache, puis essayez à nouveau. Si le problème persiste, éteignez "sauter le silence au début de la chanson".
german: Sie können eine stille Tonspur erhalten. Wenn ja, halten Sie das Lied an und entfernen Sie Ihren Cache, dann versuchen Sie es wieder. Wenn das Problem fortbesteht, schalten Sie „Stille am Beginn des Liedes überspringen“ aus.
italian: Si potrebbe ottenere l'effetto silenzioso. Fermare il brano e ripulire la cache, quindi riprovare. Se il problema persiste, spegnere “Salta silenzioso all'inizio del brano”.
japanese: サイレントオーディオを受け取る場合がありますが、その場合は、曲を停止し、キャッシュをクリアしてから、もう一度お試しください。問題が解決しない場合は、「トラック開始の無音を除去」をオフにしてください。
spanish: Es posible que no suene el audio. Si es así, detenga la canción, libere la memora caché e inténtelo de nuevo. Si el problema persiste, desactive la opcion "Saltarse el silencio al comienzo de la canción".

source: You may need to empty your trash first, or rename the Playlist before deleting it.
dutch: U zult waarschijnlijk eerst uw prullenbak moeten legen of de Afspeellijst hernoemen voordat u het verwijderd.
french: Vous pouvez avoir besoin de vider votre corbeille d'abord, ou renommer la liste de lecture avant de la supprimer.
german: Sie müssen vielleicht zuerst Ihren Papierkorb entfernen oder die Wiedergabeliste umbenennen, bevor Sie sie löschen.
italian: È necessario svuotare il cestino o rinominare la playlist prima di eliminarla.
japanese: 最初にゴミ箱を空にするか、またはそれを削除する前に、プレイリストの名前を変更することもできます。
spanish: Puede que necesite vaciar la papelera primero, o cambiar el nombre de la lista de reproducción antes de eliminarla.

source: You must enter the name of the song
dutch: U moet de naam van het lied invoeren
french: Vous devez saisir le nom de la chanson
german: Sie müssen den Namen des Liedes eingeben
italian: Devi inserire il titolo della canzone
japanese: 曲名を入力してください
spanish: Debe introducir el nombre de la canción

source: You must install the “Image Mastering API v2.0”
dutch: U moet 'Image Mastering API v2.0' installeren
french: Vous devez installer “Image Mastering API v2.0"
german: Sie müssen die "Bild-Mastering-API v2.0" installieren
italian: Devi installare “Image Mastering API v2.0”
japanese: 「Image Mastering API v2.0」をインストールしてください
spanish: Debe instalar la "API de administración de imágenes v2.0"

source: You must restart kJams for this option to be enabled.
dutch: U moet kJams herstarten om deze optie in te schakelen.
french: Vous devez redémarrer kJams pour que cette option soit activée.
german: Sie müssen kJams erneut starten, damit diese Option aktiviert wird.
italian: Devi riavviare kJams per attivare questa opzione.
japanese: このオプションを適用するには kJams を再起動してください。
spanish: Debe reiniciar kJams para activar esta opción.

source: You will have to quit and re-run kJams after you install the plugin “%s”.
dutch: U zult kJams moeten afsluiten en herstarten nadat u de plugin "%s" heeft geinstalleerd.
french: Vous devrez quitter et relancer kJams après avoir installé le plugin "%s".
german: Sie müssen kJams verlassen und erneut laufen lassen, nachdem Sie das Plugin “%s” installiert haben.
italian: Dopo l'installazione del plugin “%s”, uscire da kJams e riavviarlo.
japanese: 「%s」プラグインをインストールした後に、kJams をいったん終了してから再実行する必要があります。
spanish: Tendrá que salir y volver a ejecutar kJams después de instalar el complemento “%s”.

source: Your credit card has expired
dutch: Uw creditcard is verlopen
french: Votre carte de crédit a expiré
german: Ihre Kreditkarte ist abgelaufen
italian: La tua carta di credito è scaduta
japanese: クレジットカードが失効しています
spanish: Su tarjeta de crédito ha caducado

source: Your credit card has expired. Check the expiration date.
dutch: Uw credit card is vervallen. Controleer de vervaldatum.
french: Votre carte de crédit a expiré. Vérifiez la date d'expiration.
german: Ihre Kreditkarte ist abgelaufen. Überprüfen Sie das Ablaufdatum.
italian: Carta di credito scaduta. Controllare la data di scadenza.
japanese: クレジットカードの有効期限が切れています。有効期限を確認してください。
spanish: Su tarjeta de crédito ha caducado. Compruebe la fecha de caducidad.
