Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Can't re-order the currently playing song
dutch: Kan het lied dat nu afspeelt niet opnieuw sorteren
french: Impossible de re-commander la chanson en cours de lecture
german: Kann das gerade abgespielte Lied nicht erneut ordnen
italian: Impossibile riordinare il brano in riproduzione
japanese: 現在再生中の曲の並べ替えはできません。
spanish: No se puede volver a ordenar la canción que se está reproduciendo en este momento

source: Can't skip back to previous rotation
dutch: Kan niet naar de vorige rotatie springen
french: Impossible de revenir en arrière à la rotation précédente
german: Kann nicht zur vorherigen Rotation zurückspringen
italian: Impossibile tornare alla rotazione precedente
japanese: 前のローテーションにスキップバックすることはできません。
spanish: No se puede saltar de vuelta a la rotación anterior

source: Cannot allocate memory
dutch: Kan het geheugen niet toewijzen
french: Impossible d'allouer de la mémoire
german: Kann den Speicher nicht vergeben
italian: Impossibile allocare la memoria
japanese: メモリを割り当てることができます。
spanish: No se puede asignar memoria

# cant_add_library
source: You can't add songs that reside in the “kJams Music” Folder to your library. If you think you should do that then you've done something wrong.
dutch: U kunt geen liedjes toevoegen aan de bibliotheek die zich in de “kJams Muziek” Map bevinden. Als u denkt dat u dat zult moeten doen, dan heeft u iets fout gedaan.
french: Vous ne pouvez pas ajouter des chansons qui résident dans la "Musique kJams" au dossier dans votre bibliothèque. Si vous pensez que vous devriez faire cela, alors vous avez mal fait quelque chose .
german: Sie können keine Lieder zu Ihrer Bibliothek hinzufügen, die sich im Ordner „kJams Music“ befinden. Wenn Sie denken, dass Sie das tun sollten, haben Sie etwas falsch gemacht.
italian: Impossibile aggiungere brani della cartella “kJams Music” alla libreria. Se si vuole eseguire l'operazione controllare di aver eseguito le operazioni in modo corretto.
japanese: ライブラリに「kJams Music」フォルダ内にある曲を追加することはできません。そうする必要がある場合は、何か間違ったことをしたかもしれません。
spanish: No puede añadir a su biblioteca canciones que residen en la carpeta “kJams Music”. Si piensa que debería hacerlo entonces ha cometido algún error.

# cant_find_pl_singer_blurb
source: Turns out that playlist belonged to a singer. But I don't know which one. So i'm going to just make it a regular playlist, sorry. You can try to find that singer and drag the items back into their playlist.
dutch: Het blijkt dat de afspeellijst tot een zanger behoort. Maar ik weet niet welke. Dus ik maak er een normale afspeellijst van, sorry. U kunt proberen die zanger te vinden en de items terug te slepen in hun afspeellijst.
french: Il s'avère que la liste de lecture appartenait à un chanteur. Mais je ne sais pas lequel. Alors je vais juste faire une liste de lecture normale, désolé. Vous pouvez essayer de trouver le chanteur et faire glisser les éléments vers leur liste de lecture.
german: Es stellt sich heraus, dass die Wiedergabeliste zu einem Sänger gehörte. Aber ich weiß nicht, zu welchem. Also mache ich daraus einfach eine normale Wiedergabeliste, Entschuldigung. Sie können versuchen, diesen Sänger zu finden und die Artikel zurück in ihre Wiedergabeliste ziehen.
italian: La playlist appartiene a un cantante ma non si sa chi sia. Si procede con il renderla una normale playlist. È possibile trovare il cantante e riportare gli elementi indietro nella playlist.
japanese: プレイリストが歌手に属していることが判明しましたが、誰のものかが不明です。このため、申し訳ありませんが、通常のプレイリストにします。その歌手を検索し、項目をその歌手のプレイリストにドラッグすることができます。
spanish: Resulta que la lista de reproducción pertenecía a un cantante. Pero no sé a cuál. Así que, lo siento, voy a convertirla en una lista de reproducción normal. Puede intentar encontrar ese cantante y arrastrar los elementos de vuelta a su lista de reproducción.

# cant_use_case_sens
source: kJams can not use “Case Sensitive” formatted drives due to several technical factors I won't go into here. To use the music on this drive, you must reformat the drive without “Case Sensitive”.
dutch: kJams kan geen “Hoofdletter Gevoelig” geformatteerde drives gebruiken vanwege een aantal technische factoren, ik zal hier niet op ingaan. Om de muziek op deze drive te gebruiken moet u de drive opnieuw formatteren zonder “Hoofdletter Gevoelig”.
french: kJams ne pouvez pas utiliser les disques formatés «cases sensibles» en raison de plusieurs facteurs techniques, je n'irai pas là bas. Pour utiliser la musique sur ce disque, vous devez reformater le disque, sans «cases sensibles» .
german: Wegen verschiedenen technischen Faktoren, die ich hier nicht näher erklären werde, kann kJams keine formatierten Laufwerke verwenden, die zwischen Groß- und Kleinschreibung unterscheiden. Um die Musik auf diesem Laufwerk zu verwenden, müssen Sie das Laufwerk ohne die Unterscheidung zwischen Groß- und Kleinschreibung umformatieren.
italian: kJams non utilizza unità formattate con l'opzione “Maiuscole/minuscole” a causa di molti fattori tecnici non affrontati qui. Per usare la musica su questa unità, riformattarla senza l'opzione “Maiuscole/minuscole”.
japanese: kJamsは、いくつかの技術的な要因により「大文字と小文字を区別する」ようにフォーマットされたドライブを使用することはできません。このドライブ上の音楽を使用するには、「大文字と小文字を区別」しないようにドライブを再フォーマットする必要があります。
spanish: kJams no puede usar unidades de disco formateadas que sean “sensibles a mayúsculas y minúsculas” por diversas razones técnicas en las que no voy a entrar ahora. Para usar la música en esta unidad, deberá volver a formatearla sin “sensibilidad a mayúsculas y minúsculas”.

# cant_use_ntfs
source: kJams can not use NTFS formatted drives because the MacOS does not natively have the ability to write to volumes of this type. If you require compatibility with Windows, you must reformat the drive as FAT.
dutch: kJams kan geen NTFS geformatteerde drives gebruiken, omdat de MacOS van oorsprong niet de mogelijkheid heeft om naar volumes in dit type te schrijven. Als u compatibiliteit met Windows nodig heeft, moet u de drive opnieuw formatteren als FAT.
french: kJams ne peut utiliser les disques formatés en NTFS car le MacOS n'a pas nativement la possibilité d'écrire à des volumes de ce type. Si vous avez besoin d'une compatibilité avec Windows, vous devez reformater le disque en FAT.
german: kJams kann keine NTFS-formatierten Laufwerke verwenden, weil MacOS ursprünglich nicht die Fähigkeit hat, Medien dieser Art zu schreiben. Wenn Sie Kompatibilität mit Windows benötigen, müssen Sie das Laufwerk in FAT umformatieren.
italian: kJams non riesce a usare le unità formattate in NTFS perché MacOS non ha la capacità di scrivere in volumi di questo tipo. Se si ha bisogno di compatibilità con Windows, sarà necessario riformattare l'unità come FAT.
japanese: MacOS は、ネイティブでこのタイプのボリュームへの書き込み機能がないため、kJamsは NTFS でフォーマットされたドライブを使用することはできません。Windows との互換性が必要な場合は、FAT のようなドライブを再フォーマットする必要があります。
spanish: kJams no puede usar unidades formateadas con sistema de archivos NTFS porque MacOS no tiene nativamente la capacidad de escribir en volúmenes de este tipo. Si necesita compatibilidad con Windows, deberá volver a formatear la unidad con sistema de archivos FAT.

# cb_blurb_1
source: Special tracks are now available that contain no vocals. You may contact Chartbuster for additional licensing that allows you to record with these tracks. These tracks require 7 credits or $14.99 to purchase, not including licensing fee (required).
dutch: Er zijn nu speciale tracks beschikbaar die geen stemmen bevatten. U kunt contact opnemen met Chartbuster voor extra licenties dat u toestaat op te nemen met deze tracks. Deze tracks vereisen 7 credits of $14.99 om aan te kopen, exclusief de licentie kosten (vereist).
french: Des pistes spéciales qui ne contiennent pas de paroles sont maintenant disponibles. Vous pouvez contacter Chartbuster pour les licences supplémentaires qui vous permet d'enregistrer avec ces pistes. Ces pistes nécessitent 7 crédits ou 14,99 $ pour l'achat, frais de licence non compris (obligatoire).
german: Es sind jetzt spezielle Tracks erhältlich, die keine Stimmen enthalten. Für zusätzliche Lizenzierung, die Ihnen ein Brennen mit diesen Tracks ermöglicht, können Sie Chartbuster kontaktieren. Diese Tracks benötigen 7 Bons oder $14.99 zum Kauf, Lizenzierungsgebühr (benötigt) nicht inbegriffen.
italian: Sono disponibili tracce speciali senza cori. È possibile contattare Chartbuster per licensing aggiuntivo che permetterà di registrare queste tracce. Per essere acquistate, le tracce richiedono 7 crediti o 14,99 $, esclusi i costi di licensing (obbligatori).
japanese: ボーカルが入っていない特別トラックが入手可能です。 Chartbuster にこれらのトラックを録音するための追加のライセンスについて問い合わせることができます。これらのトラックを購入するには 7 クレジットまたは $14.99 が必要ですが、ライセンス料（必須）を含みません。
spanish: Hay pistas especiales disponibles ahora que no contienen voces. Puede ponerse en contacto con Chartbuster para obtener licencias adicionales que le permitan grabar con estas pistas. Para comprar estas pistas se requieren 7 créditos o 14,99 $, sin incluir la tarifa de licencia (obligatoria).

source: CC Number:
dutch: CC Nummer:
french: Numéro de CC:
german: CC-Nummer
italian: Numero carta di credito:
japanese: CC 番号：
spanish: Número de tarjeta de crédito:

source: CC Type:
french: Type de CC:
german: CC-Art:
italian: Tipo carta di credito:
japanese: CC タイプ：
spanish: Tipo de tarjeta de crédito

source: CD Track Proxy
dutch: Vervangende cd-track
french: Piste CD de chansons de substitution
italian: Traccia CD sostituta
japanese: 代替ＣＤトラック
spanish: Sustituto de pista del CD

source: CF_ASSERT Fail: Setting CD file status to empty!
dutch: CF_ASSERT Mislukt: Stel CD bestand status in op leeg!
french: Échec CF_ASSERT :Définition de l'état des fichiers de CD à vide!
german: CF_ASSERT fehlgeschlagen: Setze den Status der CD-Datei auf leer!
italian: CF_ASSERT non riuscito. Impostazione stato file CD come vuoto.
japanese: CF_ASSERT 失敗： Setting CD ファイルステータスを空に設定しています!
spanish: Error en CF_ASSERT: Estableciendo el estado de archivos de CD como vacío

source: CF_ASSERT Fail: Trying to tell a CD that it's not a CD
dutch: CF_ASSERT Mislukt: Probeert een CD te vertellen dat het geen CD is
french: Échec CF_ASSERT: Essayer de dire à un CD que ce n'est pas un CD
german: CF_Assert fehlgeschlagen: Versuche, einer CD zu sagen, dass sie keine CD ist
italian: CF_ASSERT non riuscito. Tentativo di far passare un CD non per un CD
japanese: CF_ASSERT 失敗： CD に対して CD ではないと説得しようとしています。
spanish: Error en CF_ASSERT: Intentando decirle a un CD que no es un CD

# CF_ASSERT_crash_blurb
source: You are about to crash. It would be great if you'd let kJams crash, then, *cancel* the Apple crash reporter, then run kJams again and kJams will offer it's own crash reporter. Send this crash report to Dave so he can fix it. If you want, however, you can risk trying to continue, but this may still crash anyway. If it does not crash, do a force save (command-option-shift-S), then quit and re-run as soon as possible.
dutch: U staat op het punt te crashen. Het zou geweldig zijn als u kJams laat crashen, dan, de Apple crash reporter *annuleert*, dan kJams opnieuw start en kJams zal zijn eigen crash reporter aanbieden. Stuur dit crash raport naar Dave, zodat hij het kan herstellen. Echter, als u het wilt kunt u riskeren te proberen verder te gaan, maar dit kan alsnog crashen. Als het niet crasht, forceer dan om op te slaan (commando-optie-shift-S), sluit dan af en herstart zo snel mogelijk.
french: Vous êtes sur le point de collision. Ce serait formidable si vous laissez kJams faire, puis, * Annuler * le le rapport d'incident Apple, puis exécutez kJams à nouveau et kJams offrira son propre rapport . Envoyez ce rapport de collision à Dave pour qu'il puisse le réparer. Si vous voulez, vous pouvez toutefois prendre le risque en essayant de continuer, mais cela peut tout de même provoquer une collision. Si non, effectuez un sauvegarde forcé (Command-Option-Shift-S), puis quittez et relancez le plus tôt possible.
german: Sie stehen kurz vor dem Absturz. Es wäre großartig, wenn Sie kJams abstürzen lassen, dann den Absturzreporter von Appel *abbrechen*, dann kJams wieder ausführen würden und kJams wird seinen eigenen Absturzreporter anbieten. Senden Sie diesen Absturzreport an Dave, damit er ihn in Ordnung bringen kann. Wenn Sie möchten, können Sie aber auch den Versuch riskieren, weiterzumachen, aber es kann dennoch abstürzen. Wenn es nicht abstürzt, machen Sie eine erzwungene Sicherung (Befehl-Option-Umschalttaste-S), dann verlassen und sobald wie möglich wieder ausführen.
italian: Si sta per arrestare in modo anomalo il sistema. Lasciare che kJams si arresti in modo anomalo, quindi fare clic su *annulla* nel reporter di arresto anomalo di Apple e quindi riattivare kJams che mostrerà il proprio reporter di arresti anomali. Inviare questo report di arresto anomalo a Dave in modo che lo possa risolvere. È inoltre possibile provare a continuare ma questo potrebbe portare a un ulteriore arresto anomalo. Qualora questo non si verificasse, eseguire un salvataggio forzato (comando-opzioni-MAIUSC-S), quindi uscire e rieseguirlo il prima possibile.
japanese: クラッシュしかかっています。kJams をそのままクラッシュさせるのもいいですが、Appleのクラッシュ報告を*キャンセル* し、再度、kJamsを実行すると、kJamsが独自のクラッシュレポーターを提供します。問題を修正できるようにこのクラッシュレポートを Dave に送信します。あるいは継続することもできますが、またクラッシュする可能性があります。クラッシュしない場合は、強制保存（[control] - [alt] - [shift-S]）して終了後、できるだけ早く再実行します。
spanish: La aplicación está a punto de fallar. Sería mejor que dejara que kJams falle, luego *cancelar* el informador de fallos de Apple, ejecutar kJams de nuevo y entonces kJams presentará su propio informador de fallos. Envíe este informe de fallos a Dave para que él pueda repararlo. Sin embargo, si lo desea puede arriesgarse e intentar continuar, pero es posible que la aplicación falle de todos modos. Si no falla, haga una operación forzosa de guardar (comando-opción- Mayús-S), salga de la aplicación y vuelva a ejecutarla tan pronto como sea posible.

# CF_ASSERT_crash_blurb_win
source: You are about to crash. It would be great if you'd let kJams crash, and then send the subsequent crash report to Dave so he can fix it. If you want, however, you can risk trying to continue, but this may still crash anyway. If it does not crash, do a force save (control-alt-shift-S), then quit and re-run as soon as possible.
dutch: U staat op het punt te crashen. Het zou geweldig zijn als u kJams laat crashen en dan vervolgens het daaropvolgende crash raport naar Dave stuurt zodat hij het kan herstellen. Echter, als u het wilt kunt u riskeren te proberen verder te gaan, maar dit kan alsnog crashen. Als het niet crasht, forceer dan om op te slaan (commando-optie-shift-S), sluit dan af en herstart zo snel mogelijk.
french: Vous êtes sur le point d'une collision. Ce serait formidable si vous laissez derouler l'incident kJams, puis envoyer le rapport d'incident à Dave afin qu'il puisse le réparer. Si vous voulez, vous pouvez toutefois prendre le risque en essayant de continuer, mais cela peut tout de même provoquer une collision. Si non, effectuez un sauvegarde forcé (Control-Alt-Shift-S), puis quittez et relancez le plus tôt possible.
german: Sie stehen kurz vor dem Absturz. Es wäre großartig, wenn Sie kJams abstürzen lassen und dann den folgenden Absturzreport an Dave senden würden, damit er ihn in Ordnung bringen kann. Wenn Sie möchten, können Sie aber auch den Versuch riskieren, weiterzumachen, aber es kann dennoch abstürzen. Wenn es nicht abstürzt, machen Sie eine erzwungene Sicherung (Befehl-Option-Umschalttaste-S), dann verlassen und sobald wie möglich wieder ausführen.
italian: Si sta per arrestare il sistema in modo anomalo. Lasciare che kJams si arresti in modo anomalo, quindi inviare il report dell'arresto a Dave in modo che lo possa risolvere. È inoltre possibile provare a continuare ma questo potrebbe causare comunque un arresto anomalo. Qualora questo non si verificasse, effettuare un salvataggio forzato (control-alt-MAIUSC-S), quindi uscire e rieseguirlo il prima possibile.
japanese: クラッシュしかかっています。kJams をそのままクラッシュさせ、問題を修正できるようにこのクラッシュレポートを Dave に送信します。あるいは継続することもできますが、またクラッシュする可能性があります。クラッシュしない場合は、強制保存（[control] - [alt] - [shift-S]）して終了後、できるだけ早く再実行します。
spanish: La aplicación está a punto de fallar. Sería mejor que dejara que kJams falle y luego enviar el informe de fallos resultante a Dave para que éste pueda repararlo. Sin embargo, si lo desea puede arriesgarse e intentar continuar, aunque puede que la aplicación falle de todos modos. Si no falla, realice una operación de guardado forzoso (Control-Alt-Mayús-S), salga de la aplicación y vuelva a ejecutarla tan pronto como sea posible.

source: Change All
dutch: Wijzig Allen
french: Tout changer
german: Alle ändern
italian: Cambia tutto
japanese: 全て変更
spanish: Cambiar todo

source: Change Cache Location?
dutch: Verander Cache Locatie
french: Voulez vous changer l'emplacement du cache?
german: Speicherstelle des Cache ändern?
italian: Cambiare posizione della cache?
japanese: キャッシュの場所を変更しますか？
spanish: ¿Cambiar ubicación de caché?

source: Change CDG Stream
dutch: Verander CDG Stream
french: Modifiez la diffusion CDG
german: CDG-Stream ändern?
italian: Cambia flusso CDG
japanese: CDG ストリームを変更する
spanish: Cambiar torrente CDG

source: Change Font Info
dutch: Verander Font Informatie
french: Modifiez l'info sur la police
german: Schriftartinformationen ändern
italian: Cambia informazioni carattere
japanese: フォント情報を変更する
spanish: Cambiar info de fuente

source: Change “kJams Music” Folder Location?
dutch: Verander “kJams Muziek” Map Locatie?
french: Modifiez l'emplacement du dossier "Musique kJams "
german: Speicherstelle des Ordners „kJams Music“ ändern?
italian: Cambiare la posizione della cartella “kJams Music”?
japanese: 「kJams Music」フォルダの場所を変更しますか?
spanish: ¿Desea cambiar la ubicación de la carpeta "kJams Music"?

# change_cache_warn_blurb
source: WARNING: This has nothing to do with where kJams looks for your music. Are you SURE you know what you are doing?
dutch: WAARSCHUWING: Dit heeft niets te maken met waar kJams zoekt naar uw muziek. Weet u ZEKER wat u doet?
french: AVERTISSEMENT: Ceci n'a rien à voir avec là où kJams recherche pour votre musique. Etes-vous sûr que vous savez ce que vous faites?
german: WARNUNG: Das hat nichts damit zu tun, wo kJams Ihre Musik sucht. Sind Sie SICHER, dass Sie wissen, was Sie tun?
italian: ATTENZIONE. Questo non ha niente a che fare con la posizione in cui kJams cerca la musica. SICURI di sapere cosa si sta facendo?
japanese: 警告： これは kJams の音楽の検索場所ではありません。やっていることを理解していますか？
spanish: ADVERTENCIA: Esto no tiene nada que ver con dónde kJams realiza la búsqueda de música. ¿Está SEGURO de que sabe lo que está haciendo?

# change_music_fold_warn_blurb
source: WARNING: This folder is NOT to be used by you (the user). It is used ONLY by kJams to store songs ripped from disc, or songs purchased in the music store. It is NOT used to tell kJams where to search for music.
dutch: WAARSCHUWING: Deze map is NIET voor uw gebruik (de gebruiker). Het wordt ALLEEN door kJams gebruikt om liedjes op te slaan die geript zijn van een disc of liedjes die in de muziek store zijn gekocht. Het wordt NIET gebruikt om kJams te vertellen waar te zoeken naar muziek.
french: AVERTISSEMENT: Ce dossier ne doit PAS être utilisé par vous (l'utilisateur). Il est utilisé uniquement par les kJams pour stocker des chansons gravées à partir du disque, ou des chansons achetées dans le magasin de musique. Il ne sert PAS à raconter à kJams où trouver de la musique.
german: WARNUNG: Dieser Ordner kann NICHT von Ihnen (dem Benutzer) verwendet werden. Er wird NUR von kJams verwendet, um von Disks gerippte Lieder oder im Musikladen erworbene Lieder zu speichern. Er wird NICHT verwendet, um kJams zu sagen, wo nach Musik gesucht werden soll.
italian: ATTENZIONE. Questa cartella NON deve essere usata dall'utente. È solo utilizzata da kJams per archiviare i brani copiati dal CD o quelli acquistati dal music store. NON è utilizzato per dire a kJams dove cercare la musica.
japanese: 警告：このフォルダはあなた（ユーザー）が使用するものではありません。これは、kJams だけによって使われ、ディスクからリッピングされた曲、またはミュージックストアで購入した曲を保存する場所です。音楽の検索する場所として、kJams に指示するためには使用されません。
spanish: ADVERTENCIA: Esta carpeta NO debe usarla usted (el usuario). La usa SOLAMENTE kJams para almacenar canciones extraídas del disco, o canciones compradas en la tienda de música. NO se usa para decirle a kJams dónde debe realizar la búsqueda de música.

# ChangeFileModePrompt
source: kJams is asking to modify a file or folder that is restricted, and must be authorized for this.
dutch: kJams vraagt om een bestand of map te wijzigen dat beperkt is en moet hiervoor worden geautoriseerd.
french: kJams demande de modifier un fichier ou un dossier qui est restreint, et doit être autorisé pour cela.
german: kJams bittet, eine gesperrte Datei oder einen gesperrten Ordner ändern zu können und muss dazu berechtigt werden, um es zu tun.
italian: kJams sta richiedendo di modificare un file o una cartella con restrizioni e deve essere autorizzato.
japanese: kJams は制限されているファイルまたはフォルダを変更することを求めており、これを承認される必要があります。
spanish: kJams está pidiendo que se modifique un archivo o carpeta con restricciones y se le debe autorizar para que pueda hacerlo.

source: Chartbuster does not accept American Express
dutch: Chartbuster accepteert geen American Express
french: Chartbuster n'accepte pas la carte de paiement American Express
german: Chartbuster akzeptiert kein American Express
italian: Chartbuster non accetta American Express
japanese: Chartbuster は American Express を受け付けません。
spanish: Chartbuster no acepta American Express

# check_music_stores_blurb
source: At least %d of your Music Stores may be out of date, would you like to download the latest updates, if any?
dutch: Minstens %d van uw Muziek Stores kan verouderd zijn, wil u de laatste updates downloaden, als deze beschikbaar zijn?
french: Au moins %d de vos magasins de musique peut ne pas être à jour, vous souhaitez télécharger la dernière mise à jour, le cas échéant?
german: Mindestens %d von Ihren Musikläden könnte/n veraltet sein, möchten Sie die neuesten Updates herunterladen, falls verfügbar?
italian: Almeno %d del music store potrebbe essere non aggiornato. Scaricare gli ultimi aggiornamenti, se presenti?
japanese: 少なくともあなたのミュージックストアの %d は最新ではない可能性があります。最新があれば、最新のアップデートをダウンロードしますか?
spanish: Al menos %d de sus tiendas de música pueden estar anticuadas; ¿le gustaría descargar las últimas actualizaciones, si hubiera alguna?

source: Checking original song files…
dutch: Controleert originele liedjes bestanden…
french: Vérification des fichiers de chanson originaux…
german: Überprüfe die ursprünglichen Liederdateien…
italian: Controllo file originali brani…
japanese: 元の曲ファイルを確認中です…
spanish: Comprobando archivos de canciones originales…

source: Checking Playlists…
dutch: Controleert Afspeellijsten…
french: Vérification des listes de lecture…
german: Überprüfe Wiedergabelisten…
italian: Controllo playlist in corso…
japanese: プレイリストを確認中です…
spanish: Comprobando listas de reproducción…

source: Checking the playing song…
dutch: Controleert het lied dat afspeelt…
french: Vérification de la chanson en cours de lecture…
german: Überprüfe das laufende Lied…
italian: Controllo brano in riproduzione…
japanese: 再生中の曲をチェックしています…
spanish: Comprobando la canción que se está reproduciendo…

source: City must not be empty
dutch: Stad mag niet leeg zijn
french: Le champs ville ne doit pas être vidé
german: Stadt darf nicht leer sein
italian: Il campo Città non deve essere vuoto
japanese: 都市は空欄にはできません。
spanish: El campo Ciudad no debe estar vacío

source: City:
dutch: Stad:
french: Ville :
german: Stadt:
italian: Città:
japanese: 都市
spanish: Ciudad:

source: Cleaning Up:
dutch: Opschonen:
french: Nettoyage :
german: Erledige:
italian: Completamento:
japanese: クリーンアップ：
spanish: Limpiando:
