Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: The playlist “%1$@” somehow has the same ID as the already existing playlist “%2$@”. Attempting to rectify…
dutch: De afspeellijst “%1$@” heeft op één of andere manier dezelfde ID als de al bestaande afspeellijst “%2$@”. Probeert te corrigeren…
french: La liste de lecture "%1$@" a en quelque sorte le même ID que la liste de lecture existante" %2$@". Tentative à remédier…
german: Die Wiedergabeliste “%1$@” hat irgendwie die gleiche ID wie die bereits existierende Wiedergabeliste “%2$@”. Versuche zu korrigieren…
italian: La playlist “%1$@” ha lo stesso ID della playlist esistente “%2$@”. Tentativo di correzione in corso…
japanese: プレイリストの「%1$@」は、既存のプレイリスト「%2$@」と同じ ID を持っています。是正しようとしています…
spanish: La lista de reproducción “%1$@” de algún modo tiene el mismo ID que la lista de reproducción “%2$@” ya existente. Intentando rectificar…

source: The property data is not valid.
dutch: De eigendom data is niet geldig.
french: Les données de propriété ne sont pas valide.
german: Die Objektdaten sind ungültig.
italian: Il dato sulla proprietà non è valido.
japanese: プロパティのデータが有効ではありません。
spanish: Los datos de propiedades no son válidos.

source: The property is not in the data browser.
dutch: Het eigendom is niet in de data browser.
french: La propriété n'est pas dans le navigateur des données.
german: Das Objekt ist nicht im Datenbrowser.
italian: La proprietà non è nel browser di dati.
japanese: プロパティはデータブラウザではありません。
spanish: La propiedad no está en el navegador de datos.

source: The property is not supported in the data browser.
dutch: Het eigendom is niet ondersteund in de data browser.
french: La propriété n'est pas compatible avec le navigateur de données.
german: Das Objekt wird nicht im Datenbrowser unterstützt.
italian: La proprietà non è supportata nel browser dati.
japanese: プロパティはデータブラウザではサポートされていません。
spanish: La propiedad no es admitida en el navegador de datos.

source: The property part is not valid.
dutch: Het eigendom deel is niet geldig.
french: La partie propriétaire n'est pas valide.
german: Der Objektteil ist ungültig.
italian: La parte di proprietà non è valida.
japanese: プロパティの一部が有効ではありません。
spanish: La parte relativa a la propiedad no es válida.

source: The provided audio stream is not valid
dutch: De verstrekte audiostream is ongeldig
french: La diffusion audio fournie n'est pas valide
german: Der gelieferte Audio-Stream ist nicht gültig
italian: Il flusso audio fornito non è valido
japanese: 提供されたオーディオストリームは無効です
spanish: El torrente de audio proporcionado no es válido

source: The requested resource is in use
dutch: De vereiste bron is in gebruik
french: La ressource demandé est utilisée
german: Die angeforderte Ressource wird bereits verwendet
italian: La risorsa richiesta è in uso.
japanese: リクエストしたリソースは使用中です
spanish: El recurso solicitado se está usando

source: The result from the engine could not be found.
dutch: Het resultaat van de machine kan niet gevonden worden.
french: Les données du moteur ne sont pas valide.
german: Das Ergebnis des Engines konnte nicht gefunden werden.
italian: Impossibile trovare il risultato nel sistema.
japanese: エンジンからの結果はみつかりませんでした。
spanish: No se ha podido encontrar el resultado producido por el motor.

source: The SDK failed to add a name/value entnry.
dutch: De SDK faalde een naam/waarde toegang toe te voegen.
french: Le SDK n'a pas réussi à ajouter un nom:saisie de valeur.
german: Das SDK ist daran gescheitert, eine Namens-/Werteingabe hinzuzufügen.
italian: SDK non è riuscita ad aggiungere un nome/valore.
japanese: SDKに名前/値エントリを追加できませんでした。
spanish: El SDK no ha podido añadir una entrada de nombre/valor.

source: The serial number to be activated is not unique.
dutch: Het te activeren serie nummer is niet uniek.
french: Le numéro de sérié à activer n'est pas unique.
german: Die zu aktivierende Seriennummer ist nicht einmalig.
italian: Il numero di serie da attivare non è unico.
japanese: 有効化しようとしているシリアル番号は固有のものではありません。
spanish: El número de serie que hay que activar no es único.

source: The Show is About to Begin!
dutch: De Show gaat Beginnen!
french: Le spectacle est sur le point de commencer !
german: Die Show fängt jeden Augenblick an!
italian: Lo spettacolo sta per iniziare!
japanese: この公演はもうすぐ始まります!
spanish: ¡El espectáculo está a punto de comenzar!

source: The Show Is Over, thanks for coming!
dutch: De Show is Voorbij, dank u voor uw komst!
french: Le spectacle est terminé , merci d’être venu !
german: Die Show ist vorbei, danke für's Kommen!
italian: Spettacolo terminato. Grazie per essere stato con noi!
japanese: この公演は終了しました。ご来場ありがとうございます!
spanish: ¡El espectáculo se ha terminado, gracias por haber venido!

source: The singer “%1$@” somehow lost their playlist “%2$@”. A new empty playlist has been created.
dutch: De zanger “%1$@” heeft op één of andere manier zijn afspeellijst “%2$@” verloren. Een nieuwe lege afspeellijst is aangemaakt.
french: Le chanteur "%1$@" en quelque sorte a perdu sa liste de lecture" %2$@". Une nouvelle liste de lecture vide a été créé.
german: Die Sänger “%1$@” haben irgendwie ihre Wiedergabeliste “%2$@” verloren. Eine neue leere Wiedergabeliste ist erstellt worden.
italian: Il cantante “%1$@” ha perso la playlist “%2$@”. È stata creata una nuova playlist.
japanese: 歌手 「%1$@」はプレイリスト「%2$@」を無くしてしまいました。新しい空のプレイリストが作成されました。
spanish: El cantante “%1$@” de algún modo ha perdido su lista de reproducción “%2$@”. Se ha creado una nueva lista de reproducción vacía.

source: The singer “%s” somehow lost their account. A new account has been created, and we will attempt to recover their playlists.
dutch: De zanger “%s” heeft op één of andere manier zijn account verloren. Een nieuwe account is aangemaakt en wij zullen trachten zijn afspeellijsten te herstellen.
french: Le chanteur “%s” en quelque sorte a perdu son compte. Un nouveau compte a été créé, et nous allons tenter de récupérer leurs listes de lecture.
german: Die Sänger “%s” haben irgendwie ihren Account verloren. Ein neuer Account ist erstellt worden und wir werden versuchen, ihre Wiedergabeliste zurückzuerhalten.
italian: Il cantante “%s” ha perso il proprio account. È stato creato un nuovo account e si sta tentando di recuperare la playlist.
japanese: 歌手「%s」はアカウントを失いました。新規アカウントが作成され、プレイリストの回復を試みようとしています。
spanish: El cantante “%s” de algún modo ha perdido la cuenta. Se ha creado una nueva cuenta e intentaremos recuperar las listas de reproducción.

source: The song you picked is no longer available. Please reload the music store and try again.
dutch: Het lied dat u heeft gekozen is niet meer beschikbaar. Herlaad de muziek store en probeer het opnieuw.
french: La chanson que vous avez choisie n'est plus disponible.Veuillez recharger le magasin de musique et essayez à nouveau.
german: Das Lied, das Sie ausgewählt haben, ist nicht mehr verfügbar. Bitte laden Sie den Musikladen erneut und versuchen Sie es wieder.
italian: Il brano scelto non è più disponibile. Ricaricare il music store e riprovare.
japanese: 選んだ曲は入手不可能です。ミュージックストアをリロードし、もう一度お試しください。
spanish: La canción que ha elegido ya no está disponible. Vuelva a cargar la tienda de música e inténtelo de nuevo.

source: The song “%s” did not parse.
dutch: Het lied “%s” parste niet.
french: La chanson “%s” n'a pas pu être analysée.
german: Das Lied “%s” ist nicht geparst worden.
italian: Il brano “%s” non è stato analizzato.
japanese: 「%s」という曲の解析しませんでした。
spanish: La canción “%s” no se analizó sintácticamente.

source: The song “%s” is already being exported.
dutch: Het lied “%s” is al geëxporteerd.
french: La chanson La chanson “%s”est déjà en cours d'exportation.
german: Das Lied “%s” ist bereits exportiert worden.
italian: Il brano “%s” è già stato esportato.
japanese: 「%s」という曲は既にエクスポートされています。
spanish: La canción “%s” ya se está exportando.

source: The song “%s” was not converted because it is not a CDG file
dutch: Het lied "%s" was niet geconverteerd, omdat het geen CDG bestand is
french: La chanson “%s” n'a pas été converti parce que ce n'est pas un fichier CDG.
german: Das Lied “%s” ist nicht konvertiert worden, weil es keine CDG-Datei ist.
italian: Il brano “%s” non è stato convertito perché non è un file CDG.
japanese: 「%s」という曲は CDG ファイルではないので変換されませんでした。
spanish: No se convirtió la canción “%s” porque no es un archivo CDG

source: The stream does not contain a sufficient number of sectors in the leadin for the current media
dutch: De stream bevat niet genoeg sectoren in de lead-in voor de huidige media
french: La diffusion ne contient pas un nombre de secteurs suffisant pour le média actuel
german: Der Stream enthält keine ausreichende Anzahl von Sektoren im Leadin für die aktuellen Medien
italian: Questo flusso non contiene un numero sufficiente di settori nel lead-in del supporto attuale
japanese: このストリームは、既存メデイアのリードインに必要なセクター数を満たしていません
spanish: El torrente no tiene suficientes sectores en el encabezamiento (lead-in) para este contenido.

source: The system does not meet the minimum requirements for the Embedded Web Store
dutch: Het systeem voldoet niet aan de minimum vereisten voor de Embedded Web Store
french: Le système ne répond pas aux exigences minimales pour la boutique Web embarqué
german: Das System erfüllt nicht die Mindestanforderungen für den integrierten Webverkauf
italian: Il sistema non soddisfa i requisiti minimi per lo store Web incorporato
japanese: システム内蔵ウェブストアの最小要件を満たしていません。
spanish: El sistema no reúne los requisitos mínimos para la aplicación Embedded Web Store

source: The user cancelled a manual activation attempt.
dutch: De gebruker heeft een poging tot handmatig activeren geannuleerd.
french: L'utilisateur a annulé une tentative d'activation manuelle.
german: Der Benutzer hat einen manuellen Aktivierungsversuch abgebrochen.
italian: L'utente ha cancellato un tentativo di attivazione manuale.
japanese: ユーザーが手動アクティベーションの試みをキャンセルしました。
spanish: El usuario ha cancelado un intento de activación manual.

source: The “User ID” used for streaming is invalid.
dutch: Het "Gebruiker ID" dat gebruikt is voor streaming is ongeldig.
french: L' "ID utilisateur" utilisé pour la diffusion n'est pas valide.
german: Die für das Streaming verwendete "Benutzer-ID" ist ungültig.
italian: L'“ID utente” usato per lo streaming non è valido.
japanese: ストリーミングに使用された「ユーザー ID」は無効です。
spanish: El "ID de usuario" que se usa para la descarga de torrentes no es válido.

# There are %@ songs. It could take more than %@ to complete.
source: There are %1$@ songs. It could take more than %2$@ to complete.
dutch: Er zijn %1$@ liedjes. het kan meer als %2$@ in beslag nemen om te voltooien.
french: Il y a %1$@ chansons. Elle pourrait prendre plus de %2$@pour terminer.
german: Es gibt %1$@ Lieder. Es könnte mehr als %2$@ bis zur Vollendung dauern.
italian: Ci sono %1$@ brani. Per il completamento saranno necessari %2$@.
japanese: %1$@ 曲あります。完了には %2$@ かかるかもしれません。
spanish: Hay %1$@ canciones. Podría tardar más de %2$@ en finalizar.

source: There are multiple songs selected
dutch: Er zijn meerdere liedjes geselecteerd
french: Il y a plusieurs morceaux choisis
german: Es wurden mehrere Lieder ausgewählt
italian: Sono selezionati più brani
japanese: 複数の曲が選択されています。
spanish: Hay varias canciones seleccionadas

source: There is not enough free space on your cache volume to build a burn image.
dutch: Er is niet genoeg geheugen in uw cache volume om een brand beeld te bouwen.
french: Il n'ya pas assez d'espace libre sur votre volume de mémoire cache pour construire une image rémanente.
german: Es ist nicht genug freier Platz in Ihrem Cache, um eine Bilddatei zu brennen.
italian: Spazio libero insufficiente nel volume cache per creare un'immagine di masterizzazione.
japanese: 書き込みイメージを構築するために十分なキャッシュの空き容量がありません。
spanish: No hay suficiente espacio libre en su volumen de caché para construir una imagen de grabación.

source: There was a problem ejecting the disc.
dutch: Er was een probleem bij het uitwerpen van de disc.
french: Il y avait un problème pour éjecter le disque.
german: Beim Auswerfen der Disk ist ein Problem aufgetreten.
italian: Problema durante l'espulsione del disco.
japanese: ディスクを取り出しで問題がありました。
spanish: Ha habido un problema al expulsar el disco.

source: There was a problem initializing audio output, check your audio output device. Are your speakers plugged in?
dutch: Er was een probleem bij het initialiseren van de audio uitgang, controleer uw audio uitgang apparaat. Zijn uw luidsprekers aangesloten?
french: Il y avait un problème d'initialisation de la sortie audio, vérifiez votre périphérique de sortie audio. Vos haut-parleurs sont branchés?
german: Beim Initialisieren der Audioausgabe ist ein Problem aufgetreten, überprüfen Sie Ihr Audioausgabegerät. Sind Ihre Lautsprecher eingesteckt?
italian: Problema durante l'inizializzazione dell'uscita audio. Controllare il dispositivo audio di uscita. Le casse sono collegate?
japanese: オーディオ出力の初期化で問題がありました、お使いのオーディオ出力デバイスをチェックしてください。スピーカーは正しく接続されていますか？
spanish: Ha habido un problema al inicializar la salida de audio; compruebe su dispositivo de salida de audio. ¿Están enchufados los altavoces?

source: There was a problem initializing audio output, you may want to quit and re-run
dutch: Er was een probleem bij het initialiseren van de audio uitgang, u zult mischien willen afsluiten en opnieuw opstarten
french: Il y avait un problème d'initialisation de la sortie audio, vous pouvez quitter et relancer
german: Beim Initialisieren der Audioausgabe ist ein Problem aufgetreten, vielleicht möchten Sie das Programm verlassen und erneut ausführen
italian: Problema durante l'inizializzazione dell'uscita audio. Uscire e riaprire il programma.
japanese: オーディオ出力の初期化に問題がありました。いったん終了してから再実行することをお勧めします
spanish: Ha habido un problema incializando la salida de audio, tal vez sea mejor que salga de la aplicación y la vuelva a ejecutar

source: There was a problem maybe with orphan encoding?
dutch: Er was een probleem, mischien met wees encoden?
french: Il y avait peut-être un problème avec l'encodage orphelin?
german: Es ist ein Problem aufgetreten, vielleicht wegen nicht vollendeter Kodierung?
italian: Problema con una codifica orfana?
japanese: 孤立したエンコーディングで問題があったようですね?
spanish: Ha habido un problema, ¿tal vez con la codificación de de una canción húerfana?

source: There was an error attempting to calculate the cache folder size
dutch: Er was een fout bij het proberen van het berekenen van de cache map grootte
french: Il y avait une erreur lors de la tentation de calculer la taille du dossier cache
german: Beim Versuch, die Größe des Cache-Ordners zu berechnen, ist ein Fehler unterlaufen
italian: Errore durante il calcolo delle dimensioni della cartella cache.
japanese: キャッシュフォルダサイズの計算を試みたところ、エラーが発生しました。
spanish: Ha habido un error al intentar calcular el tamaño de la carpeta de caché

source: There was an error creating your account. Please ask the KJ to create your account for you.
dutch: Er was een fout bij het aanmaken van uw account. Vraag aub de KJ om uw account voor u aan te maken.
french: Il y avait une erreur lors de la création de votre compte. Veuillez demander à KJ de créer votre compte pour vous.
german: Beim Erstellen Ihres Accounts ist ein Fehler unterlaufen. Bitte fordern Sie ihren KJ auf, den Account für Sie zu erstellen.
italian: Errore durante la creazione dell'account. Chiedere a KJ di crearne uno.
japanese: アカウントの作成中にエラーが発生しました。アカウントを作成するように KJ にお問い合わせください。
spanish: Ha habido un error al crear su cuenta. Por favor, pídale al KJ que cree la cuenta por usted.

source: There was an error enabling Bonjour
dutch: Er is een fout opgetreden bij het activeren van Bonjour
french: Une erreur s'est produite lors de l'activation de Bonjour
german: Es gab einen Fehler bei der Aktivierung von Bonjour
italian: Si è verificato un errore durante l'attivazione di Bonjour
japanese: Bonjour の起動エラー
spanish: Ha habido un error al activar Bonjour

source: There was an error encoding the song “%s”
dutch: Er was een fout bij het encoden van lied "%s"
french: Il y avait une erreur lors de l'encodage de la chanson "%s"
german: Bei der Kodierung des Liedes “%s” ist ein Fehler unterlaufen
italian: Errore durante la codifica del brano “%s”
japanese: 「%s」の曲のエンコード中にエラーが発生しました。
spanish: Ha habido un error al codificar la canción “%s”

source: There was an error installing the engine.
dutch: Er was een fout bij het installeren van de machine.
french: Il y avait une erreur lors de l'installation du moteur.
german: Bei der Installation des Engines ist ein Fehler unterlaufen.
italian: Errore durante l'installazione del sistema.
japanese: エンジンのインスール中にエラーが発生しました。
spanish: Ha habido un error al instalar el motor.

source: There was an error loading the installed engine.
dutch: Er was een fout bij het laden van de geïnstalleerde machine
french: Il y avait une erreur lors du chargement du moteur installé.
german: Beim Laden des installierten Engines ist ein Fehler unterlaufen.
italian: Errore durante il caricamento del sistema installato.
japanese: インストールされたエンジンのロードでエラーが発生しました。
spanish: Ha habido un error al cargar el motor instalado.

source: There was an error loading the song for editing
dutch: Er was een fout bij het laden van het lied voor bewerking
french: Il y avait une erreur lors du chargement de la chanson en vue d'une modification
german: Beim Laden des Liedes zur Bearbeitung ist ein Fehler unterlaufen
italian: Errore durante il caricamento del brano da modificare
japanese: 編集のために曲を読み込むときにエラーが発生しました。
spanish: Ha habido un error al cargar la canción que se va a editar

# There was an error moving “%s” into the folder “%s”: %s
source: There was an error moving “%1$s” into the folder “%2$s”: %3$s
dutch: er was een fout bij het verplaatsen van “%1$s” naar de map “%2$s”: %3$s
french: Il y avait une erreur en mouvement “%1$s” vers le dossier“%2$s”: %3$s
german: Beim Verschieben von “%1$s” in den Ordner “%2$s”: %3$s ist ein Fehler unterlaufen
italian: Errore durante lo spostamento di “%1$s” nella cartella “%2$s”: %3$s
japanese: 「%1$s」を「%2$s」フォルダに移動するときにエラーが発生しました:%3$s
spanish: Ha habido un error al mover “%1$s” a la carpeta “%2$s”: %3$s

source: There was an error saving the song
dutch: Er was een fout bij het opslaan van het lied
french: Il y avait une erreur lors de l'enregistrement de la chanson.
german: Beim Speichern des Lieds ist ein Fehler unterlaufen
italian: Errore durante il salvataggio del brano
japanese: 曲の保存中にエラーがありました。
spanish: Ha habido un error al guardar la canción

# There was an error setting the temporary file name for the song “%s” in “%s”
source: There was an error setting the temporary file name for the song “%1$s” in “%2$s”
dutch: Er is een fout opgetreden bij het invoeren van de tijdelijke bestandsnaam voor het lied “%1$s” in “%2$s”
french: Une erreur s'est produite lors du paramétrage du nom de fichier temporaire pour la chanson “%1$s” dans “%2$s”
german: Es gab einen Fehler bei der Einstellung des temporären Dateinamens für das Lied “%1$s” in “%2$s”
italian: Si è verificato un errore durante l'impostazione del nome del file temporaneo della canzone "%1$s" in "%2$s"
japanese: 「%2$s」の「%1$s」におけるテンポラリーファイル名の設定エラー
spanish: Ha habido un error al configurar el nombre temporal de la canción “%1$s” por “%2$s”

source: There was an error setting up your burn
dutch: Er was een fout bij het instellen van uw branden
french: Il y avait une erreur de réglage de vos gravures
german: Beim Vorbereiten Ihres Brennvorgangs ist ein Fehler unterlaufen
italian: Errore durante l'impostazione della masterizzazione
japanese: 書き込みを設定中にエラーが発生しました。
spanish: Ha habido un error al configurar la grabación

source: There was an error with that serial number, please check the number and try again.
dutch: Er was een fout met dat serie nummer, controleer het nummer en probeer het opnieuw.
french: Il y avait une erreur avec ce numéro de série, veuillez vérifier le nombre et essayez à nouveau.
german: Mit dieser Seriennummer ist ein Fehler unterlaufen, bitte überprüfen Sie die Nummer und versuchen Sie es wieder.
italian: Errore con il numero di serie. Controllarlo e riprovare.
japanese: そのシリアル番号でにエラーが発生しました。番号を調べて、もう一度お試しください。
spanish: Ha habido un error con ese número de serie; por favor, compruebe el número e inténtelo de nuevo.

# There was an error “%@” preparing the song “%@” for export.
source: There was an error “%1$@” preparing the song “%2$@” for export.
dutch: Er was een fout “%1$@” bij het voorbereiden van het lied “%2$@” voor exporteren.
french: Il y avait une erreur “%1$@” lors de la préparation de la chanson“%2$@” pour l'exportation.
german: Bei der Vorbereitung des Liedes “%2$@” zum Export ist ein Fehler “%1$@” unterlaufen.
italian: Errore “%1$@” durante la preparazione dell'esportazione del brano “%2$@”.
japanese: 「%2$@」の曲のエクスポート準備中に、「%1$@」というエラーがありました。
spanish: Ha habido un error “%1$@” al preparar la canción “%2$@” para exportar.

source: There was an I/O error reading the disc, perhaps it is scratched?
dutch: Er was een I/O fout bij het lezen van de disc, mischien is het bekrast?
french: Il y avait une erreur I/O de lecture du disque , peut-être qu'il est rayé?
german: Beim Lesen der Disk ist ein I/O-Fehler unterlaufen, vielleicht ist sie zerkratzt?
italian: Errore I/O durante la lettura del disco. Il disco è rigato?
japanese: ディスクの読み取りでI / Oエラーが発生しました。おそらく傷がついているかもしれません。
spanish: Ha habido un error de I/O (entrada/salida) al leer el disco, ¿es posible que esté rayado?

source: There was some error setting up the Audio chain.
dutch: Er was één of andere fout bij het instellen van de Audio keten.
french: Il y avait une erreur de réglage de la chaîne audio.
german: Beim Einrichten der Audiokette ist ein Fehler unterlaufen.
italian: Errori durante l'impostazione dell'elenco audio.
japanese: オーディオチェーンのセットアップでいくつかのエラーがありました。
spanish: Ha habido algún error al configurar la cadena de Audio.

source: There was some kind of error while disabling Auto-Renew.
dutch: Er is een fout opgetreden bij het uitschakelen van automatische verlenging.
french: Un genre d'erreur s'est produit lors de la désactivation de l'Auto-renouvellement.
german: Es gab irgendeine Art von Fehler beim Deaktivieren der Auto-Erneuerung
italian: Si è verificato un errore durante la disattivazione del rinnovo automatico.
japanese: 自動更新を停止中に何らかのエラーが発生しました。
spanish: Ha habido un error al desactivar la renovación automática.

source: There was some kind of error while subscribing.
dutch: Er is een fout opgetreden bij het inschrijven.
french: Un genre d'erreur s'est produit lors de la souscription.
german: Es gab irgendeine Art von Fehler beim Abonnieren
italian: Si è verificato un errore durante l'attivazione dell'abbonamento.
japanese: サブスクリプション中に何らかのエラーが発生しました。
spanish: Ha habido un error al suscribirse.

source: There was some kind of problem checking the server for a new version.
dutch: Er was één of ander probleem bij het controleren van de server op een nieuwe versie.
french: Il y avait une sorte de problème pour vérifier la nouvelle version sur le serveur.
german: Beim Überprüfen des Servers auf eine neue Version ist irgendein Problem aufgetreten.
italian: Problema durante il controllo del server per una nuova versione.
japanese: 新しいバージョンをサーバーで確認中に何らかの問題がありました。
spanish: Ha habido algún tipo de problema al comprobar en el servidor si hay alguna versión nueva.

source: This device can burn CD+G
dutch: Dit apparaat kan CD+G branden
french: Cet appareil peut graver en CD+G
german: Dieses Gerät kann CD+G brennen
italian: Questo dispositivo può masterizzare CD+G
japanese: このデバイスはＣＤ＋Ｇを焼けます
spanish: Este dispositivo puede grabar CD+G
