Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Cleaning Up…
dutch: Opschonen…
french: Nettoyage:
german: Erledige…
italian: Completamento in corso…
japanese: クリーンアップ中です…
spanish: Limpiando…

source: Clear
dutch: Opschonen
french: Effacer
german: Leeren
italian: Cancella
japanese: 消去
spanish: Borrar

source: Clearing out temp songs…
dutch: Schoont tijdige liedjes op…
french: Effacement des chansons temporaires…
german: Entferne temporäre Lieder…
italian: Cancellazione brani temporanei in corso…
japanese: 「temp」の曲をクリア中です…
spanish: Borrando canciones temporales…

source: Clearing Playlist
dutch: Schoont Afspeellijst op
french: Effacement des listes de lecture
german: Räume Wiedergabeliste auf
italian: Cancellazione playlist
japanese: プレイリストのクリア
spanish: Borrando lista de reproducción

source: Clearing SMS Gateways
dutch: Sms-gateways opschonen
french: Nettoyage des passerelles SMS
german: Zurücksetzen der SMS-Gateways
italian: Rimozione accessi SMS
japanese: ＳＭＳのゲートウェイをクリア中
spanish: Borrando pasarela SMS

source: Clearing Song List
dutch: Schoont Liedjeslijst op
french: Effacement de la liste des chansons
german: Räume Liederliste auf
italian: Cancellazione elenco brani
japanese: 曲リストのクリア
spanish: Borrando lista de canciones

source: Close CD Tray
dutch: Sluit CD Lade
french: Fermez le plateau du CD
german: CD-Fach schließen
italian: Chiudi cassetto CD
japanese: CD トレイを閉じる
spanish: Cerrar bandeja de CD

# close_purchase_blurb
source: After you make the purchase, you will be presented with a “Receipt Window”. You should just close the receipt window, you will get a copy in your e-mail. Do NOT minimize it. Only by *closing* this window will the software automatically self register and unlock all features, in other words, it will enter your serial number for you. There is no download, you are alredy running it.
dutch: Na de aankoop, zal u een “Ontvangst Venster” worden gepresenteerd. U kunt het ontvangst venster gewoon sluiten, u ontvangt een kopie in uw e-mail. Minimaliseer het NIET. Alleen door het *sluiten* van dit venster zal de software zichzelf registreren en alle functies openen, met andere woorden, het zal het serie nummer voor u invoeren. Er is geen download, u runt het al.
french: Après avoir effectué l'achat, il vous sera présenté une "fenêtre d'accusé de réception". Vous devez juste la fermer, vous allez obtenir une copie par e-mail. Ne le minimiser PAS. Ce n'est que par * la fermeture * de cette fenêtre automatiquement que le logiciel s'auto enregistrera et déverrouillera toutes les fonctionnalités, en d'autres termes, il saisir votre numéro de série pour vous. Il n'ya pas de téléchargement, il fonctionne déjà.
german: Nachdem Sie den Kauf getätigt haben, wird Ihnen ein „Belegfenster“ angezeigt. Sie sollten das Belegfenster einfach schließen, Sie erhalten ein Kopie per E-Mail. Minimisieren Sie es NICHT. Nur durch *Schließen* dieses Fensters wird sich die Software automatisch selbst registrieren und alle Funktionen entsperren, mit anderen Worten, sie wird Ihre Seriennummer für Sie eingeben. Es gibt keinen Download, Sie führen sie bereits aus.
italian: Dopo aver effettuato l'acquisto, comparirà la “Finestra ricevuta”. Chiudendola se ne potrà avere una copia nella propria casella di posta. NON ridurla a icona. Solo *chiudendola* il software si auto registrerà, sbloccando tutte le funzioni, introducendo il numero di serie automaticamente. Non è necessario nessun download poiché è già in esecuzione.
japanese: 購入後には「領収書ウィンドウ」が表示されます。Eメールコピーが送信されるので、領収書ウィンドウを閉じます。最小化はしないでください。このウィンドウを*閉じる*ことによってのみ、ソフトウェアが自動的に自己登録し、すべての機能をロック解除します。つまり、ソフトウェアはあなたのためにシリアル番号を入力します。ダウンロードは必要ありません、ソフトウェアはすでに実行されています。
spanish: Después de que realice la compra se le presentará una “Ventana de recibo”. Simplemente cierre la ventana, recibirá una copia por correo electrónico. NO la minimice. Solamente al *cerrar* esta ventana se registrará automáticamente el software y se desbloquearán todas las funciones. En otras palabras, introducirá el número de serie por usted. No hay descarga, ya lo está ejecutando.

source: closing Clipboard
dutch: Sluit het Klembord
french: fermeture de presse papiers
german: Schließe Zwischenablage
italian: chiusura clipboard
japanese: クリップボードを閉じる
spanish: cerrando el portapapeles

source: Closing Database
dutch: Sluit Database
french: Fermeture de la base de données
german: Schließe Datenbank
italian: Chiusura database
japanese: データベースを閉じる
spanish: Cerrando base de datos

source: closing database
dutch: sluit database
french: Fermeture de la base de données
german: schließe Datenbank
italian: chiusura database
japanese: データベースを閉じる
spanish: cerrando base de datos

source: closing prefs
dutch: sluit prefs
french: fermeture de favoris
german: schließe Präf.
italian: chiusura preferiti
japanese: 環境設定を閉じる
spanish: cerrando preferencias

source: closing QuickTime
dutch: sluit QuickTime
french: fermeture de QuickTime
german: schließe QuickTime
italian: chiusura QuickTime
japanese: QuickTime を閉じる
spanish: cerrando QuickTime

source: Colored
dutch: Gekleurd
french: Coloré
german: Farbig
italian: Colorato
japanese: 色付き
spanish: Coloreado

# Comment_blurb
source: Comment
dutch: Opmerking
french: Commentaire
german: Kommentar
italian: Commento
japanese: コメント
spanish: Comentarios

source: Comp Level
dutch: Comp Niveau
french: Niveau de l'ordinateur
german: Kompositionslevel
italian: Livello composizione
japanese: 構成レベル
spanish: Nivel de comp

source: Component not thread safe
dutch: Component niet draad veilig
french: Composant fil de discussion non sécurisé
german: Komponente nicht sicher für den Thread
italian: Componente non sicuro dai thread
japanese: コンポーネントはスレッドセーフではありません。
spanish: Componente no seguro en hilo de ejecución

source: Composer
dutch: Componist
french: Compositeur
german: Komponist
italian: Compositore
japanese: 作曲家
spanish: Compositor

source: Configuring account…
dutch: Account configureren...
french: Configuration du compte...
german: Konfigurieren des Kontos...
italian: Configurazione account in corso...
japanese: アカウントを設定中…
spanish: Configurando cuenta...

# confirm_1_purch_blurb
source: Are you sure you wish to purchase the song “%1$s” for %2$s plus taxes?.
dutch: Weet u zeker dat u het lied "%1$s" wilt kopen voor %2$s inclusief belasting?.
french: Etes-vous sûr de vouloir acheter la chanson "%1$s" pour %2$s, plus TVA?.
german: Sind Sie sicher, dass sie das Lied “%1$s” für %2$s zuzüglich Steuern erwerben wollen?
italian: Acquistare il brano “%1$s” a %2$s più tasse?
japanese: 本当にこの曲、「%1$s」を%2$s プラス税で購入しますか?.
spanish: ¿Está seguro de que quiere comprar la canción “%1$s” por %2$s más impuestos?.

# confirm_2_purch_blurb
source: Are you sure you wish to purchase the %1$d selected songs for a total of %2$s plus taxes?
dutch: Weet u zeker dat u de %1$d geselecteerde liedjes wilt kopen met een totaal van %2$s plus belasting?
french: Etes-vous sûr de vouloir acheter les chansons sélectionnées "%1$d" pour %2$s, plus TVA?
german: Sind Sie sicher, dass Sie die %1$d ausgewählten Lieder für eine Gesamtsumme von %2$s zuzüglich Steuern erwerben wollen?
italian: Acquistare i brani selezionati a %1$d per un totale di %2$s più tasse?
japanese: ほんとうに選択した合計 %1$d 曲を合計%2$sプラス税で購入しますか？
spanish: ¿Está seguro de que quiere comprar las %1$d canciones seleccionadas por un total de %2$s más impuestos?

# confirm_special_blurb
source: At least one song you are about to purchase requires special licensing to use. You must contact Chartbuster to use it for recording or in competitions. It is therefore relatively expensive, tho the expense does NOT include the licensing fee, which you must arrange with Chartbuster. Are you sure you meant to buy this version?
dutch: Ten minste één nummer dat u aankoopt vereist speciale licenties voor het gebruik. U moet contact opnemen met Chartbuster om het te gebruiken voor het opnemen in wedstrijden. Het is daarom relatief duur, de kosten zijn niet inclusief de licentie kosten, welke u moet onderhandelen met Chartbuster. Weet u zeker dat u deze versie wilt kopen?
french: Au moins une chanson que vous vous apprêtez à acheter nécessite un permis spécial pour l'utilisation. Vous devez contacter Chartbuster pour l'utiliser lors d'un enregistrement ou à des compétitions. Il est donc relativement coûteux, quoique la dépense ne comprend PAS les frais de licence, que vous devez vous arranger avec Chartbuster. Etes-vous sûr que vous vouliez acheter cette version?
german: Mindestens ein Lied, das Sie kaufen wollen, benötigt zur Benutzung eine spezielle Lizenzierung. Sie müssen Chartbuster kontaktieren, um es bei Aufzeichnungen oder Wettbewerben zu verwenden. Es ist deshalb relativ teuer, da die Kosten nicht die Lizenzierungsgebühr umfassen, die Sie mit Chartbuster ausmachen müssen. Sind Sie sicher, dass Sie diese Version kaufen wollten?
italian: Almeno un brano che si sta per acquistare richiede un licensing speciale per poterlo riprodurre. Contattare Chartbuster per usarlo nella registrazione o in concorsi. Tuttavia è piuttosto caro dato che il prezzo NON comprende il costo del licensing da concordare con Chartbuster. Si vuole comunque acquistare questa versione?
japanese: 購入しようとしている内、少なくとも1曲には特別な使用ライセンスが必要です。レコーディングまたはコンテストに使用するには、Chartbuster に問い合わせる必要があります。このため比較的高価ですが、ライセンス料金は含まれていません。これについては Chartbuster にご相談ください。ほんとうにこのバージョンを購入しますか?
spanish: Al menos una canción que está a punto de comprar requiere de una licencia especial para usarse. Debe ponerse en contacto con Chartbuster para utilizarla en grabación o en competiciones. Por tanto es relativamente cara. El gasto NO incluye la tarifa de licencia, que deberá negociar con Chartbuster. ¿Seguro que tenía intención de comprar esta versión?

source: Connecting to song stream
dutch: Verbind met lied stream
french: Connexion à la chanson de diffusion
german: Verbinde mit Liedstream
italian: Connessione al flusso del brano
japanese: 曲ストリームに接続
spanish: Conectándose al torrente de la canción

source: Contest Tonight!
dutch: Wedstrijd Vanavond!
french: Concours ce soir!
german: Wettbewerb heute Abend!
italian: Gareggia stasera!
japanese: 今夜はコンテストです!
spanish: ¡Concurso esta noche!

source: Continue
dutch: Doorgaan
french: Continuer
german: Fortsetzen
italian: Continua
japanese: 続行
spanish: Continuar

source: Control error (debug)
dutch: Controle fout (debug)
french: Erreur de contrôle (débogage)
german: Kontrollfehler (korrigieren)
italian: Errore di controllo (debug)
japanese: コントロールエラー (デバッグ)
spanish: Error de control (depurar)

source: Converting KMA file failed.
dutch: Converteren KMA bestand mislukt.
french: Conversion du fichier KMA échoué
german: Das Konvertieren der KMA-Datei ist fehlgeschlagen.
italian: Conversione file KMA non riuscita.
japanese: KMA ファイルへの変換に失敗しました。
spanish: Ha fallado la conversión del archivo KMA.

source: Converting Library selection to Song List
dutch: Converteert Bibliotheek selectie naar de Lied Lijst
french: Conversion de l sélection bibliothèque en liste de chanson
german: Konvertiere Bibliothek auswahl zu Liederliste
italian: Conversione Selezione libreria in Elenco brani
japanese: ライブラリの選択項目を曲リストに変換する
spanish: Convirtiendo selección de biblioteca en lista de canciones

source: Converting Playlist selection to Library selection…
dutch: Converteert Afspeellijst selectie naar Bibliotheek selectie…
french: Conversion de la liste de lecture en sélection bibliothèque…
german: Konvertiere Auswahl der Wiedergabeliste zu Bibliothek auswahl…
italian: Conversione Selezione playlist in Selezione libreria in corso…
japanese: ライブラリの選択をプレイリストの選択に変換する
spanish: Convirtiendo selección de lista de reproducción en selección de biblioteca…

source: Converting Playlist selection to Song List
dutch: Converteert Afspeellijst selectie naar Lied Lijst
french: Conversion de la sélection liste de lecture en liste de chanson
german: Konvertiere Auswahl der Wiedergabeliste zu Liederliste
italian: Conversione Selezione playlist in Selezione libreria in corso…
japanese: プレイリストの選択を曲リストに変換する
spanish: Convirtiendo selección de lista de reproducción en lista de canciones

source: Converting PlayLists to SQL…
dutch: Converteert Afspeellijst naar SQL…
french: Conversion de la liste de lecture en SQL…
german: Konvertiere Wiedergabelisten zu SQL…
italian: Conversione playlist in SQL in corso…
japanese: プレイリストを SQL に変換する…
spanish: Convirtiendo listas de reproducción a SQL…

source: Converting Songs to SQL…
dutch: Converteert Liedjes naar SQL…
french: Conversion des chansons en SQL…
german: Konvertiere Lieder zu SQL
italian: Conversione brani in SQL in corso…
japanese: 曲を SQL に変換する…
spanish: Convirtiendo canciones a SQL…

source: Copy Column Layout
dutch: Kopieert Kolom Lay-out
french: Copiez la mise en colonne
german: Kopiere Layout der Spalte
italian: Copia layout colonne
japanese: 列のレイアウトをコピーする
spanish: Copiar diseño de columna

source: Copy to Clipboard
dutch: Kopieert naar Klembord
french: Copiez vers au presse papier
german: Kopiere in die Zwischenablage
italian: Copia negli appunti
japanese: クリップボードにコピーする
spanish: Copiar en el portapapeles

source: Corrupted Zip File
dutch: Corrupt Zip Bestand
french: Fichier zip corrompu
german: Beschädigte Zip-Datei
italian: File .zip corrotto
japanese: 破損した Zip ファイル
spanish: Archivo Zip corrupto

source: Could not determine if media is supported:
dutch: Kon niet bepalen of de media wordt ondersteund:
french: Impossible de déterminer si le média est supporté :
german: Es konnte nicht ermittelt werden, ob Medien unterstützt werden:
italian: Impossibile determinare se il formato è supportato:
japanese: サポート済みメディアか確認できませんでした：
spanish: No se ha podido comprobar si el contenido es compatible:

source: Could not determine media type:
dutch: Kon mediatype niet bepalen:
french: Impossible de déterminer le type de média :
german: Medien-Typ konnte nicht festgestellt werden:
italian: Impossibile determinare il tipo di supporto:
japanese: メディアの種類を確認できませんでした：
spanish: No se ha podido comprobar el tipo de contenido:

source: Could not find video
dutch: Kan de video niet vinden
french: Vidéo introuvable
german: Konnte das Video nicht finden
italian: Impossibile trovare il video
japanese: 動画がみつかりませんでした。
spanish: No se pudo encontrar vídeo

source: Could not find zipped song file.
dutch: Kan de gezipte liedjes bestanden niet vinden.
french: Fichier audio zippé introuvable
german: Konnte die gezippte Lied-Datei nicht finden.
italian: Impossibile trovare il file compresso del brano.
japanese: 曲の圧縮ファイルがみつかりませんでした。
spanish: No se pudo encontrar el archivo de canción comprimido.

source: Could not get app bundle
dutch: Kan de app bundel niet verkrijgen
french: Impossible d'obtenir l'ensemble d'application
german: Konnte das App-Bündel nicht erhalten
italian: Impossibile acquisire bundle dell'app
japanese: アプリバンドルが取得できませんでした。
spanish: No se pudo obtener el paquete de applicaciones

source: Counting:
dutch: Telt:
french: Numérotation :
german: Zähle:
italian: Conteggio:
japanese: カウント：
spanish: Contando:

source: Country:
dutch: Land:
french: Pays :
german: Land:
italian: Paese:
japanese: 国:
spanish: País:

source: Coupon
dutch: Kortingscode
german: Gutschein
japanese: クーポン
spanish: Código de descuento

source: Crash
french: Ecrasement
german: Absturz
italian: Arresta in modo anomalo
japanese: クラッシュ
spanish: Fallo de la aplicación

source: Crash?
french: Écrasement?
german: Absturz?
italian: Arrestare in modo anomalo?
japanese: クラッシュ?
spanish: ¿Ha fallado?

# crash_report_blurb
source: Sadly, kJams seems to have crashed recently. NOTE: kJams is NOT crashed RIGHT NOW. This is reporting on a *previous* crash. Will you please please please send me a crash report so I can fix the bug?
dutch: Jammer genoeg lijkt kJams recentelijk gecrasht te zijn. LET OP: kJams is OP DIT MOMENT NIET gecrasht. Dit is de rapportage van een *vorige* crash. Wilt u aub aub aub een crash rapport naar mij sturen zodat ik de fout kan herstellen?
french: Malheureusement, kJams semble avoir été écrasé récemment. REMARQUE: kJams n'est PAS écrasé MAINTENANT. C'est un rapports sur un écrasement *antérieur * . Voulez-vous m' envoyer un rapport d'écrasement pour que je puisse corriger le bogue?
german: Leider scheint kJams kürzlich abgestürzt zu sein. BEACHTEN SIE: kJams ist nicht GERADE JETZT abgestürzt. Der Bericht weist auf einen früheren Absturz hin. Könnten Sie mir bitte bitte bitte einen Absturzbericht senden, sodass ich den Fehler in Ordnung bringen kann?
italian: Recentemente sembra che kJams si sia arrestato in modo anomalo. NOTA. kJams NON si è arrestato in modo anomalo ADESSO ma si stratta di un arresto anomalo *precedente*. Per favore, inviare il report dell'arresto anomalo così sarà possibile risolvere il bug.
japanese: 残念なことに、kJams は最近クラッシュしたようです。注：kJams は今のところクラッシュしていません。これは、*以前の*のクラッシュの報告です。バグ修正ができるように、是非私にクラッシュレポートを送信してください。
spanish: Lamentablemente, parece que kJams ha fallado recientemente. NOTA: kJams NO ha fallado en ESTE MOMENTO. El informe se refiere a una fallo *anterior*. ¿Podría POR FAVOR enviarme un informe para que pueda reparar este error?

source: Create Account…
dutch: Account maken...
french: Créer le compte...
german: Konto erstellen...
italian: Crea un account...
japanese: アカウント作成…
spanish: Crear cuenta...

source: Creating Account…
dutch: Account maken...
french: Création du compte...
german: Konto wird erstellt...
italian: Creazione account in corso...
japanese: アカウント作成中…
spanish: Creando cuenta...

source: Creating browser buttons
dutch: Maakt browser toetsen
french: Création des touches de navigation
german: Erstelle Browserschaltflächen
italian: Creazione pulsanti browser
japanese: ブラウザボタンの作成
spanish: Creando botones de navegador

source: Creating Browser Window
dutch: Maakt Browser Venster
french: Création de la fenêtre de navigation
german: Erstelle Browserfenster
italian: Creazione finestra browser
japanese: ブラウザウィンドウの作成
spanish: Creando ventana de navegador

source: Creating Clipboard
dutch: Maakt Clipbord
french: Création de presse papiers
german: Erstelle Zwischenablage
italian: Creazione appunti
japanese: クリップボードの作成
spanish: Creando portapapeles

source: Creating Graphics Window
dutch: Maakt Grafisch Venster
french: Création de la fenêtre des graphiques
german: Erstelle Grafikfenster
italian: Creazione finestra grafica
japanese: グラフィックウィンドウの作成
spanish: Creando ventana de gráficos

source: Creating kJams Windows
dutch: Maakt kJams Venster
french: Création de Windows kJams
german: Erstelle kJams-Fenster
italian: Creazione finestre kJams
japanese: kJams ウィンドウの作成
spanish: Creando ventanas de kJams

source: Creating Messenger Overlays
dutch: Messenger-lagen maken
french: Création des couches Messenger
german: Erstellen von Messenger-Overlays
italian: Creazione sovraimpressioni Messanger
japanese: メッセンジャーのオーバーレイを作成中
spanish: Creando transparencias de Messenger

source: Creating QuickTime Components menu…
dutch: Maakt QuickTime Componenten menu…
french: Création du menu des composants QuickTime…
german: Erstelle Komponentenmenü für QuickTime…
italian: Creazione menu componenti QuickTime in corso…
japanese: QuickTime コンポーネントメニューを作成中…
spanish: Creando menú de componentes de QuickTime…

source: Creating ShowScreens menu…
dutch: Maakt ShowScherm menu…
french: Création du menu ShowScreens…
german: Erstelle ShowScreens-Menü…
italian: Creazione menu ShowScreens in corso…
japanese: ShowScreens メニューを作成中…
spanish: Creando menú de ShowScreens…

source: Creating Sources List
dutch: Maakt Bronlijst
french: Création de la liste de sources
german: Erstelle Quellenangaben
italian: Creazione elenco Origini
japanese: ソースリストの作成
spanish: Creando lista de fuentes

source: Creating task manager
dutch: Bestandsbeheer maken
french: Création du gestionnaire des tâches
german: Erstelle Task-Manager
italian: Creazione gestione attività in corso
japanese: タスクマネージャーを作成中
spanish: Creando administrador de tareas

source: Creating Task Window
dutch: Maakt Taak Venster
french: Création de la fenêtre des tâches
german: Erstelle Task-Fenster
italian: Creazione finestra Attività
japanese: タスクウィンドウの作成
spanish: Creando ventana de tareas

source: Creating Tasks Window
dutch: Maakt Taken Venster
french: Création de la fenêtre des tâches
german: Erstelle Tasks-Fenster
italian: Creazione finestra Attività
japanese: タスクウィンドウの作成
spanish: Creando ventana de tareas

source: Creating Tracks List
dutch: Maakt Tracklijst
french: Création de la liste des pistes
german: Erstelle Tracks-Liste
italian: Creazione elenco Tracce
japanese: トラックリストの作成
spanish: Creando lista de pistas

source: Creating Video Window
dutch: Maakt Video Venster
french: Création de la fenêtre vidéo
german: Erstelle Videofenster
italian: Creazione finestra Video in corso…
japanese: 動画ウィンドウの作成
spanish: Creando ventana de vídeo

source: Credit Card Number must be numeric
dutch: Credit Card Nummer moet numeriek zijn
french: Le numéro de la carte de crédit doit être numérique
german: Die Kreditkartennummer muss numerisch sein
italian: Il numero della carta di credito deve essere un valore numerico
japanese: クレジットカード番号は数字である必要があります。
spanish: El número de tarjeta de crédito debe ser un valor numérico

source: Credit card number must have between 13 and 19 digits
dutch: Credit Card nummer moet tussen 13 en 19 cijfers hebben
french: La carte de crédit doit comporter entre 13 et 19 chiffres
german: Die Kreditkartennummer muss zwischen 13 und 19 Stellen haben
italian: Il numero di carta di credito deve avere tra le 13 e le 19 cifre
japanese: クレジットカード番号は 13 〜 19 桁の数字である必要があります。
spanish: El número de tarjeta de crédito debe tener entre 13 y 19 dígitos

# critical_update_blurb
source: The music store “%1$s” has a critical update: %2$s Would you like to download the updated music store?
dutch: De muziek store "%1$s" heeft een belangrijke update: %2$s Wilt u de geupdate muziek store downloaden?
french: Le magasin de musique "%1$s» a une mise à jour critique: %2$s Voulez-vous télécharger le magasin de musique mis à jour?
german: Der Musikladen “%1$s” hat ein entscheidendes Update: %2$s Möchten Sie den aktualisierten Musikladen herunterladen?
italian: Il music store “%1$s” ha un importante aggiornamento: %2$s Scaricare il music store aggiornato?
japanese: ミュージックストア「%1$s」には重要な更新がありました： %2$s 更新されたミュージックストアをダウンロードしますか?
spanish: La tienda de música “%1$s” tiene una actualización crítica: %2$s ¿Desea descargar la tienda de música actualizada?

source: Cross-device link
french: Lien inter-composant
german: Geräteübergreifender Link
italian: Collegamento incrociato dispositivi
japanese: デバイス間リンク
spanish: Enlace entre dispositivos

source: Current Cache Size:
dutch: Huidige Cache Grootte:
french: Taille de cache actuelle :
german: Derzeitige Cachegröße:
italian: Dimensioni cache attuali:
japanese: 現在のキャッシュサイズ：
spanish: Tamaño actual del caché:

source: Custom
dutch: Aangepaste
french: Personnaliser
german: Benutzerdefiniert
italian: Personalizza
japanese: カスタム
spanish: Personalizado

# custom_blurb
source: Custom
dutch: Aangepaste
french: Personnaliser
german: Benutzerdefiniert
italian: Personalizza
japanese: カスタム
spanish: Personalizado

source: CVV2 code must be numeric
dutch: CVV2 code moet numeriek zijn
french: Le code CVV2 doit être numérique
german: CVV2-Code muss numerisch sein
italian: Il codice CVV2 deve essere numerico
japanese: CVV2 コードは数字でなければなりません。
spanish: El código CVV2 debe ser numérico

source: CVV2 code must have between 3 and 4 digits
dutch: CVV2 code moeten tussen 3 en 4 cijfers bevatten
french: La code CVV2 doit être entre 3 et 4 chiffres
german: CVV2-Code muss zwischen 3 und 4 Stellen haben
italian: Il codice CVV2 deve avere dalle 3 alle 4 cifre
japanese: CVV2 コードは 3 〜 4 桁の数字である必要があります。
spanish: El código CVV2 debe tener entre 3 y 4 dígitos

source: Database:
french: Base de données:
german: Datenbank:
japanese: データベース
spanish: Base de datos:

source: Date
dutch: Datum
german: Datum
italian: Data
japanese: 日付
spanish: Fecha
