Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

# no_cdg_blurb
source: The CD drive “%s” reports that it is NOT capable of reading CD+G discs. Would you like to attempt to use it anyway? Or would you like to learn more about what compatible drives are available?
dutch: De CD drive “%s” meldt dat het NIET in staat is CD+G discs te lezen. Wilt u het alsnog proberen te gebruiken? Of wilt u meer leren over welke verenigbare drives er beschikbaar zijn?
french: Le lecteur de CD "%s" indique qu'il n'est pas capable de lire les disques CD + G. Voulez-vous essayer de l'utiliser quand même? Ou aimeriez-vous apprendre plus sur les lecteurs compatibles disponibles?
german: Das CD-Laufwerk “%s” meldet, dass es NICHT in der Lage ist, CD+G-Disks zu lesen. Möchten Sie trotzdem versuchen, es zu verwenden? Oder möchten Sie mehr darüber erfahren, welche kompatiblen Laufwerke verfügbar sind?
italian: L'unità CD “%s” avvisa che NON è in grado di leggere i dischi CD+G. Provare a utilizzarla comunque o si vogliono avere maggiori informazioni su quali sono le unità compatibili disponibili?
japanese: CD ドライブ 「%s」は CD+G ディスクを読み取れないと報告しています。それでも使用を試みますか? または、利用できる対応ドライブについて知りたいですか?
spanish: La unidad de CD “%s” informa de que NO es capaz de leer discos CD+G. ¿Desea intentar usarla de todos modos? ¿O prefiere averiguar más sobre qué unidades compatibles hay disponibles?

# no_lame_blurb
source: Terribly sorry, but the LAME MP3 encoder which you have been using had not been properly installed. Legal requirements enforce the necessity that the encoder be installed separately from the application. If you wish to encode to MP3, you will have to download and install the free plugin manually.
dutch: Het spijt ons zeer, maar de LAME MP3-encoder die u hebt gebruikt, is niet goed geïnstalleerd. Volgens wettelijke vereisten moet de encoder afzonderlijk van de toepassing worden geïnstalleerd. Als u wilt coderen naar MP3, moet u de gratis plugin handmatig downloaden en installeren.
french: Nous sommes terriblement désolés, mais l'encodeur LAME MP3 que vous avez utilisé n'avait pas été installé correctement. Les exigences légales imposent d'installer l'encodeur séparément de l'application. Si vous souhaitez encoder en MP3, vous devrez télécharger et installer le plugin manuellement.
german: Es ist sehr bedauerlich, aber der LAME MP3-Encoder, den Sie verwendet haben, war nicht richtig installiert. Gesetzliche Vorschriften erfordern, dass der Encoder separat von der Anwendung installiert wird. Wenn Sie zu MP3 kodieren wollen, müssen Sie das kostenlose Plugin manuell herunterladen und installieren
italian: Siamo spiacenti, ma il codec LAME MP3 che stai usando non è stato installato correttamente. Per motivi legali, il codec deve essere installato separatamente dall'applicazione. Se vuoi creare i tuoi file MP3 dovrai scaricare e installare manualmente il plugin gratuito.
japanese: 大変申し訳ありませんが、お客様がご利用になっていた LAME MP3 エンコーダは適切にインストールされていません。法的必要条件履行のため、エンコーダとアプリケーションは別々にインストールしなくてはなりません。MP3 形式にエンコードしたい場合、無料のプラグインを手動でダウンロード／インストールする必要があります。
spanish: Lo sentimos, pero el codificador de MP3 LAME que ha usado no está instalado correctamente. Por requerimientos legales, el codificador debe instalarse a parte de la aplicación. Si quiere codificar MP3, debe descargar e instalar el complemento manualmente.

# no_movie_blurb
source: There was no playable media found in this file. kJams for Windows does not support WMV or AVI. If you think something is wrong here, send this song file to dave.
dutch: Geen afspeelbare media gevonden in dit bestand. Als u denkt dat er iets mis is, kunt u dit liedjesbestand naar Dave sturen.
french: Aucun média jouable n'a été trouvé sur ce fichier. Si vous pensez que cela n'est pas normal, envoyez ce fichier chanson à Dave.
german: Es wurden keine abspielbaren Medien in dieser Datei gefunden. Wenn Sie meinen, dass hier etwas nicht stimmt, senden Sie diese Lied-Datei an "dave".
italian: Non abbiamo trovato formati riproducibili in questo file. Se pensi che ci sia un errore, invia il file a Dave.
japanese: このファイルは再生可能なメディアではありません。何かおかしいと感じたら、この曲のファイルを Dave（開発者）に送信してください。
spanish: No hay contenido de este archivo no se puede reproducir. Si cree que hay un error, envíe el archivo a dave.

# no_song_ms_blurb
source: Somehow, there is no song in the current selection for purchase.
dutch: Op één of andere manier is er geen lied in de huidige selectie te koop.
french: D'une certaine manière, il n'ya pas de chanson dans la sélection actuelle pour l'achat.
german: Irgendwie ist in der vorliegenden Kaufauswahl kein Lied.
italian: Non sono presenti brani per la selezione corrente per l'acquisto.
japanese: なぜか、購入のための現在の選択には曲がありません。
spanish: Por alguna razón, no hay ninguna canción en la selección de canciones para comprar.

# no_you_dont
source: You're in the middle of the purchase process. Please complete the process and close the receipt window, the program will self-register, so you won't have to enter the serial number
dutch: U bent midden in een aankoopproces. Rond het proces af en sluit het ontvangst venster, het programma zal zichzelf registreren, u hoeft het serie nummer dus niet in te voeren
french: Vous êtes au milieu du processus d'achat. Veuillez compléter le processus et fermer la fenêtre de reçu, le programme va s'inscrire de lui même, de sorte que vous n'aurez pas à saisir le numéro de série
german: Sie sind mitten im Kaufvorgang. Bitte beenden Sie den Vorgang und schließen Sie das Belegfenster. Das Programm wird sich selbst registrieren, sodass Sie nicht die Seriennummer eingeben müssen
italian: Si sta eseguendo un processo di acquisto. Completare il processo e chiudere la finestra di ricezione. Il programma si registrerà automaticamente così non sarà necessario immettere nuovamente il numero di serie.
japanese: 購入手続き中です。手続きを完了し、領収書のウィンドウを閉じてください。プログラムが自動的に登録するので、手動でシリアル番号を入力する必要はありません。
spanish: Esta en mitad de un proceso de compra. Por favor, finalice el proceso y cierre la ventana de recibo; el programa hará el registro automáticamente, de modo que no será necesario que introduzca el número de serie.

source: None
dutch: Geen
french: Aucun
german: Keins
italian: Nessuno
japanese: なし
spanish: Ninguna

source: Not a directory
dutch: Geen index
french: Pas un répertoire
german: Kein Verzeichnis
italian: Nessuna directory
japanese: ディレクトリではありません。
spanish: No es un directorio

source: Not applicable
dutch: Niet van toepassing
french: Non applicable
german: Nicht anwendbar
italian: Non applicabile
japanese: 適用できません
spanish: No aplicable

source: Not Available.
dutch: Niet Beschikbaar.
french: Pas Disponible.
german: Nicht verfügbar.
italian: Non disponibile.
japanese: ご利用できません。
spanish: No disponible

# not_renamed_blurb
source: There was a problem updating the meta info for at least one song (possibly more). Either the file was not found, there was an error in renaming the file, or it does not contain the meta data that you specified in the preferences “Tags -> Writing -> Conform Song Names” template.
dutch: Er was een probleem met het updaten van de meta informatie van ten minste één lied (mogelijk meer). Ofwel het bestand was niet gevonden, er was een fout in het hernoemen van het bestand of het bevat niet de meta data dat u heeft aangegeven in de instellingen “Labels -> Schrijven -> Conform Lied Namen” sjabloon. Voor een lijst van liedjes met problemen, zie de afspeellijst genaamd "%s".
french: Il y avait un problème lors de la mise à jour des informations de méta pour au moins une chanson (peut-être plus). Soit le fichier est introuvable, il y avait une erreur en renommant le fichier, ou qu'il ne contient pas les données-méta que vous avez spécifié dans les préférences "Onglet -> Ecriture ->Noms des Chansons Conformes " modèle. Pour une liste des chansons avec des problèmes, voir la liste de lecture appelée "%s".
german: Bei der Aktualisierung der Meta-Informationen für mindestens ein Lied (möglicherweise mehr) ist ein Problem aufgetreten. Entweder ist die Datei nicht gefunden worden, es gab einen Fehler beim Umbenennen der Datei oder sie enthält nicht die Metadaten, die Sie in der Präferenzenvorlage „Tags -> Schreiben -> Konforme Liedernamen“ angegeben haben. Für eine Liste von Liedern mit Problemen siehe die Wiedergabeliste namens “%s”.
italian: Si è verificato un probema durante l'aggiornamento delle meta informazioni per almeno un brano (o forse più). Il file non è stato trovato, si è verificato un errore nel rinominarlo o non contiene i metadati specificati nelle preferenze del modello “Tag -> Scrittura -> Uniforma nomi brani”. Per un elenco di brani con problemi, vedere la playlist denominata “%s”.
japanese: 少なくとも1曲（またはそれ以上）のメタ情報の更新で問題がありました。ファイルがみつからなかったか、または環境設定の「[タグ]→ [書き込み] → [曲名の確認]」テンプレートで指定したメタデータが含まれていません。問題のある曲の一覧は「%s」と呼ばれるプレイリストをご参照ください。
spanish: Ha habido un problema al actualizar la meta información de al menos una canción (posiblemente más). O bien el archivo no se encontró, hubo un error al cambiar de nombre al archivo o no contiene los metadatos que especificó en la plantilla de preferencias “Etiquetas -> Escritura -> Conformar nombres de canciones”. Para ver una lista de canciones con problemas, examine la lista de reproducción denominada “%s”.

source: Note
dutch: Notitie
french: Remarque
german: Notiz
italian: Nota
japanese: 注
spanish: Tenga en cuenta

source: Nothing is missing
dutch: Niets wordt gemist
french: Rien ne manque
german: Es fehlt nichts
italian: Non manca niente
japanese: 何も失われていません。
spanish: No falta nada

source: Numerical argument out of domain
dutch: Numeriek argument buiten domein
french: Argument numérique hors du domaine
german: Numerisches Argument außerhalb der Domain
italian: Argomento numerico fuori dal dominio
japanese: ドメイン外の数値引数
spanish: Argumento numérico fuera del dominio

source: Object (menu, window, control) Property Not Found
dutch: Object (menu, venster, bediening) Eigenschap Niet Gevonden
french: Objet (menu, fenêtre, contrôle) Propriété introuvable
german: Objekteigenschaften (Menü, Fenster, Kontrolle) nicht gefunden
italian: Proprietà oggetto (menu, finestra, comando) non trovata
japanese: オブジェクト（メニュー、ウィンドウ、コントロール）プロパティが見つかりません。
spanish: Propiedad de objeto (menú, ventana, control) no encontrada

source: Offline Mode
dutch: Offline-modus
french: Mode hors-ligne
german: Offline-Modus
italian: Modalità offline
japanese: オフラインモード
spanish: Modo desconectado

source: One Moment Please
dutch: Één Moment AUB
french: Un instant s'il vous plait
german: Einen Moment bitte
italian: Attendere
japanese: 少しお待ちください。
spanish: Un momento, por favor

# one_click_security_blurb
source: kJams keeps your credit card credentials encrypted at all times, and also uses SSL for all financial network transactions. Your e-mail address is used by music store publishers to send you a receipt, and also for the reply address of both “freedb submit” and crash reporting. kJams does not use it for any other purpose.
dutch: kJams zorgt ervoor dat uw creditcardgegevens te allen tijd gecodeerd zijn en maakt daarnaast gebruik van SSL voor alle financiële netwerktransacties. Uw e-mailadres wordt gebruikt door uitgevers van muziekstores om u een bestelbevestiging te sturen, en als antwoordadres bij 'freedb-inzendingen' en het melden van crashes. kJams gebruikt het adres voor geen enkel ander doel.
french: kJams conserves vos informations de carte bancaires cryptées en permanence, et utilise également SSL pour toutes les transactions réseaux financières. Votre adresse e-mail est utilisée par les éditeurs de magasins de musique pour vous envoyer un reçu et aussi comme adresse réponse des “requête freedb” et les rapports de crash. kJams ne l'utilise jamais dans un autre but.
german: kJams hält Ihre Kreditkarten-Anmeldeinformationen jederzeit verschlüsselt und verwendet darüber hinaus SSL für alle finanziellen Transaktionen im Netzwerk. Ihre E-Mail-Adresse wird von Musikladen-Herausgebern genutzt, um Ihnen eine Quittung zu senden; ebenso auch als Antwort-Adresse sowohl für "freedb submit" ("feedb Übermittlung") als auch das Crash-Reporting. kJams verwendet diese nicht für irgendwelche anderen Zwecke.
italian: kJams conserva i dati della tua carta di credito sempre protetti da crittografia e usa anche il protocollo SSL per le transazioni finanziarie online. Il tuo indirizzo e-mail è usato dagli editori del music store per inviarti le ricevute dei tuoi acquisti e anche per le risposte alle tue segnalazioni di arresti anomali e a freedb. kJams non lo userà per nessun altro scopo.
japanese: kJams はお客様のクレジットカード信用情報を常時暗号化して保存しており、すべてのネットワーク送金手続きには SSL を採用しています。お客様のメールアドレスは、ミュージックストア事業者からレシートの送信、「freedb 送信」とクラッシュレポートへの返信に利用されます。これ以外の理由で kJams がお客様のメールアドレスを使用することはありません。
spanish: kJams mantiene los datos de su tarjeta de crédito encriptados en todo momento y usa SSL para todas las transacciones en red. Su dirección de e-mail se usa en tiendas de música para enviarle un recibo y como dirección de respuesta de los informes de errores. kJams no la usa con ningún otro propósito.

source: Only blank media is supported
dutch: Alleen lege media worden ondersteund
french: Seuls les médias vierges sont supportés
german: Nur leere Datenträger werden unterstützt
italian: Sono supportati solo file multimediali vuoti
japanese: サポートしているのはブランクメディアのみです
spanish: Compatible solo con contenido en blanco

source: Only CD-R/RW media is supported
dutch: Alleen CD-R/RW-media worden ondersteund
french: Seuls les médias CD-R/RW sont supportés
german: Nur CD-R/RW-Datenträger werden unterstützt
italian: Sono supportati solo CD-R/RW
japanese: サポートしているのはＣＤ－Ｒ／ＲＷのみです
spanish: Compatible solo con contenido CD-R/RW

source: Open Folder:
dutch: Open Map:
french: Ouvrir un dossier:
german: Ordner öffnen:
italian: Apri cartella:
japanese: フォルダを開く：
spanish: Abrir carpeta:

source: Operation Aborted
dutch: Handeling Onderbroken
french: Opération abandonnée
german: Vorgang abgebrochen
italian: Operazione interrotta
japanese: 操作は中断されました。
spanish: Operación cancelada

source: Operation not permitted
dutch: Handeling niet toegestaan
french: Opération non autorisée
german: Vorgang nicht erlaubt
italian: Operazione non consentita
japanese: 操作は許可されていません。
spanish: Operación no permitida

source: Operation not supported by device
dutch: Handeling niet ondersteund door apparaat
french: Opération non prise en charge par le périphérique
german: Vorgang wird vom Gerät nicht unterstützt
italian: Operazione non supportata dal dispositivo
japanese: 操作はこのデバイスでサポートされていません。
spanish: Operación no admitida por el dispositivo

source: Original Publisher
dutch: Originele Uitgever
french: Éditeur Original
german: Ursprünglicher Herausgeber
italian: Publisher originale
japanese: 発行元
spanish: Editor original

source: Original Year
dutch: Origineel Jaar
french: Année Originale
german: Jahr der Herausgabe
italian: Anno originario
japanese: 発行年
spanish: Año original

source: Other…
dutch: Ander…
french: Autre…
german: Andere…
italian: Altra…
japanese: その他…
spanish: Otra…

source: Overwrite
dutch: Overschrijven
french: Écraser
german: Überschreiben
italian: Sovrascrivi
japanese: 上書きする
spanish: Sobrescribir

source: Parameter Error
dutch: Parameter Fout
french: Erreur de paramètre
german: Parameterfehler
italian: Errore parametro
japanese: パラメータエラー
spanish: Error de parámetro

source: Password incorrect. Please try again.
dutch: Wachtwoord niet correct. Probeer het aub opnieuw.
french: Mot de passe incorrect. Réessayer s'il vous plait.
german: Passwort fehlerhaft. Bitte versuchen Sie es wieder.
italian: Password non corretta. Riprovare.
japanese: パスワードが不正です。もう一度お試しください。
spanish: Contraseña incorrecta. Inténtelo de nuevo.

source: password:
dutch: wachtwoord:
french: mot de passe :
german: Passwort:
japanese: パスワード：
spanish: contraseña:

source: Passwords don't match.
dutch: Wachtwoord komt niet overeen.
french: Mots de passe ne correspondent pas.
german: Passwörter passen nicht.
italian: Le password non coincidono.
japanese: パスワードが一致しません。
spanish: Las contraseñas no concuerdan.

source: Paste Column Layout
dutch: Plak Kolom Layout
french: Disposition des dernières colonnes
german: Layout der Spalte einfügen
italian: Incolla layout colonne
japanese: 列レイアウトをペーストする
spanish: Pegar diseño de columna

source: Paste from Clipboard
dutch: Plak van klembord
french: Coller à partir du presse-papier
german: Aus Zwischenablage einfügen
italian: Incolla dagli Appunti
japanese: クリップボードからペーストする
spanish: Pegar desde el portapapeles

source: Paste your Coupon Code for “%s” here:
dutch: Plak uw kortingscode voor “%s” hier:
french: Collez votre code de Coupon pour “%s” ici :
german: Fügen Sie Ihren Gutscheincode für “%s” hier ein:
italian: Incolla qui il codice del tuo coupon per "%s":
japanese: 「%s」のクーポンコードをこちらに入力してください：
spanish: Pegue su código de descuento para "%s" aquí:

source: Pasting over meta data is dangerous, you can destroy data and there is no undo. Are you sure you want to coninue?
dutch: Plakken over meta data is gevaarlijk, u kunt data beschadigen en het niet ongedaan maken. Weet u zeker dat u door wilt gaan?
french: Coller par dessus des données méta est dangereux, vous pourriez détruire les données et il est impossible d'annuler cette action. Êtes-vous sûr(e) de vouloir continuer?
german: Das Einfügen über Metadaten ist gefährlich, Sie können Daten zerstören, was nicht rückgängig gemacht werden kann. Sind Sie sicher, dass Sie fortfahren wollen?
italian: Incollare sui metadati è pericoloso, potresti distruggerli e non c'è modo di rimediare. Sei sicuro di volere continuare?
japanese: データを壊す恐れがあり、やり直しができないためメタデータ上にペーストするのは危険です。本当に続行しますか?
spanish: Copiar metadatos no es seguro, ya que puede eliminar datos sin posibilidad de deshacer la acción. ¿Está seguro de que quiere continuar?

source: Pause
dutch: Pauze
italian: Pausa
japanese: 一時停止
spanish: Pausa

# pay_attention_blurb
source: What is it that you will do after the purchase has completed? Will you A) Close the receipt window, B) Enter the serial number or C) Download the Licensed version?
dutch: Wat wilt u doen, nadat u de aankoop heeft voltooid? Wilt u A) Het ontvangst venster sluiten, B) Het serie nummer invoeren of C) De gelicentieerde versie downloaden?
french: Qu'est-ce que vous allez faire après la fin l'achat? Voulez-vous A) Fermez la fenêtre de reçu, B) Saisir le numéro de série ou C) Télécharger la version sous licence?
german: Was werden Sie tun, nachdem der Kauf getätigt wurde? Werden Sie A) Das Belegfenster schließen, B) Die Seriennummer eingeben oder C) Die lizenzierte Version herunterladen?
italian: Cosa si vuole fare dopo il completamento dell'acquisto? A) Chiudere la finestra della ricevuta, B) immettere il numero di serie o C) scaricare la versione con licenza?
japanese: 購入完了後に A) 領収書のウィンドウを閉じる、B) シリアル番号を入力する、C) ライセンスを取得したバージョンをダウンロードする、のどれをしますか?
spanish: ¿Qué es lo que va a hacer una vez finalizada la compra? A) Cerrar la ventana de recibo, B) Introducir el número de serie, o C) Descargar la versión con licencia?

source: per month
dutch: per maand
french: par mois
german: pro Monat
italian: al mese
japanese: 月額
spanish: al mes

source: Perhaps one is a shortcut to the other?
dutch: Mischien is één van deze een snelkoppeling naar de andere?
french: Peut-être l'un est un raccourci vers l'autre?
german: Vielleicht ist eins eine Verknüpfung des anderen?
italian: Forse una è il collegamento dell'altra?
japanese: おそらくこれは、他のショートカットではありませんか?
spanish: ¿Tal vez uno sea un acceso directo al otro?

source: Perhaps one is an alias of the other?
dutch: Mischien is één van deze een alias van de ander?
french: Peut-être l'un est un alias de l'autre?
german: Vielleicht ist eins ein Synonym des anderen?
italian: Forse una è l'alias dell'altra?
japanese: おそらくこれは、他のエイリアスではありませんか?
spanish: ¿Tal vez uno sea un alias del otro?

# perian_blurb
source: In order to play the song “%s”, you may need to download and install the Perian plugin.
dutch: Om het lied “%s” af te spelen, moet u mogelijk de Perian-plugin downloaden en installeren.
french: Afin de pouvoir jouer la chanson “%s”, vous devrez peut-être télécharger et installer le plugin Perian.
german: Um das Lied "%s" abspielen zu können, müssen Sie eventuell das Perian-Plugin downloaden und installieren.
italian: Per riprodurre la canzone "%s" potrebbe essere necessario scaricare e installare il plugin Perian.
japanese: 「%s」を再生するには、Perian プラグインをダウンロードし、ご利用中の機器にインストールしてください。
spanish: Para reproducir la canción "%s", necesita descargar e instalar el complemento Perian.

source: Permission denied
dutch: Toestemming geweigerd
french: Permission refusée
german: Erlaubnis verweigert
italian: Autorizzazione non consentita
japanese: 権限が拒否されました。
spanish: Permiso denegado

source: Phone number must be valid
dutch: Het telefoonnummer moet kloppen
french: Le numéro de téléphone doit être valide
german: Telefonnummer muss gültig sein
italian: Il numero di telefono deve essere valido
japanese: 現在ご利用中の電話番号を入力してください
spanish: El número de teléfono debe ser válido

source: Phone:
dutch: Telefoon:
french: Téléphone
german: Telefon:
italian: Telefono:
japanese: 電話：
spanish: Teléfono:

source: Play
dutch: Afspelen
french: Lecture
german: Spielen
italian: Riproduci
japanese: 再生
spanish: Reproducir

source: Playlist
dutch: Afspeellijst
french: Liste de lecture
german: Wiedergabeliste
japanese: プレイリスト
spanish: Lista de reproducción

source: Playlist is used for Server Search
dutch: Afspeellijst wordt gebruikt voor zoeken op de server
french: La liste de lecture est utilisée pour les recherches serveur
german: Wiedergabeliste wird für Server-Suche genutzt
italian: La playlist è usata per la ricerca sul server
japanese: サーバー検索にプレイリストを使用します
spanish: La lista de reproducción se usa para la búsqueda en el servidor

source: Please Drink Responsibly!
dutch: Drinkt u alstublieft bewust!
french: Veuillez consommer avec modération !
german: Bitte trink verantwortungsvoll!
italian: Bevi responsabilmente!
japanese: 飲酒には責任を持ちましょう!
spanish: ¡Beba con responsabilidad!

source: Please enter a new time
dutch: Voer aub een nieuwe tijd in
french: Veuillez saisir une nouvelle heure
german: Bitte geben Sie eine neue Zeit ein
italian: Immettere una nuova ora
japanese: 新しい時間を入力してください。
spanish: Introduzca una nueva hora

source: Please enter a search term.
dutch: Voer aub een zoekterm in.
french: Veuillez entrez un terme de recherche .
german: Bitte geben Sie einen Suchbegriff ein.
italian: Immettere un termine di ricerca.
japanese: 検索条件を入力してください。
spanish: Introduzca un término de búsqueda.

source: Please enter or paste your serial number:
dutch: Voer uw serie nummer in of plak het:
french: Veuillez entrer ou coller votre numéro de série:
german: Bitte geben oder fügen Sie Ihre Seriennummer ein:
italian: Immettere o incollare il numero di serie.
japanese: シリアル番号を入力するかペーストしてください：
spanish: Escriba o pegue el número de serie:

source: Please enter some detailed info about what you were doing right before the crash!
dutch: Voer aub gedetailleerde informatie in over wat u net voor de crash deed!
french: Veuillez saisir quelques informations détaillées sur ce que vous faisiez juste avant la collision!
german: Bitte geben Sie detaillierte Informationen darüber ein, was Sie direkt vor dem Absturz getan haben!
italian: Immettere alcune informazioni dettagliate su cosa si stava facendo prima dell'arresto anomalo.
japanese: クラッシュする前に行った操作について詳しい情報を入力してください!
spanish: Introduzca alguna información detallada sobre lo que estaba haciendo antes de que fallara la aplicación.

source: Please enter the NEW password:
dutch: Voer aub het NIEUWE wachtwoord in:
french: Veuillez saisir un NOUVEAU mot de passe:
german: Bitte geben Sie das NEUE Passwort ein:
italian: Immettere la NUOVA password:
japanese: 新しいパスワードを入力してください：
spanish: Introduzca la NUEVA contraseña:
