Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: File Position Error
dutch: Bestandspositie Fout
french: Erreur position du fichier
german: Dateipositionsfehler
italian: Errore posizione file
japanese: ファイルの位置エラー
spanish: Error de posición del archivo

source: File spooler open error
dutch: Bestand spooler open fout
french: Erreur d'ouverture des réserves du fichier
german: Dateispooler Öffnungsfehler
italian: Errore apertura spooler del file
japanese: ファイルのオープンスプーラのエラー
spanish: Error de apertura de almacenador temporal de archivos

source: File too large
dutch: Bestand te groot
french: Fichier trop large
german: Datei zu groß
italian: File troppo grande
japanese: ファイルが大き過ぎます。
spanish: Archivo demasiado grande

source: File:
dutch: Bestand:
french: Fichier:
german: Datei:
japanese: ファイル：
spanish: Archivo:

source: Fill Ring Buffer: Audio Out
dutch: Vul Ring Buffer: Audio Uit
french: Remplir les tampons de sonnerie:Sortie audio
german: Ringspeicher füllen: Audio aus
italian: Completa buffer circolare: audio uscita
japanese: リングバッファを埋める：オーディオ出力
spanish: Llenar búfer de anillo: Salida de audio

source: Finalizing Playlists…
dutch: Afronden Afspeellijsten…
french: Finalisez les listes de lecture…
german: Arbeite Wiedergabelisten aus…
italian: Completamento delle playlist in corso…
japanese: プレイリストの確定…
spanish: Finalizando listas de reproducción…

source: Find
dutch: Vinden
french: Trouver
german: Suchen
italian: Trova
japanese: 検索
spanish: Encontrar

source: Find it
dutch: Vind het
french: Trouvez le
german: Suchen Sie ihn
italian: Trovala
japanese: 検索する
spanish: Encuéntrelo

source: Find Music Folder:
dutch: Vind Muziek Map:
french: Retrouvez le dossier de musique:
german: Musikordner suchen:
italian: Trova cartella musica:
japanese: ミュージックフォルダの検索：
spanish: Encontrar carpeta de música:

source: Find Song: “%s”
dutch: Vind Lied: “%s”
french: Retrouvez la chanson:“%s”
german: Lied suchen: “%s”
italian: Trova brano: “%s”
japanese: 曲の検索： 「%s」
spanish: Encontrar canción: “%s”

source: Finding Orphans
dutch: Vindt Wezen
french: Recherchez les orphelins
german: Suche Waisen
italian: Ricerca orfani
japanese: 孤立しているファイルの検索
spanish: Encontrando huérfanos

source: Finishing Browser Window
dutch: Rond Browser Venster af
french: Terminer la fenêtre de navigation
german: Beende Browserfenster
italian: Completamento finestra del browser
japanese: ブラウザウィンドウ終了
spanish: Finalizando ventana del navegador

source: Finishing menu creation
dutch: Rond menu maken af
french: Terminer la création de menu
german: Beende Menü-Erstellung
italian: Completamento creazione menu
japanese: メニュー作成終了
spanish: Finalizando creación de menú

source: First Name must not be empty
dutch: Bestandsnaam mag niet leeg zijn
french: Le champs nom de fichier ne doit pas être vide
german: Vorname darf nicht leer sein
italian: Il campo Nome non deve essere vuoto
japanese: 名前は空欄にできません。
spanish: El campo del nombre no debe estar vacío

source: First Name:
dutch: Voornaam:
french: Prénom:
german: Vorname:
italian: Nome:
japanese: 名前：
spanish: Nombre:

source: First you take a drink, then the drink takes a drink, then the drink takes you.
dutch: Eerst neemt u een drankje, dan neemt het drankje een drankje, dan neemt het drankje u.
french: D'abord, vous prenez un verre, puis le verre boit un coup, puis la boisson vous emmène.
german: Zuerst trinkst du einen Drink, dann trinkt der Drink einen Drink und am Ende trinkt der Drink dich.
italian: Si inizia con un drink, poi un drink tira l'altro e l'alcol ti conquista.
japanese: 1杯目は君が酒を飲み、 2杯目は酒が酒をのみ、 そして、その後は酒が君を飲む。
spanish: Se toma una copa, luego la copa se toma una copa y luego la copa se lo toma a usted.

source: folder
dutch: map
french: Dossier
german: Ordner
italian: cartella
japanese: フォルダ
spanish: carpeta

source: Font size:
dutch: Lettergrootte
french: Taille de la police:
german: Schriftgröße
italian: Dimensioni carattere:
japanese: フォントサイズ
spanish: Tamaño de fuente:

source: For the Server to function properly, you must install Bonjour (Print Services) for Windows
dutch: Voor optimale serverprestaties moet u Bonjour (Print Services) voor Windows installeren.
french: Afin que le serveur fonctionne correctement, vous devez installer Bonjour (Services d'impression) pour Windows
german: Für ein ordnungsgemäßes Funktionieren des Servers ist die Installation von Bonjour (Druckdienste) für Windows notwendig
italian: Per fare funzionare il server correttamente devi installare Servizi di stampa Bonjour per Windows.
japanese: Windows を利用中のお客様は、サーバーを適切に機能させるために Bonjour（プリントサービス）をインストールしてください。
spanish: Para que el servidor funcione adecuadamente, debe instalar Bonjour (servicio de impresión) para Windows.

source: Format
dutch: Formaat
italian: Formato
japanese: 形式
spanish: Formato

source: Found %d songs
dutch: %d liedjes gevonden
french: Chansons %d retrouvées
german: %d Lieder gefunden
italian: Trovati %d brani
japanese: %d 曲みつかりました。
spanish: Se han encontrado %d canciones

source: Free
dutch: Gratis
french: Gratuit
german: Kostenlos
italian: Gratuito
japanese: 無料
spanish: Gratuito

source: Function not implemented
dutch: Functie niet geimplementeerd
french: Fonction non implémentée
german: Funktion nicht ausgeführt
italian: Funzione non implementata
japanese: 機能は実装されていません。
spanish: Función no implementada

source: Gathering deletion information…
dutch: Verzamelt verwijder informatie…
french: Collecte d'informations suppression…
german: Sammele Löschungsinformationen
italian: Raccolta informazioni di eliminazione in corso…
japanese: 削除情報を収集中です…
spanish: Reuniendo información para la eliminación…

source: Gathering Files in folder
dutch: Verzamelt Bestanden in map
french: Collecte de fichiers dans le dossier
german: Sammele Dateien im Ordner
italian: Raccolta di file nella cartella
japanese: フォルダ内ファイルの収集
spanish: Reuniendo archivos en carpeta

source: Gender
dutch: Geslacht
french: Genre
german: Geschlecht
italian: Genere artista
japanese: 性別
spanish: Género del cantante

source: Genre
french: Type
german: Stil
italian: Genere
japanese: ジャンル
spanish: Género

source: Get it…
dutch: Neem het…
french: Procurez-en…
german: Holen Sie es…
italian: Acquisizione…
japanese: 取得する…
spanish: Obténgalo…

source: Get Song
dutch: Neem Lied
french: Procurez vous une chanson
german: Holen Sie das Lied
italian: Acquisisci brano
japanese: 曲を取得する
spanish: Obtener canción

# get_producer_blurb
source: Some songs will burn without graphics unless you get the Producer plugin, sold separately, free tryout. Be sure to clear the disk cache (audio prefs) after you install the plugin, and again after you purchase it to remove the red X marks.
dutch: Sommige liedjes zullen worden gebrand zonder afbeeldingen, tenzij u de Producer plugin aanschaft, afzonderlijk verkocht, gratis proef. Wees er zeker van dat u de schijf cache opschoont (audio voorkeursinstellingen) nadat u de plugin heeft geinstalleerd, en ook nadat u het heeft gekocht om de rode X markeringen te verwijderen.
french: Certaines chansons seront gravées sans les illustrations à moins que vous ne récupériez la version d'essai gratuite du plugin Producer, vendue séparément. Assurez-vous de nettoyer le cache du disque (prefs audio) après l'installation du plugin, et de nouveau après que vous l'ayez acheté pour faire disparaître les croix rouges.
german: Einige Lieder werden ohne Grafiken gebrannt, außer wenn Sie das separat verkaufte Hersteller-Plugin erhalten, zu dem es eine kostenlose Testversion gibt. Stellen Sie sicher, nach Installation des Plugins und wieder nach seinem Kauf den Disk-Cache (Audiopräf.) zu leeren, um die roten X-Markierungen zu entfernen.
italian: Se non userai il plugin del produttore, venduto a parte e disponibile in prova gratuita, alcune canzoni saranno masterizzate senza grafica. Assicurati di ripulire la cache su disco (nelle opzioni audio) dopo aver installato il plugin e di nuovo dopo averlo acquistato per rimuovere le X rosse.
japanese: 一部の歌は別売りで試用無料の Producer プラグインがないとグラフィックなしで焼き付けられます。プラグインをインストールした後、および購入後にも赤い×マークを取り除くため、必ずディスクキャッシュ（オーディオプリファレンス）をクリアにしてください。
spanish: Algunas canciones se grabarán sin gráficos a menos que adquiera el Producer plugin que se vende por separado, versión de prueba gratutita. Asegúrese de que ha borrado la caché del disco (preferencias de audio) después de instalar el plugin y también una vez que lo haya adquirido, para eliminar las X rojas.

source: Getting Categories…
dutch: Neemt Categorieen…
french: Procurez les catégories…
german: Hole Kategorien…
italian: Acquisizione categorie in corso…
japanese: カテゴリの取得…
spanish: Obteniendo categorías…

source: Getting Disc ID…
dutch: Neemt Disc ID…
french: Procurez l'identité du disque…
german: Hole die Disk-ID…
italian: Acquisizione ID disco in corso…
japanese: ディスク ID の取得…
spanish: Obteniendo ID del disco…

source: Getting Sites…
dutch: Neemt Sites…
french: Procurez les sites…
german: Hole Seiten…
italian: Acquisizione siti in corso…
japanese: サイトの取得…
spanish: Obteniendo sitios…

source: Gift Card:
dutch: Kado Kaart:
french: Carte cadeau
german: Geschenkkarte:
japanese: ギフトカード：
spanish: Tarjeta de regalo:

source: Global Slip: %.2f Seconds
dutch: Global Slip: %.2f Seconden
french: Lissage globale : %.2f secondes
german: Allgemeine Abweichung: %.2f Sekunden
italian: Ritardo audio-video totale: %.2f secondi
japanese: Globalスリップ： %.2f 秒
spanish: Desincronización global: %.2f Segundos

source: Global Sync Slip: %.1f seconds
dutch: Global Sync Slip: %.1f seconden
french: Lissage sync. globale: %.1f secondes
german: Global Abweichung der Synchronisierung: %.1f Sekunden
italian: Ritardo sincronizzazione audio-video totale: %.1f secondi
japanese: Global 同期スリップ: %.1f 秒
spanish: Desviación de sincronización global: %.1f segundos

source: Go To Time
dutch: Ga Naar Tijd
french: Rendez vous à l'horaire
german: Zur Zeit gehen
italian: Vai al
japanese: 時間に移動
spanish: Ir hasta la hora

source: Graphic Channels
dutch: Grafische Kanalen
french: Des chaines graphiques
german: Grafische Kanäle
italian: Canali grafica
japanese: グラフィックチャンネル
spanish: Canales gráficos

# guessing_cd_meta
source: The track information for this CD was saved with a version of kJams which did not correctly record unique information per song. You will find duplicate entries, please correct them immediately.
dutch: De track informatie voor deze CD was opgeslagen in een versie van kJams dat unieke informatie per lied niet correct opnam.U zult dubbele vermeldingen vinden, corrigeer deze onmiddelijk.
french: Les informations sur les pistes de ce CD a été enregistré avec une version de kJams qui n'a pas enregistrer les informations uniques par chanson correctement. Vous trouverez les entrées dupliquées, veuillez de les corriger immédiatement.
german: Die Trackinformationen für diese CD sind mit einer kJams-Version gespeichert worden, die die einzigartigen Informationen jedes Liedes nicht korrekt aufgezeichnet hat. Sie werden doppelte Eingaben finden, bitte korrigieren Sie sie sofort.
italian: L'informazione delle tracce per questo CD è stata salvata con una versione di kJams che non registra in modo corretto singole informazioni per brano. Se si trovano delle voci doppie, correggerle subito.
japanese: このCDのトラック情報は曲別の情報を正確に記録しなかったバージョンの kJams で保存されています。重複したエントリがみつかるので、ただちに修正してください。
spanish: La información sobre pistas de este CD se guardó con una versión de kJams que no grabó correctamente información exclusiva por cada canción. Encontrará entradas duplicadas, por lo que le aconsejamos que las corrija inmediatamente.

source: Hardware Mismatch
dutch: Onjuiste Hardware Combinatie
french: Inadéquation du matériel
german: Falsch kombinierte Hardware
italian: Mancata corrispondenza hardware
japanese: ハードウェアの不一致
spanish: Incompatibilidad de hardware

source: Here
dutch: Hier
french: Ici
german: Anwesend
italian: Presente
japanese: 出席
spanish: Aquí

source: Hide That Crazy Rainbow!
dutch: Verstop Die Gekke Regendoog!
french: Cachez cet arc en ciel insensés
german: Verbergen Sie diesen lächerlichen Regenbogen!
italian: Nascondi quel fastidioso arcobaleno!
japanese: カラフルな画像を隠してください!
spanish: ¡Oculte ese ridículo arco iris!

source: Hide Windows
dutch: Verstop Venster
french: Cachez windows
german: Fenster verbergen
italian: Nascondi finestre
japanese: ウィンドウを隠す
spanish: Ocultar ventanas

source: High Quality Render
dutch: Maak Hoge Kwaliteit
french: Rendu de haute qualité
german: Hohe Qualität erbringen
italian: Creatore alta qualità
japanese: 高品質のレンダリング
spanish: Rendición de alta calidad

source: History
dutch: Geschiedenis
french: Histoire
german: Chronik
italian: Cronologia
japanese: 履歴
spanish: Historial

source: Home User
dutch: Thuisgebruiker
french: Utilisateur à domicile
german: Heimnutzer
italian: Utente privato
japanese: 個人ユーザー
spanish: Usuario privado

source: Hour
dutch: Uur
french: Heure
german: Stunde
italian: Ora
japanese: 時間
spanish: Hora

source: Hours
dutch: Uren
french: Heures
german: Stunden
italian: Ore
japanese: 時間
spanish: Horas

source: How would you like to obtain meta info?
dutch: Hoe wilt u de meta informatie verkrijgen?
french: Comment aimeriez vous obtenir de l'info méta?
german: Wie möchten Sie die Meta-Infos erhalten?
italian: Come si desidera ottenere le meta informazioni?
japanese: メタ情報をどのように取得しますか?
spanish: ¿Cómo le gustaría obtener la meta información?

source: I'm serious, if you don't enter a valid email address you can't use kJams. If you enter an invalid address, the universe will implode, so take care!
dutch: Ik ben serieus, als u geen geldig email adres invoert kunt u kJams niet gebruiken. Als u een ongeldig adres invoert, zal het universum imploderen, dus let op!
french: Cela est très sérieux: si vous n'entrez pas une adresse e-mail valide, vous ne pourrez pas utiliser kJams. Si vous entrez une adresse e-mail invalide, l'univers implosera, alors faites attention!
german: Ich meine es ernst, wenn Sie keine gültige E-Mail-Adresse eingeben, können sie kJams nicht verwenden. Wenn Sie eine ungültige Adresse eingeben, wird das Universum implodieren, passen Sie also auf!
italian: Dico sul serio. Se non inserisci un indirizzo e-mail valido, non potrai usare kJams. Se utilizzi un indirizzo fasullo, l’universo imploderà, quindi non fare scherzi!
japanese: これは重要です。正しいメールアドレスを入力しないと、 kJams はお使いいただけません。間違ったメールアドレスを入力すると宇宙が崩壊するので、気をつけてくださいね!
spanish: En serio, si no introduce una dirección de correo electrónico válida, no podrá usar kJams. Si introduce una dirección no válida, el universo implosionará, así que ¡tenga cuidado!

source: If the auto-update fails, you should manually install it. To do so, go to the web site, then download it manually and install it.
dutch: Als de automatische update mislukt, moet u het handmatig installeren. Om dat te doen gaat u naar de website, download het handmatig en installeer.
french: Si la mise à jour auto a échoue, vous devriez l'installer manuellement. Pour le faire, consultez le site Web, puis télécharger-le manuellement et l'installer.
german: Wenn das automatische Update fehlschlägt, sollten Sie es manuell installieren. Dafür gehen Sie auf die Webseite, laden es manuell herunter und installieren es.
italian: Se l'aggiornamento automatico non dovesse riuscire, installarlo manualmente. Per farlo, andare nel sito Web, scaricarlo manualmente, quindi installarlo.
japanese: 自動更新に失敗した場合、手動でインストールする必要があります。そのためには、ウェブサイトから手動でダウンロードおよびインストールします。
spanish: Si la actualización automática falla, deberá instalarla manualmente. Para hacerlo, vaya al sitio web, descárguela manualmente e instálela.

source: Ignore
dutch: Negeer
french: Ignorer
german: Ignorieren
italian: Ignora
japanese: 無視する
spanish: Ignorar

source: Ignore Error Correction
dutch: Verbindingsfout negeren
french: Ignorer la correction d'erreur
german: Ignorieren von Fehlerkorrektur
italian: Ignora correzione errore
japanese: エラー修正を無視
spanish: Ignorar corrección de error

source: Illegal key type:
dutch: Illegaal sleutel type:
french: Type de clef illégale :
german: Ungültige Schlüsselart:
italian: Tipo di chiave illegale:
japanese: 違法なキーの種類：
spanish: Clave de tipo ilegal:

source: Illegal seek
dutch: Illegale zoek actie
french: Recherche illégale
german: Ungültige Suche
italian: Ricerca illegale
japanese: 不正なシーク
spanish: Búsqueda ilegal

source: Import Preset
dutch: Importeer vooraf ingestelde Instellingen
french: Pré-définissez l'importation
german: Voreinstellungen importieren
italian: Importa preimpostazione
japanese: プリセットのインポート
spanish: Importar valores predefinidos

source: Importing CAVS Meta Data
dutch: Importeert CAVS Meta Data
french: Importation des données Méta CAVS
german: Importiere CAVS-Metadaten
italian: Importazione metadati CAVS
japanese: CAVS メタデータのインポート
spanish: Importando meta datos de CAVS

source: Improper usage of the activation routines.
dutch: Onjuist gebruik van de activatie routines.
french: Une mauvaise utilisation de la routine d'activation.
german: Ungeeignete Verwendung der Aktivierungsroutine.
italian: Uso improprio delle routine di attivazione.
japanese: アクティベーションルーチンの不適切な使用。
spanish: Uso inapropiado de las rutinas de activación

source: Inappropriate ioctl for device
dutch: Ongeschikte ioctl voor het apparaat
french: Ioctl Inappropri pour le dispositif
german: Unangemessene ioctl für das Gerät
italian: ioctl non adatto al dispositivo
japanese: デバイスの不適切な ioctl
spanish: ioctl inapropiado para el dispositivo

# include stores in library
source: This option will include every song from every music store in the main Library playlist. It is intended only for KJs who want singers to be able to purchase or stream songs from the music stores. Are you sure you know what you're doing?
dutch: Met deze optie voegt u elk lied uit elke Music Store toe aan de afspeellijst van de hoofdbibliotheek. Deze optie is alleen bedoeld voor KJ's die het voor zangers mogelijk willen maken om liedjes aan te schaffen of te streamen vanuit Music Stores. Weet u zeker dat u weet wat u doet?
french: Cette option contient toutes les chansons de tous les magasins de musique de la principale liste de lecture de la bibliothèque. Elle est conçue uniquement pour les KJs qui veulent que les chanteurs puissent acheter ou écouter en diffusion des chansons des magasins de musique. Êtes-vous sûr de savoir ce que vous faites ?
german: Diese Option wird jedes Lied von jedem Musikladen in der Hauptbibliotheks-Wiedergabeliste beinhalten. Es ist nur für die KJs, die wollen, dass Sänger in der Lage sind, Lieder aus den Musik-Shops zu kaufen oder zu streamen. Sind Sie sicher, dass Sie wissen, was Sie tun?
italian: Questa opzione includerà tutte le canzoni di ogni music store nella playlist della Libreria principale. È pensata solo per i KJ che vogliono che i cantanti possano acquistare o fare streaming delle canzoni dai music store. È questa la tua intenzione?
japanese: メインライブラリのプレイリストにあるすべての曲とミュージックストアが、このオプションに含まれています。すべてに歌手がミュージックストアから曲を購入・ストリーミングできることを望むＫＪ専用仕様です。本当によろしいのですか？
spanish: Esta opción incluye todas las canciones de todas las tiendas de música de la biblioteca principal. Está diseñada solo para KJs que quieran que los cantantes puedan comprar o descargar torrentes de canciones de las tiendas de música. ¿Seguro que sabe lo que está haciendo?

source: Incompatible Drive
dutch: Onverenigbare Drive
french: Lecteur Incompatible
german: Inkompatibles Laufwerk
italian: Unità non compatibile
japanese: 互換性のないドライブ
spanish: Unidad de disco incompatible

source: Info
dutch: Informatie
italian: Informazioni
japanese: 情報
spanish: Información

source: Initializing %s
dutch: initialiseert %s
french: Initialisation %s
german: Initialisiere %s
italian: Inizializzazione %s
japanese: %sの初期化
spanish: Inicializando %s

source: Initializing AppleRemote
dutch: Initialiseert AplleRemote
french: Initialisation de AppleRemote
german: Initialisiere AppleRemote
italian: Inizializzazione Apple Remote
japanese: AppleRemote の初期化
spanish: Inicializando AppleRemote

source: Initializing Fast CDG Upscaling
dutch: Initialiseert Snelle CDG Upscaling
french: Initialisation rapide CDG
german: Initialisiere schnelles CDG-Upscaling
italian: Inizializzazione upscaling rapido CDG
japanese: 高速 CDG アップスケーリングの初期化
spanish: Inicializando Fast CDG Upscaling

source: Initializing Growl
dutch: initialiseert Growl
french: Initialisation Growl
german: Initialisiere Growl
italian: Inizializzazione Growl
japanese: Growl の初期化
spanish: Inicializando Growl

source: Initializing Microphone
dutch: Initialiseert Microfoon
french: Initialisation de la microphone
german: Initialisiere Mikrofon
italian: Inizializzazione microfono
japanese: マイクの初期化
spanish: Inicializando el micrófono

source: Initiating song download
dutch: Initialiseery lied download
french: Initialisation du téléchargement de chanson
german: Initiiere Lied-Download
italian: Inizializzazione download brano
japanese: 曲のダウンロードの開始
spanish: Iniciando la descarga de la canción

source: Input/output error
dutch: Ingang/uitgang fout
french: Erreur entré/sortie
german: Input-/Outputfehler
italian: Errore input/output
japanese: 入力/出力エラー
spanish: Error de entrada/salida

source: Insert composition template
dutch: Voer compositie sjabloon in
french: Insérer modèle de composition
german: Aufbauvorlage einfügen
italian: Inserisci modello composizione
japanese: 構成テンプレートの挿入
spanish: Insertar plantilla de composición

source: Inspector
dutch: Inspecteur
french: Inspecteur
german: Prüfer
italian: Ispettore
japanese: インスペクタ

# install_ffmpeg
source: You will need to download and install the “ffmpeg” plugin in order to play MPEG-1 or MPEG-2 files.
dutch: U moet de “ffmpeg” plugin downloaden en installeren om MPEG-1 of MPEG-2 bestanden af te spelen.
french: Vous auriez besoin de télécharger et d'installer le "ffmpeg" plugin pour lire des fichiers MPEG-1 ou MPEG-2.
german: Sie müssen das „ffmpeg“-Plugin herunterladen und installieren, um MPEG-1- oder MPEG-2-Dateien abzuspielen.
italian: È necessario scaricare e installare il plugin “ffmpeg” per riprodurre file MPEG-1 o MPEG-2.
japanese: MPEG-1 または MPEG-2 ファイルを再生するには「ffmpeg」をダウンロードしインストールする必要があります。
spanish: Tendrá que descargar e instalar el complemento “ffmpeg” con el fin de reproducir archivos MPEG-1 o MPEG-2.

source: Interrupted system call
dutch: Stysteem oproep onderbroken
french: Appel au système interrompu
german: Unterbrochener Systemaufruf
italian: Chiamata di sistema interrotta
japanese: 割り込まれたシステムコール
spanish: Llamada de sistema interrumpida

source: Invalid argument
dutch: Ongeldig argument
french: Argument non-valide
german: Ungültiges Argument
italian: Argomento non valido
japanese: 無効な引数
spanish: Argumento no válido

source: Invalid QuickTime (MIDI?) File
dutch: Ongeldig QuickTime (MIDI?) Bestand
french: Fichier QuickTime non-valide (MIDI?)
german: Ungültige QuickTime (MIDI-?) Datei
italian: File QuickTime (MIDI?) non valido
japanese: 無効な QuickTime (MIDI?) ファイル
spanish: Archivo QuickTime (MIDI?) no válido

source: Invalid Track Number
dutch: Ongeldig tracknummer
french: Numéro de piste invalide
german: Ungültige Track-Nummer
italian: Numero di traccia non valido
japanese: 無効なトラック番号
spanish: Número de pista no válido

source: Is a directory
dutch: is een index
french: Est un répertoire
german: Ist ein Verzeichnis
italian: È una directory
japanese: ディレクトリです。
spanish: Es un directorio

source: It seems you are deleting your entire library. Is this what you mean to do?
dutch: Het lijkt erop dat u uw gehele bibliotheek wilt verwijderen. Wilt u dit echt doen?
french: Il semble que vous supprimez votre bibliothèque entière. Est-ce ce que vous voulez vraiment le faire?
german: Sie scheinen gerade Ihre ganze Kollektion zu löschen. Wollten Sie das wirklich tun?
italian: Sembra si stia eliminando l'intera libreria. Continuare?
japanese: ライブラリ全体を削除しようとしています。ほんとうに実行しますか?
spanish: Parece que está eliminando la biblioteca entera. ¿Es esto lo que desea hacer?
