Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: # Sung
dutch: # Gezongen
french: Nb. de fois la chanson a été lu
german: # mal gesungen
italian: N.ascolti
japanese: # 回歌い済み
spanish: nº de veces cantada

source: %s only allows you to export up to 10 songs to QuickTime.
dutch: %s staat u toe tot 10 liedjes te exporteren naar QuickTime.
french: %s vous permet d'exporter jusqu'à 10 chansons uniquement vers QuickTime.
german: %s erlaubt Ihnen nur, bis zu 10 Lieder zu QuickTime zu exportieren.
italian: %s permette solo di esportare fino a 10 brani in QuickTime.
japanese: %sでは最大10曲まで QuickTimeにエクスポートすることができます。
spanish: %s sólo te permite exportar hasta un máximo de 10 canciones a QuickTime.

# %s only allows you to have up to %ld items in a “%s” playlist.
source: %1$s only allows you to have up to %2$ld items in a “%3$s” playlist.
dutch: %1$s staat u tot %2$ld items toe in een "%3$s" afspeellijst.
french: %1$s vous permet d'avoir jusqu'à %2$ articles uniquement dans une "%3$s" liste de lecture.
german: %1$s erlaubt Ihnen nur, bis zu %2$ld Artikel in einer "%3$s"-Wiedergabeliste zu haben.
italian: %1$s permette solo di avere fino a %2$ld elementi in una playlist "%3$s".
japanese: %1$s では「%3$s」プレイリスト内に最大 %2$ld 項目まで持つことができます。
spanish: %1$s sólo te permite tener hasta un máximo de %2$ld elementos en una lista de reproducción "%3$s".

# %s only allows you to rip the first %ld songs in a “%s” playlist.
source: %1$s only allows you to rip the first %2$ld songs in a “%3$s” playlist.
dutch: %1$s staat u toe alleen de eerste %2$ld liedjes te rippen in een "%3$s" afspeellijst.
french: %1$s vous permet de graver les %2$ premières chansons dans une "%3$s" liste de lecture.
german: %1$s erlaubt Ihnen nur, die ersten %2ld Lieder in einer "%3$s"-Wiedergabeliste zu rippen.
italian: %1$s permette solo di copiare su CD i primi %2$ld brani in una playlist "%3$s".
japanese: %1$s では「%3$s」プレイリスト内の最初の%2$ld 曲までリッピングすることができます。
spanish: %1$s sólo te permite extraer las primeras %2$ld canciones en una lista de reproducción "%3$s".

# %s version %s is now available!
source: %1$s version %2$s is now available!
dutch: %1$s versie %2$s is nu beschikbaar!
french: %1$s la version %2$s est maintenant disponible!
german: %1$s-Version %2$s ist jetzt erhältlich!
italian: %1$s versione %2$s è disponibile!
japanese: %1$s バージョン %2$s が入手可能です!
spanish: %1$s versión %2$s está ahora disponible.

source: (Expires: %s)
dutch: (Vervalt: %s)
french: (Expire le: %s)
german: (Läuft ab am: %s)
italian: (scade il: %s)
japanese: (有効期限： %s)
spanish: (Caduca: %s)

source: (No Expiration)
dutch: (Geen Vervaldatum)
french: (Pas de date de validité)
german: (Kein Ablaufen)
italian: (nessuna scadenza)
japanese: (有効期限なし)
spanish: (Sin caducidad)

source: (Not Verified)
dutch: (Niet Geverifieerd)
french: (Non vérifié)
german: (Nicht bestätigt)
italian: (non verificato)
japanese: (未認証ユーザー)
spanish: (Sin verificar)

source: (Pitch Bend: %+d)
french: (Moduler la fréquence: %+d)
german: (Tonhöheneinstellung: %+d)
italian: (regolazione tono: %+d)
japanese: (ピッチベンド： %+d)
spanish: (Modulación del tono: %+d)

source: (Tryout)
dutch: (Proberen)
french: (Essayer)
german: (Testversion)
italian: (Prova)
japanese: (試用版)
spanish: (Probar)

source: (With Vocals)
dutch: (Met Stemmen)
french: (Avec paroles)
german: (Mit Stimmen)
italian: (con cori)
japanese: (ボーカル付き)
spanish: (con voces)

source: * Download
french: * Téléchargement
italian: * Scarica
japanese: * ダウンロード
spanish: * Descargar

source: * Store ID
dutch: * Winkel ID
french: * ID magasin
german: * Laden-ID
italian: * ID dello store
japanese: * 店舗 ID
spanish: * ID de tienda

source: * Stream
french: * Diffusion
german: * Streamen
italian: * Trasmissione
japanese: * ストリーム
spanish: * Descargar como torrente en tiempo real

source: * Tier
french: * Niveau
german: Ebene
italian: * Livello
japanese: * 層

source: : Free sign up required
dutch: : gratis aanmelding vereist
french: Inscription gratuite requise
german: : Kostenlose Registrierung erforderlich
italian: : necessaria registrazione gratuita
japanese: ：無料サインアップしてください
spanish: : Necesita registrarse gratuitamente

source: [space]
dutch: [spatie]
french: [espace]
german: [Leertaste]
italian: [spazio]
japanese: [スペース]
spanish: [espacio]

source: A parameter is incorrect.
dutch: Een parameter is niet correct
french: Un paramètre est incorrect.
german: Ein Parameter ist fehlerhaft.
italian: Parametro non corretto
japanese: パラメータが不正です。
spanish: Un parámetro es incorrecto.

source: A purchase attempt was unsuccessful.
dutch: Een poging tot aankoop was niet succesvol
french: Une tentative d'achat a été infructueuse.
german: Ein Kaufversuch war erfolglos.
italian: Tentativo di acquisto non andato a buon fine.
japanese: 購入に失敗しました。
spanish: Ha fracasado un intento de compra.

source: A SKU update is available from the eSellerate Servers.
dutch: Een SKU update is beschikbaar van de eSellerate Servers.
french: Une mise à jour SKU est disponible sur les serveurs eSellerate.
german: En SKU-Update ist von den eSellerate-Servern erhältlich.
italian: Aggiornamento SKU disponibile sui server di eSellerate.
japanese: SKU の更新は、eSellerate サーバーから入手可能です。
spanish: Hay una actualización de SKU disponible en los servidores eSellerate.

source: A song you are trying to delete is currently playing. Are you sure you want to delete it?
dutch: Een lied dat u probeert te verwijderen word op het moment afgespeeld. Weet u zeker dat u het wilt verwijderen?
french: Une chanson que vous essayez de supprimer est en cours de lecture. Etes-vous sûr de vouloir la supprimer?
german: Ein Lied, das Sie zu löschen versuchen, wird gerade abgespielt. Sind Sie sicher, dass Sie es löschen wollen?
italian: Un brano che si è tentato di eliminare è ancora in riproduzione. Eliminarlo?
japanese: 削除しようとしている曲は、現在再生中です。本当に削除してもよろしいですか？
spanish: La canción que está intentando eliminar se está reproduciendo en este momento. ¿Seguro que desea eliminarla?

source: Abort orphan encoding
dutch: Annuleer wees encoden
french: Abandonnez l'encodage orphelines
german: Waisenkodierung abbrechen
italian: Interrompi codifica orfana
japanese: 孤立したエンコーディングの中止
spanish: Cancelar codificación de canciones huérfanas

source: Abort QT exporters
dutch: Annuleer QT eporteerders
french: Abandonnez les exportateurs QT
german: QT-Exportierer abbrechen
italian: Interrompi esportatori QT
japanese: QT エクスポーターの中止
spanish: Acerca de exportadores QT

source: Action not allowed
dutch: Actie niet toegestaan
french: Actions intérdites
german: Vorgang nicht erlaubt
italian: Operazione non consentita
japanese: アクションが許可されません。
spanish: Acción no permitida

source: Activating
dutch: Activeren
french: Activation en cours
german: Aktivierung
italian: Attivazione in corso
japanese: アクティベート中
spanish: Activando

source: Activation Key is Invalid
dutch: Activatie Sleutel is Ongeldig
french: Clé d'activation n'est pas valide
german: Der Aktivationsschlüssel ist ungültig
italian: Chiave di attivazione non valida
japanese: ライセンス認証キーは無効です。
spanish: La clave de activación no es válida

source: Activity
dutch: Activiteit
french: Activité
german: Aktivität
italian: Attività
japanese: アクティビティ
spanish: Actividad

source: Actual Duration
dutch: Werkelijke Duur
french: Durée actuelle
german: Tatsächliche Dauer
italian: Durata effettiva
japanese: 正味の再生時間
spanish: Duración real

source: Add CD Track Proxy Song…
dutch: Vervangend liedje toevoegen aan cd-track...
french: Ajout de piste CD de chanson de substitution…
german: Hinzufügen von CD-Track-Proxy-Lied
italian: Aggiungi canzone sostitutiva per la traccia su CD...
japanese: ＣＤトラックの代替曲を追加…
spanish: Añadir canción sustituto de pista de CD...

source: Add Picture
dutch: Voeg Foto Toe
french: Ajoutez image
german: Bild hinzufügen
italian: Aggiungi immagine
japanese: 画像を追加
spanish: Añadir imagen

source: Added:
dutch: Toegevoegd:
french: Ajouté:
german: Hinzugefügt:
italian: Aggiunto:
japanese: 追加済み：
spanish: Añadido:

source: Adding Song Entries…
dutch: Voegt Lied Vermeldingen toe…
french: Saisie des chansons…
german: Füge Liedeingaben hinzu…
italian: Aggiunta di brani in corso…
japanese: 曲エントリを追加する…
spanish: Añadiendo entradas de canciones…

source: Adding songs to “%s”…
dutch: Liedjes toevoegen aan "%s"...
french: Ajout de chansons sur “%s”…
german: Hinzufügen von Liedern zu "%s" ...
italian: Aggiunta canzoni a "%s" in corso...
japanese: 「%s」に曲を追加中…
spanish: Añadiendo canciones a "%s"...

source: Adding to Library…
dutch: Voegt toe aan de Bibliotheek…
french: Ajout à la bibliothèque
german: Füge zur Bibliothek hinzu…
italian: Aggiunta alla libreria in corso…
japanese: ライブラリに追加する…
spanish: Añadiendo a la biblioteca…

source: Agree
dutch: Ga Akkoord
french: Accepter
german: Stimme zu
italian: Accetto
japanese: 同意する
spanish: Acepto

source: Album
japanese: アルバム
spanish: Álbum

source: All sales are FINAL there are NO REFUNDS.
dutch: Alle verkopen zijn definitief, er zijn GEEN RESTITUTIES.
french: Toutes les ventes sont FINALES et ne sont PAS REMBOURSABLES.
german: Alle Verkäufe sind ENDGÜLTIG, es gibt KEINE ERSTATTUNGEN.
italian: Tutte le vendite sono FINALI e NON RIMBORSABILI.
japanese: すべての販売は返金を受け付けません。
spanish: Todas las ventas son DEFINITIVAS y NO HAY REEMBOLSOS.

source: All the data on the disc will be lost
dutch: Alle data op de disc gaat verloren
french: Toutes les données sur le disque seront perdues
german: Alle Daten auf der Disk werden verlorengehen
italian: Tutti i dati nel disco saranno persi
japanese: ディスク上のデータはすべて失われます。
spanish: Todos los datos del disco se perderán

source: Allocating CDPedia
dutch: CDPedia word toegewezen
french: Allocation de l’encyclopédie des CDs
german: Stelle CDPedia bereit
italian: Allocazione CDPedia
japanese: CDPediaの割り当て
spanish: Asignando CDPedia

source: Already Reported This Error
dutch: Deze Fout Is Al Geraporteerd
french: Cette erreur a déjà été signalé
german: Dieser Fehler wurde bereits gemeldet
italian: Errore già segnalato
japanese: 既にこのエラーは報告済みです。
spanish: Ya se ha informado de este error

source: Always Attempt
dutch: Altijd Proberen
french: Essayez toujours
german: Immer versuchen
italian: Riprova sempre
japanese: 常に試行する
spanish: Intentarlo siempre

source: An activation attempt failed due to the maximum number of allowable activations being met.
dutch: Een poging tot activatie is gefaald omdat het maximale aantal toegestane activatie pogingen is bereikt.
french: Une tentative d'activation a échoué en raison du nombre maximal d'activations permises atteint.
german: Ein Aktivierungsversuch ist fehlgeschlagen, da die Höchstanzahl der erlaubten Aktivierungen erreicht ist.
italian: Tentativo di attivazione non riuscito a causa del numero di attivazioni massime raggiunte.
japanese: 許容されるアクティベーションの最大数に達したため、活性化の試みに失敗しました。
spanish: Ha fallado un intento de activación porque se ha realizdo el máximo número de activaciones permitidas.

source: An activation attempt was made on an invalid order.
dutch: Een poging tot activatie is gedaan op een ongeldige order.
french: Une tentative d'activation a été faite sur une commande invalide.
german: Ein Aktivierungsversuch ist nach einem ungültigen Auftrag gemacht worden.
italian: Tentativo di attivazione su un ordine non valido.
japanese: 有効化が無効な順序で試行されました。
spanish: Se ha realizado un intento de activación basado en una orden no válida.

source: An attempt was made to activate an blacklisted serial number.
dutch: Een poging tot activatie is gedaan met een serie nummer dat op de zwarte lijst staat.
french: Une tentative a été faite pour activer un numéro de série sur liste noire .
german: Es wurde versucht, eine Seriennummer von der schwarzen Liste zu aktivieren.
italian: Tentativo di attivazione di un numero di serie disattivato
japanese: ブラックリストに載っているシリアル番号を有効化しようとしました。
spanish: Se ha realizado un intento de activar un número de serie que está en la lista negra.

source: An attempt was made to activate an unknown serial number.
dutch: Een poging tot activatie is gedaan met een onbekend serie nummer.
french: Une tentative a été faite pour activer un numéro de série inconnu.
german: Es wurde versucht, eine unbekannte Seriennummer zu aktivieren.
italian: Tentativo di attivare un numero di serie sconosciuto.
japanese: 未知のシリアル番号を有効化しようとしました。
spanish: Ha habido un intento de activar un número de serie desconocido.

source: An error occured finalizing the activation on the client machine.
dutch: Er is een fout opgetreden bij het afronden van de activatie op de machine van de klant.
french: Une erreur s'est produite lors de la finalisation d'activation sur un ordinateur du client.
german: Beim Beenden der Aktivierung auf dem Kundengerät ist ein Fehler unterlaufen.
italian: Errore nella finalizzazione dell'attivazione sulla macchina dell'utente.
japanese: エラーはクライアントマシン上でライセンス認証を確定中に発生しました。
spanish: Se ha producido un error mientras se finalizaba la activación en el ordenador cliente.

source: An internal error has occured in the engine.
dutch: Een interne fout is opgetreden in de machine
french: Une erreur interne s'est produite dans le moteur.
german: Im Engine ist ein interner Fehler aufgetreten.
italian: Errore interno nel sistema.
japanese: 内部エラーがエンジンで発生しました。
spanish: Se ha producido un error interno en el motor.

source: An unknown server error has occured.
dutch: Een onbekende server fout is opgetreden.
french: Une erreur de serveur inconnue s'est produite.
german: Ein unbekannter Serverfehler ist aufgetreten.
italian: Errore sconosciuto al server.
japanese: 不明のサーバーエラーが発生しました。
spanish: Se ha producido un error desconocido en el servidor.

source: Anti-alias
french: Anti-repliement
german: Antialiasing
italian: Anti-aliasing
japanese: アンチエイリアス
spanish: Minimizar efectos de distorsión de imagen

source: Applause!
dutch: Applaus!
french: Applaudissements!
german: Applaus!
italian: Applausi!
japanese: 拍手!
spanish: ¡Aplausos!

source: Apply Template
dutch: Pas Sjabloon Toe
french: Appliquez modèle
german: Vorlage anwenden
italian: Applica modello
japanese: テンプレートを適用する
spanish: Aplicar plantilla

source: Approximate size of cache if filled: %s
dutch: Geschatte grootte van cache indien ingevuld: %s
french: Taille approximative de la mémoire cache si remplie:%s
german: Ungefähre Größe des vollen Caches: %s (localized: B, kB, MB, GB, TB)
italian: Dimensione approssimativa della cache se riempita: %s
japanese: おおよその最大キャッシュサイズ： %s
spanish: Tamaño aproximado de la memoria caché si está llena: %s

source: Are you sure you want reveal %d songs in the Finder?
dutch: Weet u zeker dat u %d liedjes in de Finder wilt onthullen?
french: Etes-vous sûr de vouloir révéler des chansons %d dans le rechercheur?
german: Sind Sie sicher, dass Sie %d Lieder im Sucher anzeigen wollen?
italian: Mostrare %d brani nella finestra Ricerca?
japanese: 本当に %d 曲を Finder に表示しますか?
spanish: ¿Estás seguro de que deseas desvelar %d canciones en el Buscador?

source: Are you sure you want to deactivate kJams on this computer? If you deactivate, kJams will revert to Tryout mode, and you can then use your serial number on a different computer.
dutch: Weet u zeker dat u kJams wilt uitschakelen op deze computer? Als u dit doet, keert kJams terug naar de proefmodus en kunt u uw serienummer op een andere computer gebruiken.
french: Êtes-vous sûr de vouloir désactiver kJams sur cet ordinateur ? Si vous le désactivez, kJams repassera en version d'essai et vous pourrez alors utiliser votre numéro de série sur un autre ordinateur.
german: Sind Sie sicher, dass Sie kJams auf diesem Computer deaktivieren wollen? Wenn Sie es deaktivieren, wird kJams wieder in den Tryout-Modus zurückkehren, und Sie können dann Ihre Seriennummer auf einem anderen Computer nutzen.
italian: Confermi di voler disattivare kJams su questo computer? Se procedi, kJams tornerà in modalità Prova, così potrai utilizzare il tuo numero seriale su un altro computer.
japanese: コンピュータにインストールされている kJams のアクティベーションを取り消しますか？ 実行すると kJams は試用モードに戻り、別のコンピュータでお客様のシリアルナンバーをご利用になれます。
spanish: ¿Seguro que quiere desactivar kJams en este ordenador? Si lo hace, kJams volverá al modo de prueba y podrá usar su número de serie en otro ordenador.

source: Are you sure you want to delete the selected singer(s)?
dutch: Weet u zeker dat u de geselecteerde zanger(s) wilt verwijderen?
french: Etes-vous sûr de vouloir supprimer le(s) morceau(x) sélectionné (s)?
german: Sind Sie sicher, dass Sie den/die ausgewählten Sänger löschen wollen?
italian: Eliminare l'/gli artista/i selezionato/i?
japanese: 選択した歌手 (複数) を削除してもよろしいですか？
spanish: ¿Seguro que deseas eliminar el cantante o cantantes seleccionados?

source: Are you sure you want to interrupt the current song?
dutch: Weet u zeker dat u het huidige lied wilt onderbreken?
french: Etes-vous sûr de vouloir interrompre le morceau en cours?
german: Sind Sie sicher, dass Sie das laufende Lied unterbrechen wollen?
italian: Interrompere la riproduzione del brano?
japanese: 現在の曲を中断してもよろしいですか？
spanish: ¿Seguro que deseas interrumpir la canción actual?

source: Are you sure you want to permanantly delete playlist “%s”? You can not undo this action.
dutch: Weet u zeker dat u de afspeellijst “%s” voor goed wilt verwijderen? U kunt deze actie niet ongedaan maken.
french: Etes-vous sûr de vouloir supprimer définitivement la liste de lecture “%s? Vous ne pouvez pas annuler cette action.
german: Sind Sie sicher, dass Sie die Wiedergabeliste “%s” dauerhaft löschen wollen? Sie können diesen Vorgang nicht rückgängig machen.
italian: Rimuovere in modo permanente la playlist “%s”? Non sarà possibile annullare l'azione.
japanese: 完全に「%s」プレイリストを削除してもよろしいですか ? この操作を元に戻すことはできません。
spanish: ¿Seguro que deseas eliminar permanentemente la lista de reproducción “%s”? No podrás deshacer esta acción.

source: Are you sure you want to remove the selected track references? (no actual files will be deleted)
dutch: Weet u zeker dat u de referenties van de geselecteerde track wilt verwijderen? (de actuele bestanden worden niet verwijderd)
french: Etes-vous sûr de vouloir supprimer les références des pistes sélectionnées? (aucun fichiers actuels sera supprimé)
german: Sind Sie sicher, dass Sie die ausgewählten Trackverweise löschen wollen? (es werden keine wirklichen Dateien gelöscht)
italian: Rimuovere i riferimenti alle tracce selezionate? (nessun file sarà effettivamente eliminato)
japanese: 選択したトラックの参照を削除してもよろしいですか? (実際のファイルは削除されません)
spanish: ¿Seguro que deseas quitar las referencias de pista seleccionadas? (no se eliminará ningún archivo)

source: Are you sure you want to scan every single song for graphic lyrics? This will take a VERY long time.
dutch: Weet u zeker dat u elk lied wilt scannen voor grafische teksten? Dit zal VEEL tijd in beslag nemen.
french: Etes-vous sûr de vouloir analyser chaque chanson pour des paroles graphiques? Cela va prendre un TRÈS long temps .
german: Sind Sie sicher, dass Sie jedes einzelne Lied auf Graphic Lyrics scannen wollen? Das wird SEHR lange dauern.
italian: Scansionare ciascun singolo brano per il testo grafico? L'operazione richiederà MOLTO tempo.
japanese: グラフィックの歌詞の各曲をスキャンしますか？これは非常に長い時間がかかります。
spanish: ¿Seguro que deseas explorar cada canción para ver la presentación gráfica de la letra? Esto llevará MUCHO tiempo.

source: Are you sure?
dutch: Weet u het zeker?
french: Êtes-vous sûr ?
german: Sind Sie sicher?
italian: Confermare l'operazione?
japanese: これでよろしいですか？
spanish: ¿Estás seguro?

source: Are your credentials correct?
dutch: Zijn uw gegevens juist?
french: Vos informations sont-elles correctes ?
german: Sind Ihre Anmeldeinformationen korrekt?
italian: I tuoi dati sono corretti?
japanese: お客様の信用証明（個人情報）は正確ですか？
spanish: ¿Son correctas las credenciales?

source: Argument list too long
dutch: Argumentenlijst is te lang
french: Liste des arguments trop longe
german: Argumentliste zu lang
italian: Elenco degli argomenti troppo lungo
japanese: 引数リストが長過ぎます。
spanish: La lista de argumentos es demasiado larga

source: Artist
dutch: Artiest
french: Artiste
german: Interpret
italian: Artista
japanese: アーティスト
spanish: Artista

source: Ask for Password
dutch: Vraag naar het Wachtwoord
french: Sollicitez un mot de passe
german: Passwort anfordern
italian: Richiedi password
japanese: パスワードを要求する
spanish: Pedir contraseña

source: Assembling Bin file:
dutch: Monteert Bin bestand:
french: Élaboration du fichier Bin:
german: Füge Bin-Datei zusammen:
italian: Assemblaggio file .bin:
japanese: bin ファイルの組み立て：
spanish: Ensamblando archivo Bin:

source: Assembling Disc Image
dutch: Monteert Disc Beeld
french: Élaboration des images du disque
german: Füge Disk-Bild zusammen
italian: Assemblaggio immagine disco
japanese: ディスクイメージの組み立て
spanish: Ensamblando imagen de disco

# Assert Fail: %s, in file: '%s' at line %ld
source: Assert Fail: %1$s, in file: '%2$s' at line %3$ld
dutch: Fout Verklaring: %1$s, in bestand: '%2$s' bij regel %3$Id
french: Échec d'affirmation: %1$s, dans le fichier: '%2$s' à la ligne %3$ld
german: Durchführung fehlgeschlagen: %1$s, in Datei: '%2$s' in Zeile %3$ld
italian: Asserzione non riuscita: %1$s, nel file: '%2$s' nella riga %3$ld
japanese: Assert.Fail： %1$s、ファイル： '%2$s' の %3$ld 行目
spanish: Fallo de afirmación: %1$s, en archivo: '%2$s' en línea %3$ld

source: At least one of these songs is missing.
dutch: Op zijn minst één van deze liedjes mist.
french: Au moins une de ces chansons est manquante.
german: Mindestens eins dieser Lieder fehlt.
italian: Manca almeno uno di questi brani.
japanese: これらの曲の少なくとも一つが欠落しています。
spanish: Falta al menos una de estas canciones.

source: Attempt
dutch: Poging
french: Essaie
german: Versuchen
italian: Tentativo
japanese: 試行する
spanish: Intento

source: Audio
italian: Traccia audio
japanese: 音声

source: Audio CD
french: CD Audio
italian: CD audio
japanese: オーディオ CD
spanish: CD de audio

source: Audio Track
dutch: Audio Lied
french: Piste audio
italian: Traccia audio
japanese: オーディオトラック
spanish: Pista de audio

# auth_twice_blurb
source: kJams will ask you for your computer's Login Password two times, then it will not ask again. These are for: 1) to allow kjams to auto-update and 2) to allow kJams to use server port 80 when you enable the kJams web server.
dutch: kJams vraagt twee keer om het aanmeldingswachtwoord van uw computer, daarna niet meer. Dit is nodig om : 1) kJams automatisch te laten updaten en 2) om kJams gebruik te laten maken van poort 80 als u de webserver van kJams inschakelt.
french: kJams vous demandera l'identifiant et le mot de passe de votre ordinateur deux fois, puis ne vous les demandera plus. Le but est de : 1) permettre à kjams de se mettre à jour automatiquement et 2) permettre à kJams d'utiliser le port serveur 80 lorsque vous autorisez le serveur web kJams.
german: kJams wird Sie zweimal nach Ihrem Computer-Einlog-Passwort fragen und dann nicht noch einmal fragen. Dies dient zu Folgendem: 1) um kjams Auto-Aktualisierungen zu erlauben und 2) um kJams den Server-Port 80 nutzen zu lassen, wenn Sie den kJams-Webserver aktivieren.
italian: kJams ti chiederà due volte la password di accesso del tuo computer, e poi non lo farà mai più. Le ragioni sono due: 1) kJams avrà il permesso di aggiornarsi automaticamente e 2) kJams potrà usare la porta 80 quando attiverai il web server di kJams.
japanese: kJams の指示に従い、ご利用中のコンピュータで登録されたログインパスワードを２度入力いただければ、再度入力を求められることはありません。１回目は kJams の自動アップデート承認、２回目は kJams のウェブサーバーを利用する際の 80 番ポート利用許可に必要です。
spanish: kJams le pedirá su contraseña de inicio de sesión solo dos veces: 1) para permitir que kJams se actualice automáticamente; y 2) para permitir que kJams use el puerto 80 del servidor cuando active el servidor web de kJams.

source: Background
dutch: Achtergrond
french: Musique de fond
german: Hintergrund
italian: Sfondo
japanese: 背景
spanish: Fondo

source: Backing Vocals
dutch: Achtergrond Stemmen
french: Les choeurs
german: Hintergrundstimmen
italian: Cori
japanese: バックボーカル
spanish: Voces de acompañamiento
