Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Just One
dutch: Alleen Één
french: Une seulement
german: Nur eins
italian: Solo una
japanese: 1つだけ
spanish: Solo una

source: Karaoke
french: Karoké
japanese: カラオケ

# kc_acct_success
source: Success! Your KaraokeCloud account has been created and configured!
dutch: Geslaagd! Uw KaraokeCloud-account is gemaakt en geconfigureerd!
french: Bravo ! Votre compte KaraokeCloud a été créé et configuré !
german: Erfolg! Ihr KaraokeCloud-Konto wurde erstellt und konfiguriert!
italian: Ce l'hai fatta! Il tuo account di KaraokeCloud è stato creato e configurato!
japanese: 成功！ KaraokeCloud アカウントを作成・設定できました！
spanish: ¡Estupendo! Su cuenta de KaraokeCloud se ha creado y configurado.

# kc_disable_auto_renew
source: You currently have “Auto-Renew” set to “Enabled”. Before you can upgrade your “Subscription Tier”, you must first turn “Auto-Renew” off by pressing the “Disable” button.
dutch: De optie 'Automatisch verlengen' is momenteel ingeschakeld. Voordat u uw abonnementsvorm kunt upgraden, moet u eerst 'Automatisch verlengen' uitschakelen via de knop 'Uitschakelen'.
french: Votre “Auto-renouvellement” est actuellement configuré comme “Activé”. Avant de pouvoir améliorer votre “Niveau de la souscription”, vous devez d'abord désactiver “l'Auto-renouvellement” en appuyant sur le bouton “Désactiver”.
german: Sie haben derzeit "Auto-Erneuerung" auf "Aktiviert" gesetzt. Bevor Sie Ihren"Abonnement-Rang" aktualisieren können, müssen Sie zuerst "Auto-Erneuerung" durch Drücken der Schaltfläche "Deaktivieren" ausstellen.
italian: Al momento il rinnovo automatico è attivo. Prima di migliorare il tuo "Livello di iscrizione", devi disattivare il rinnovo automatico premendo il pulsante "Disattiva".
japanese: 「自動更新」を「利用」に設定されています。「サブスクリプションのクラス」をアップグレードする前に、［停止］ボタンを押して「自動更新」を停止してください。
spanish: La renovación automática está activada. Antes de modificar su nivel de suscripción debe desactivar la renovación automática pulsando el botón "desactivar".

# kc_home_stream_warn
source: The “Home Streaming” tier is for private, home use only! It is NOT licensed for public performance. Keep in mind that all streams are tracked by user, IP address and date, and WILL be monitored for abuse! Are you *really* only planning to ever use the streaming service in the privacy of your own home?
dutch: De abonnementsvorm 'Thuis streamen' is uitsluitend bedoeld voor privé- en thuisgebruik! Publiek of openbaar gebruik is NIET toegestaan. Onthoud dat alle streams worden gecontroleerd op gebruiker, IP-adres en datum, en controles op misbruik ECHT worden uitgevoerd! Bent u echt van plan om de streamingservice uitsluitend thuis voor eigen gebruik in te zetten?
french: Le niveau “Diffusion à domicile” est uniquement pour une utilisation privée et à domicile ! Il n'est PAS sous licence pour des performances publiques. Souvenez-vous que toutes les diffusions sont identifiées par utilisateur, adresse IP et date et qu'elles SERONT surveillées pour repérer les abus ! Avez-vous *vraiment* l'intention d'utiliser uniquement le service de diffusion à votre domicile personnel ?
german: Der "Heim-Streaming"-Rang ist nur für den Privatgebrauch. Er verfügt über KEINE Lizenz für eine öffentliche Aufführung. Denken Sie daran, dass alle Streams auf der Basis von Nutzer, IP-Adresse und Datum nachverfolgt werden und auch hinsichtlich von Missbrauch! Haben SIe "wirklich" vor, den Streaming-Service privat zu nutzen?
italian: Il livello "Streaming privato" è indicato solo per l'uso personale e casalingo! NON è una licenza per le esibizioni in pubblico. Ricorda che tutti gli stream sono registrati per utente, indirizzo IP e data e saranno tenuti sotto controllo per rilevare eventuali abusi! Confermi che userai *davvero* il servizio di streaming privatamente e da casa tua?
japanese: 「ホームストリーミング」クラスは個人ユーザーの私的利用に限られます！ 公共の場での演奏にはライセンス供与されていません。すべてのストリーミングはユーザー／ＩＰアドレス／日付ごとに記録され、不正利用対策として監視されています。このストリーミングサービスを、自宅の私的空間における個人ユーザーの私的利用のみに限るとご誓約いただけますか？
spanish: El nivel "Descarga de torrentes para uso privado" es para uso privado y doméstico. NO tiene licencia para su uso en público. Tenga en cuenta que rastreamos todas las descargas de torrentes por ID de usuario, dirección IP y fecha, y las monitorizamos para evitar abusos. ¿Seguro que solo va a usar el servicio de descarga de torrentes en la privacidad de su hogar?

# kc_must_log_in
source: To play the free songs, or to purchase, stream, or see other song previews, you must be logged in to “%s”. It is free to sign up and there are several free songs to try.
dutch: Om gratis liedjes af te spelen of om andere liedjes te kopen, streamen of previews ervan te bekijken, moet u zijn aangemeld voor de KaraokeCloud. U kunt zich gratis aanmelden en er zijn verschillende gratis liedjes om te proberen.
french: Pour jouer les musiques gratuites ou pour acheter, recevoir en diffusion ou visualiser d'autres chansons en prévisualisation, vous devez être connecté à KaraokeCloud. L'inscription est gratuite et il y a plusieurs chansons gratuites à utiliser.
german: Um die kostenlosen Lieder zu spielen, oder diese zu kaufen, streamen, oder andere Song-Vorschauen zu hören, müssen Sie bei KaraokeCloud angemeldet sein. Es ist kostenlos, sich zu registrieren, und es gibt mehrere kostenlose Songs zu versuchen.
italian: Per riprodurre le canzoni gratuite o per acquistare, fare streaming o ascoltare le anteprime delle altre canzoni devi accedere a KaraokeCloud. La registrazione è gratis e offre molte canzoni da provare gratuitamente.
japanese: 無料曲の再生、購入やストリーミング、あるいはその他の曲をプレビューするには、KaraokeCloud にログインしてください。サインアップは無料です。試用の無料曲が数曲ご利用になれます。
spanish: Para reproducir las canciones gratuitas o para comprar, descargar o ver otras muestras de canciones, debe iniciar sesión en KaraokeCloud. El registro es gratuito y hay muchas canciones gratuitas que probar.

# kc_purch_agreement
source: By clicking “%1$s”, you agree to be charged USD $%2$s per %3$s. You may cancel the renewal of the NEXT %4$s at any time. To cancel, just click the “%5$s” button that is next to “%6$s”.
dutch: Door te klikken op “%1$s” gaat u akkoord met de maandelijkse kosten van %2$s Amerikaanse dollars gedurende een abonnementsperiode van 1 %3$s. Aan het einde van deze periode gaat een nieuwe van start, tenzij u vooraf opzegt. U kunt te allen tijde opzeggen, maar moet nog wel de kosten voldoen voor de volledige abonnementsperiode. Klik om op te zeggen op de knop “%4$s” naast “%5$s”.
french: En cliquant sur “%1$s”, vous acceptez d'être facturé %2$s $ USD par mois pendant une période contractuelle de 1 %3$s. À l'issue de la période contractuelle, une nouvelle période contractuelle démarrera à moins que vous ne l'annuliez en avance. Vous pouvez annuler à tout moment, cependant vous serez tout de même facturé pour la durée entière de la période contractuelle. Pour annuler, cliquez simplement sur le bouton “%4$s” près de “%5$s”.
german: Mit einem Klick auf "%1$s" stimmen Sie zu, dass Ihnen USD $%2$s pro Monat für eine Laufzeit von 1 %3$s berechnet werden. Am Ende der Vertragslaufzeit beginnt eine neue Vertragslaufzeit, es sei denn, dass Sie vor diesem Zeitpunkt kündigen. Sie können jederzeit kündigen, aber Ihnen werden immer noch für die gesamte Vertragslaufzeit Kosten berechnet. Um den Vorgang abzubrechen, klicken Sie einfach auf die Schaltfläche "%4$s", die sich neben "%5$s" befindet.
italian: Cliccando su "%1$s", accetterai di pagare $%2$s al mese per un periodo di 1 %3$s. Al termine del contratto, ne partirà un altro a meno che tu non lo cancelli in anticipo, Puoi cancellarlo in qualsiasi momento, ma dovrai comunque pagare per la durata rimanente del contratto. Per cancellarlo, devi solo cliccare il pulsante "%4$s" di fianco a "%5$s".
japanese: ［%1$s ］をクリックすると、%2$s米ドルで１%3$s間の月極契約に同意したものとみなされます。期限前に契約を解除しなかった場合、契約期間の終了時に自動的に新規契約が更新されます。いつでも契約解除できますが、現契約終了時までの使用料はお支払いいただきます。キャンセルするには、「%5$s」の横にある［%4$s］ボタンをクリックしてください。
spanish: Al hacer clic en "%1$s", se compromete a pagar %2$s€ al mes durante la duración del contrato de 1 %3$s. Al vencer el contrato, se iniciará uno nuevo a menos que lo cancele con antelación. Puede cancelar el contrato en cualquier momento, pero se le cobrará la duración del contrato actual. Para cancelarlo, haga clic en el botón "%4$s" que está cerca de "%5$s".

# kc_upsell_tier
source: You're done! Click on the “Subscription Tier” popup menu in the preference panel to explore what streaming options are available to you!
dutch: U bent er helemaal klaar voor! Klik in het popupvenster 'Abonnementsvormen' op het voorkeurspaneel om te ontdekken welke streamingopties beschikbaar zijn voor u!
french: Vous avez terminé ! Cliquez sur le menu contextuel “Niveau de la souscription” dans le panneau de préférences pour découvrir les options de diffusion qui vous sont proposées !
german: Sie sind fertig! Klicken Sie auf das Popup-Menü "Abonnementen-Rang" im Panel Vorlieben, um herauszufinden, welche Streaming-Optionen Ihnen zur Verfügung stehen!
italian: Ecco fatto! Clicca sul menu in popup "Livello di iscrizione" nel pannello delle preferenze per vedere quali opzioni puoi scegliere per il tuo streaming!
japanese: 完了しました！ 設定パネルのポップアップメニューにある［サブスクリプションのクラス］をクリックし、利用可能なストリーミングオプションをご確認ください！
spanish: ¡Listo! Haga clic en el menú desplegable "Nivel de suscripción" en el panel de preferencias para explorar las opciones de descarga disponibles.

source: Key
dutch: Sleutel
french: Note
german: Tonart
italian: Chiave
japanese: 音程
spanish: Tono

source: Key Changes
dutch: Sleutel Veranderingen
french: Modification des notes
german: Tonart Änderungen
italian: Cambiamenti chiave
japanese: 音程変更
spanish: Cambios del tono

source: Keywords
dutch: Sleutelwoorden
french: Mots clés
german: Schlüsselwörter
italian: Parole chiave
japanese: キーワード
spanish: Palabras clave

source: KJ
japanese: ＫＪ

source: KJ Rotation
dutch: KJ Rotatie
french: Rotation KJ
italian: Rotazione KJ
japanese: KJ ローテーション
spanish: Rotación del KJ

source: kJams Cache Folder location:
dutch: kJams Cache Map locatie:
french: Emplacement du dossier cache kJams:
german: Ort des Cache-Ordners von kJams
italian: Posizione cartella cache di kJams:
japanese: kJams キャッシュフォルダの位置：
spanish: Ubicación de la carpeta de caché de kJams:

source: kJams has recently crashed, but the version you are using is old, you should update to latest
dutch: kJams is recentelijk gecrasht, maar de versie die u gebruikt is oud, u zult moeten updaten naar de laatste versie
french: kJams a récemment écrasé, mais la version que vous utilisez est ancien, vous devez le mettre à jour plus tard le
german: kJams ist kürzlich abgestürzt, aber die von Ihnen verwendete Version ist alt, Sie sollten zur neuesten aktualisieren
italian: kJams si è recentemente arrestato in modo anomalo ma la versione che si sta utilizzando è vecchia. È necessario aggiornarla a quella più recente
japanese: kJams は最近クラッシュしたようですが、お使いのバージョンは古いので最新のバージョンに更新する必要があります。
spanish: kJams se ha colapsado recientemente, pero la versión que está utilizando es antigua, debe actualizarse a la más reciente.

source: kJams is too old to support the Producer plugin. Upgrade kJams!
dutch: kJmas is te oud om de Producer plugin te ondersteunen. Upgrade kJams!
french: kJams est trop vieux pour prendre en compte le plugin producteur. Mettez à jour kJams!
german: kJams ist zu alt, um das Plugin des Producers zu unterstützen. Aktualisieren Sie kJams!
italian: kJams è troppo vecchio per supportare il plugin del produttore. Aggiornare kJams.
japanese: kJams は Producer プラグインをサポートするには古過ぎます。kJams を更新してください !
spanish: kJams es demasiado antiguo para admitir el complemento Producer. Actualice kJams.

source: kJams is too old to support this plugin. Upgrade kJams!
dutch: kJmas is te oud om deze plugin te ondersteunen. Upgrade kJams!
french: kJams est trop vieux pour prendre en compte le plugin producteur. Mettez à jour kJams!
german: kJams ist zu alt, um dieses Plugin zu unterstützen. Aktualisieren Sie kJams!
italian: kJams è troppo vecchio per supportare questo plugin. Aggiornare kJams.
japanese: kJams はこのプラグインをサポートするには古過ぎます。kJams を更新してください !
spanish: kJams es demasiado antiguo para admitir ese complemento. Actualice kJams.

source: kJams Music Folder location:
dutch: kJams Muziek Map locatie:
french: Emplacement du dossier musique kJams
german: Ort des Musikordners von kJams:
italian: Posizione cartella kJams Music:
japanese: kJams ミュージックフォルダの位置：
spanish: Ubicación de la carpeta kJams Music:

source: kJams Producer can only edit CDG files. To edit other media types, please use another program.
dutch: kJams Producer kan alleen CDG bestanden bewerken. Gebruik een ander programma om andere media types te verwerken.
french: Producteur kJams peut seulement modifier des fichiers CDG. Pour modifier d'autres types de médias, veuillez utiliser un autre programme.
german: Der Producer von kJams kann nur CDG-Dateien bearbeiten. Um andere Medienarten zu bearbeiten, verwenden Sie bitte ein anderes Programm.
italian: Il produttore kJams può solo modificare file CDG. Per modificare altri tipi di supporti, utilizzare un altro programma.
japanese: kJams Producer だけが、CDG ファイルを編集することができます。他のメディアタイプを編集するには、別のプログラムを使用してください。
spanish: kJams Producer sólo puede editar archivos CDG. Para editar otros tipos de medios, utilice otro programa.

source: kJams Purchase Failure
dutch: kJams Aankoop Fout
french: Échec d'achat kJams
german: Kauf bei kJams fehlgeschlagen
italian: Acquisto di kJams non riuscito
japanese: kJams の購入失敗
spanish: Fallo en la compra de kJams

source: kJams requires QuickTime 7.1 or greater.
dutch: kJams vereist QuickTime 7.1 of hoger.
french: kJams nécessite la version QuickTime 7.1 ou plus
german: kJams benötigt QuickTime 7.1 oder höher.
italian: kJams richiede una versione di QuickTime 7.1 o successiva.
japanese: kJams は QuickTime 7.1 またはそれ以降が必要です。
spanish: kJams requiere QuickTime 7.1 o posterior.

source: kJams requires write access to the folder <%s>, you must fix this for kJams to function correctly.
dutch: kJams vereist schrijftoegang tot de map <%s>, u moet dit instellen om kJams correct te laten functioneren.
french: kJams nécessite l'accès à l'écriture vers le dossier <%s>, vous devez réparez ceci afin que kJams puisse fonctionner correctement.
german: kJams benötigt Schreibzugriff auf den Ordner <%s>, Sie müssen das in Ordnung bringen, damit kJams richtig funktionieren kann.
italian: kJams necessita l'accesso alla scrittura nella cartella <%s>. Risolvere questo problema affinché kJams funzioni in modo corretto.
japanese: kJams はフォルダ<%s> への書き込みアクセスが必要です。kJams の機能を正しく使うにはこれを修正する必要があります。
spanish: kJams requiere de acceso a escritura en la carpeta <%s>, deberá resolver esto para que kJams funcione correctamente.

source: Label
french: Étiquette
italian: Etichetta
japanese: ラベル
spanish: Etiqueta

source: LAME MP3 Not Installed
dutch: LAME MP3 niet geïnstalleerd
french: LAME MP3 non installé
german: LAME MP3 nicht installiert
italian: LAME MP3 non installato
japanese: LAME MP3 がインストールされていません
spanish: LAME MP3 no está instalado

source: LAME Not Installed
dutch: LAME Niet geinstalleerd
french: LAME n'est pas installé
german: LAME nicht installiert
italian: LAME non installato
japanese: LAME はインストールされていません。
spanish: LAME no instalado

source: LAME Out of Date
dutch: LAME Verouderd
french: LAME expiré
german: LAME abgelaufen
italian: LAME non aggiornato
japanese: LAME は期限切れです。
spanish: LAME está anticuado

# lame_install_blurb
source: After the file downloads, unzip it, mount the disk image, double click the installer, and follow the steps. kJams must quit during the installation
dutch: Unzip het bestand na het downloaden, mount de disc afbeelding, klik dubbel op het installatieprogramma en volg de stappen. kJams moet afsluiten tijdens de installatie
french: Après le téléchargement du fichier, décompressez-le, monter l'image disque, double-cliquez sur l'installeur, et suivez les étapes. kJams doit quitter lors de l'installation
german: Nach dem Download der Datei dekomprimieren Sie sie, hängen das Diskbild an, klicken doppelt auf das Installationsprogramm und befolgen die Schritte. kJams muss während der Installation abbrechen
italian: Dopo i download dei file, decomprimerli, montare l'immagine su disco, fare doppio clic sull'installer e seguire la procedura. Chiudere kJams durante l'installazione
japanese: ファイルのダウンロード後、解凍し、ディスクイメージをマウントし、インストーラをダブルクリックして、手順に従ってください。インストールには、kJams を終了する必要があります。
spanish: Una vez que descargue el archivo, descomprímalo, monte la imagen de disco, haga doble clic en el instalador y siga los pasos. kJams debe cerrarse durante la instalación.

# lame_not_installed
source: It seems you do not have the LAME MP3 Encoder installed. Would you like to download it now to install it?
dutch: Het lijkt erop dat u de LAME MP3 Encoder niet geinstalleerd heeft. Wilt u het nu downloaden en installeren?
french: Il semble que vous n'avez pas installé l'encodeur LAME MP3 . Voulez-vous le télécharger maintenant pour l'installer?
german: Scheinbar haben Sie nicht den MP3-Encoder von LAME installiert. Möchten Sie ihn jetzt herunterladen und installieren?
italian: Codificatore LAME MP3 non installato. Scaricarlo e installarlo?
japanese: LAME MP3 エンコーダがインストールされていないようです。ダウンロードしてインストールしますか?
spanish: Parece que no tiene el codificador MP3 de LAME instalado. ¿Le parece bien descargarlo ahora para instalarlo?

# lame_out_of_date_blurb
source: The version of the LAME Component you have installed will work but is older, you should upgrade to the latest version. Would you like to download it now to install it?
dutch: De versie van LAME Component dat u heeft geinstalleerd is ouder, u zult moeten upgraden naar de laatste versie. Wilt u het nu downloaden en installeren?
french: La version de la composante LAME que vous avez installé fonctionnera mais est plus ancienne, vous devez passer à la dernière version. Voulez-vous le télécharger maintenant pour l'installer?
german: Die von Ihnen installierte Version der LAME-Komponente funktioniert, ist aber älter, Sie sollten zur neuesten Version hochrüsten. Möchten Sie sie jetzt herunterladen und installieren?
italian: La versione del componente LAME installato funziona ma è vecchio. È necessario aggiornarlo all'ultima versione. Scaricarla adesso e installarla?
japanese: インストールした LAME コンポーネントは作動しますが古いバージョンです。最新バージョンに更新することをお勧めします。今直ぐダウンロードしてインストールしますか?
spanish: La versión del componente de LAME que ha instalado funcionará pero es anticuada, debería actualizarse a la versión más reciente. ¿Le parece bien descargarla ahora para instalarla?

source: Language
dutch: Taal
french: Langue
german: Sprache
italian: Lingua
japanese: 言語
spanish: Idioma

source: Last Name must not be empty
dutch: Achternaam mag niet leeg zijn
french: Nom de famille ne doit pas rester vide
german: Nachname darf nicht leer sein
italian: Il campo Cognome non deve essere vuoto
japanese: 名字は空欄にできません。
spanish: El campo del apellido no debe estar vacío

source: Last Name:
dutch: Achternaam:
french: Nom de famille
german: Nachname:
italian: Cognome:
japanese: 名字
spanish: Apellido:

source: Later
french: Plus tard
german: Später
italian: Più tardi
japanese: 後で
spanish: Más tarde

source: Lead Vocal Channel
dutch: Leidende Stem Kanaal
french: Canaux vocales principaux
german: Leitstimmenkanal
italian: Canale frontman
japanese: リードボーカルチャンネル
spanish: Canal de la voz solista

source: Lead Vocals
dutch: Leidende Stemmen
french: Vocales principales
german: Hauptstimmen
italian: Frontman
japanese: リードボーカル
spanish: Voces principales

source: Leading offset:
dutch: Leidende offset:
french: Compensation principale:
german: Leitender Offset:
italian: Offset interlinea:
japanese: リーディングオフセット：
spanish: Desfase del elemento guía:

source: Learn
dutch: Leer
french: Apprendre
german: Lernen
italian: Impara
japanese: 学ぶ
spanish: Aprender

source: Library
dutch: Bibliotheek
french: Bibliothèque
german: Bibliothek
italian: Libreria
japanese: ライブラリ
spanish: Biblioteca

source: Lines per page:
dutch: Regels per pagina:
french: Lignes par page
german: Zeilen pro Seite:
italian: Righe per pagina
japanese: 1ページの行数
spanish: Líneas por página:

source: Loading Database
dutch: Laad Database
french: Chargement base de données
german: Lade Datenbank
italian: Caricamento database
japanese: データベースのローディング
spanish: Cargando base de datos

source: Loading Icons
dutch: Pictogrammen laden
french: Chargement des icônes
german: Lade-Symbole
italian: Caricamento icone in corso
japanese: アイコンをロード中
spanish: Cargando iconos

source: Loading Menus
dutch: Laad Menus
french: Chargement des menus
german: Lade Menüs
italian: Caricamento menu
japanese: メニューのローディング
spanish: Cargando menús

source: Loading Music Store “%s”…
dutch: Laad Music Store "%s"…
french: Chargement du magasin de musique “%s”…
german: Lade Musikladen “%s”…
italian: Caricamento music store “%s” in corso…
japanese: ミュージックストア「%s」のローディング…
spanish: Cargando tienda de música “%s”…

source: Loading songs into Database…
dutch: Laad liedjes in de Database…
french: Chargement des chansons vers la base de données…
german: Lade Lieder in die Datenbank…
italian: Caricamento brani nel database in corso…
japanese: データベースに曲をローディング…
spanish: Cargando canciones en la base de datos…

source: Loading Zipper
dutch: Laad Zipper
french: Chargement du zipper
german: Lade Zipper
italian: Caricamento compressore
japanese: Zipper のローディング
spanish: Cargando Zipper

source: Loading…
dutch: Laden…
french: Chargement…
german: Lade…
italian: Caricamento in corso…
japanese: ローディング…
spanish: Cargando…

source: Localizing Menus…
dutch: Localiseert Menus…
french: Localisation des menus…
german: Lokalisiere Menüs…
italian: Localizzazione menu in corso…
japanese: メニューのローカライズ…
spanish: Localizando menús…

source: Lock color palette
dutch: Vergrendel kleurenpalet
french: Verrouillez la palette des couleurs
german: Farbpalette sperren
italian: Blocca tavolozza colori
japanese: カラーパレットをロックする
spanish: Bloquear paleta de colores

source: Lock Palette
dutch: Vergrendel Palet
french: Verrouillez palette
german: Palette sperren
italian: Blocca tavolozza
japanese: パレットをロックする
spanish: Bloquear paleta

source: Log In…
dutch: Aanmelden...
french: Se connecter...
german: Einloggen...
italian: Accedi...
japanese: ログイン…
spanish: Iniciar sesión...

source: Log Out
dutch: Afmelden
french: Se Déconnecter
german: Ausloggen
italian: Esci
japanese: ログアウト
spanish: Cerrar sesión

source: Logging in…
dutch: Aanmelden...
french: Connexion...
german: Einloggen...
italian: Accesso in corso...
japanese: ログイン中…
spanish: Iniciando sesión...

# LowNumberedPortsPrompt
source: kJams is asking to open TCP port 80 for the web server, and must be authorized for this.
dutch: kJams vraagt om de TCP poort 80 te openen voor de web server en moet hiervoor geautoriseerd worden.
french: kJams demande d'ouvrir le port TCP 80 pour le serveur web, et doit être autorisé pour cela.
german: kJams fordert, den TCP-Port 80 für den Webserver zu öffnen und muss dazu authorisiert werden.
italian: kJams richiede di aprire la porta 80 TCP per il server Web e necessita autorizzazione
japanese: kJams は Web サーバー用に TCP ポート 80 を開くように求めており、これを承認されている必要があります。
spanish: kJams está pidiendo que se abra el puerto 80 de TCP para el servidor web y se debe autorizar esta acción.

source: Mac OS error
dutch: Mac OS fout
french: Erreur Mac OS
german: Mac OS-Fehler
italian: Errore Mac OS
japanese: Mac OS エラー
spanish: Error de Mac OS

source: Mail…
french: Courriel…
german: E-Mail…
japanese: メール…

source: Male
dutch: Man
german: Männlich
italian: Uomo
japanese: 男性
spanish: Hombre

source: Manufacturer
dutch: Maker
french: Créateur
german: Hersteller
italian: Produttore
japanese: 開発者
spanish: Fabricante
