Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: This device can NOT burn CD+G
dutch: Dit apparaat kan CD+G NIET branden
french: Cet appareil ne peut PAS graver en CD+G
german: Dieses Gerät kann KEINE CD+G brennen
italian: Questo dispositivo NON può masterizzare CD+G
japanese: このデバイスはＣＤ＋Ｇを焼けません
spanish: Este dispositivo NO puede grabar CD+G

source: This KMA file has no data?
dutch: Dit KMA-bestand bevat geen gegevens?
french: Ce fichier KMA n'a pas de données ?
german: Beinhaltet diese KMA-Datei keine Daten?
italian: Questo file KMA non ha dati?
japanese: この KMA 形式ファイルは空ですか？
spanish: Este archivo KMA no tiene datos

source: This operation will overwrite existing instructions. Are you sure?
dutch: Deze handeling zal bestaande instructies overschrijven. Weet u het zeker?
french: Cette opération va écraser les instructions existantes. Etes-vous sûr?
german: Dieser Vorgang wird existierende Anweisungen überschreiben. Sind Sie sicher?
italian: L'operazione sovrascriverà le istruzioni esistenti. Continuare?
japanese: この操作は、既存の命令を上書きします。よろしいですか？
spanish: Esta operación sobrescribirá las instrucciones existentes. ¿Está seguro?

source: This QuickTime encoder does not have an options dialog.
dutch: Deze QuickTime encoder heeft geen opties dialoog.
french: Cet encodeur QuickTime ne dispose pas d'une option de dialogue .
german: Dieser QuickTime-Encoder hat kein Dialogfeld.
italian: Il codificatore di QuickTime non ha una finestra di dialogo con le opzioni.
japanese: この QuickTime のエンコーダにはオプションダイアログがありません。
spanish: Este codificador de QuickTime no tiene un cuadro de diálogo de opciones.

source: This setting takes effect the next time you manually reload the Music Store.
dutch: Deze instellingen hebben effect bij de volgende keer dat u handmatig de Muziek Store herlaad.
french: Ce paramètre prend effet la prochaine fois que vous rechargez manuellement le magasin de musique.
german: Diese Einstellung tritt in Kraft, wenn Sie den Musikladen zum nächsten Mal erneut manuell laden.
italian: Questa impostazione sarà effettiva al prossimo caricamento manuale del music store.
japanese: この設定は次回手動でミュージックストアをリロードすると有効になります。
spanish: Esta configuración tendrá efecto la próxima vez que vuelva a cargar manualmente la tienda de música.

source: This setting takes effect the next time you start kJams.
dutch: De instellingen hebben effect bij de volgende keer dat u kJams opstart.
french: Ce paramètre ne prend effet la prochaine fois que vous démarrez kJams.
german: Diese Einstellung tritt in Kraft, wenn Sie kJams zum nächsten Mal starten.
italian: Questa impostazione sarà effettiva al prossimo avvio di kJams.
japanese: この設定は次回 kJams を起動すると有効になります。
spanish: Esta configuración tendrá efecto la próxima vez que inicie kJams.

source: This song was previously purchased. You can sync your previous purchases.
dutch: Dit lied is eerder aangeschaft. U kunt uw eerdere aankopen synchroniseren.
french: Cette chanson a été acheté précedemment. Vous pouvez synchroniser vos achats précédents.
german: Dieser Song wurde schon zuvor gekauft. Sie können Ihre bisherigen Einkäufe synchronisieren.
italian: Questa canzone è già stata acquistata. Puoi sincronizzare i tuoi acquisti precedenti.
japanese: この曲は既に購入済みです。以前の購入履歴を同期できます。
spanish: Está canción ya se ha comprado. Puede sincronizar sus comprar previas.

source: This will only happen once…
dutch: Dit zal maar éénmaal gebeuren…
french: Ceci ne se produira qu'une fois…
german: Dies wird nur einmal geschehen…
italian: Questo si verificherà solo quando…
japanese: これは一度だけ行われます…
spanish: Esto sólo ocurrirá una vez…

source: Time Offset:
dutch: Tijd Offset:
french: Décalage de l'heure:
german: Zeitausgleich:
italian: Tempo di offset:
japanese: タイムオフセット：
spanish: Desfase de tiempo:

source: Time Remaining: %s
dutch: Resterende Tijd: %s
french: Temps restant: %s
german: Verbleibende Zeit: %s
italian: Tempo rimasto: %s
japanese: 残り時間： %s
spanish: Tiempo restante: %s

source: Timeline
dutch: Tijdlijn
french: Délais accordé
german: Zeitplan
italian: Cronologia
japanese: タイムライン
spanish: Línea temporal

source: Timeout (in seconds)
dutch: Timeout (in seconden)
french: Délais expiré (en secondes)
german: Zeitüberschreitung
italian: Timeout (in secondi)
japanese: タイムアウト（秒単位）
spanish: Intervalo de espera (en segundos)

source: Timeout running helper application “%s”
dutch: Er is een timeout opgetreden bij het uitvoeren van de helptoepassing “%s”
french: Délai imparti de l'application d'aide “%s”
german: Zeitüberschreitung bei der Ausführung der Hilfsanwendung “%s”
italian: Tempo scaduto durante l'esecuzione dell'applicazione di aiuto "%s"
japanese: タイムアウト制御補助アプリケーション「%s」
spanish: Intervalo de espera agotado al abrir la aplicación de ayuda "%s"

source: Tip your Waitress!
dutch: Geef uw Bediening fooi!
french: Donnez un pourboire à votre serveuse!
german: Gib deiner Bedienung ein Trinkgeld!
italian: Dai una mancia alla cameriera!
japanese: ウェイトレスにチップをあげてください!
spanish: ¡Deje propina a la camarera!

source: To download or stream songs, you must enter your e-mail address.
dutch: Om liedjes te streamen of downloaden moet u uw e-mail adres invoeren.
french: Pour télécharger ou diffuser les chansons , vous devez saisir votre adresse e-mail.
german: Um Lieder herunterzuladen oder zu streamen, müssen Sie Ihre E-Mail-Adresse eingeben.
italian: Per scaricare o trasmettere i brani, è necessario immettere il proprio indirizzo e-mail.
japanese: 曲をダウンロードまたはストリームするには、メールアドレスを入力する必要があります。
spanish: Para descargar or reproducir canciones mientras se descargan como torrentes, deberá introducir su dirección de e-mail.

# To use the Chartbuster “%s” for streaming, you must be using “%s”.
source: To use the Chartbuster “%1$s” for streaming, you must be using “%2$s”.
dutch: Om de Chartbuster “%1$s” te grebruiken voor streaming, moet u “%2$s” gebruiken.
french: Pour utiliser Chartbuster "%1$s" pour la diffusion, vous devez utiliser “%2$s”.
german: Um den Chartbuster “%1$s” zum Streamen zu verwenden, müssen Sie “%2$s” verwenden.
italian: Per usare Chartbuster “%1$s” per lo streaming, è necessario usare “%2$s”.
japanese: Chartbuster の「%1$s」をストリーミングに使うには、「%2$s」を使っている必要があります。
spanish: Para usar el Chartbuster “%1$s” para descarga en torrente, debe usar “%2$s”.

source: Tonight
dutch: Vanavond
french: Ce soir
german: Heute Abend
italian: Stasera
japanese: 今夜
spanish: Esta noche

source: Too many links
dutch: Te veel links
french: Trop de liens
german: Zu viele Links
italian: Troppi collegamenti
japanese: リンクが多過ぎます。
spanish: Demasiados vínculos

source: Too many open files
dutch: Te veel open bestanden
french: Trop de fichiers ouverts
german: Zu viele geöffnete Dateien
italian: Troppi file aperti
japanese: 開いているファイルが多過ぎます。
spanish: Demasiados archivos abiertos

source: Too many open files in system
dutch: Te veel open bestanden in systeem
french: Trop de fichiers ouverts dans le système
german: Zu viele geöffnete Dateien im System
italian: Troppi file aperti nel sistema
japanese: システム内に開いているファイルが多過ぎます。
spanish: Demasiados archivos abiertos en el sistema

source: Track #
french: # de piste
german: Track Nr.
italian: Traccia #
japanese: トラック番号
spanish: Pista nº

source: Track Name:
dutch: Tracknaam:
french: Nom de piste :
italian: Titolo della traccia
japanese: トラック名：
spanish: Nombre de pista:

source: Track Number:
dutch: Tracknummer:
french: Numéro de piste :
german: Track-Nummer
italian: Numero della traccia
japanese: トラック番号：
spanish: Número de pista:

source: Trash
dutch: Prullenbak
french: Corbeille
german: Wegwerfen
italian: Cestinare
japanese: ゴミ箱
spanish: Enviar a la papelera

source: Trash Original Files
dutch: Gooi Originele Bestanden weg
french: Mettre les fichiers originaux dans la corbeille
german: Originaldateien wegwerfen
italian: Cestina file originali
japanese: 元のファイルを捨てる
spanish: Enviar a la papelera los archivos originales

# tri_gift_pack_blurb
source: kJams uses SSL for all financial network transactions. Your e-mail address is used by music stores to send you a receipt, kJams does not use it for any other purpose.
dutch: kJams gebruikt SSL voor alle financiële netwerktransacties. Uw e-mailadres wordt gebruikt door music stores om u een bestelbevestiging te sturen, kJams gebruikt uw adres voor geen enkel ander doel.
french: kJams utilise SSL pour toutes les transactions réseaux financières. Votre adresse e-mail est utilisée par les magasins de musique pour vous envoyer un reçu, kJams ne l'utilise jamais dans un autre but.
german: kJams verwendet SSL für alle finanziellen Transaktionen im Netzwerk. Ihre E-Mail-Adresse wird von Musikläden verwendet, um Ihnen eine Quittung zu senden und kJams nutzt sie nicht für andere Zwecke.
italian: kJams usa il protocollo SSL per tutte le transazioni finanziarie. Il tuo indirizzo e-mail è usato dai music store per inviarti le ricevute di acquisto, kJams non lo usa per nessun altro scopo.
japanese: kJams はすべてのネットワーク送金手続きに SSL を採用しています。お客様のメールアドレスにミュージックストアからレシートが送信される以外、kJams がお客様のメールアドレスを使用することはありません。
spanish: kJam usa SSL para todas las transacciones en red. Su dirección de e-mail se usa en tiendas de música para enviarle un recibo, kJams no la usa con ningún otro propósito.

source: TriceraSoft only accepts Visa and Master Card
dutch: TriceraSoft accepteert alleen Visa en MasterCard
french: TriceraSoft accepte uniquement les cartes Visa et Master Card
german: TriceraSoft akzeptiert nur Visa- und MasterCard
italian: TriceraSoft accetta solo Visa e Master Card
japanese: TriceraSoft は Visa と Master Card だけを受け付けております。
spanish: TriceraSoft sólo acepta Visa and Master Card

source: Try again
dutch: Probeer opnieuw
french: Essayez à nouveau
german: Wieder versuchen
italian: Riprova
japanese: もう一度お試しください。
spanish: Inténtelo de nuevo

source: Try logging in instead.
dutch: Probeer u aan te melden.
french: Essayez de vous connecter à la place.
german: Versuchen stattdessen ein Einloggen
italian: Prova a effettuare l'accesso invece.
japanese: 代わりにログインをお試しください。
spanish: Intente iniciar sesión.

source: Umm, sorry, but I've somehow lost track of this many songs:
dutch: Umm, sorry, maar ik ben op één of andere manier verdwaald geraakt in zo veel liedjes:
french: Umm, désolé, mais j'ai en quelque sorte perdu la trace de ce nombre de chansons:
german: Oh, Entschuldigung, aber ich habe irgendwie die Spur von diesen vielen Liedern verloren:
italian: Spiacenti ma si è persa la traccia di tutti questi brani:
japanese: 残念ながら、この多くの曲のトラックを失ってしまったようです：
spanish: Vaya, lo siento pero parece que he perdido la cuenta de tantas canciones:

source: Unable to install eSellerate engine!
dutch: Onmogelijk eSellerate machine te installeren!
french: Impossible d'installer le moteur eSellerate !
german: Unfähig, den eSellerate-Engine zu installieren!
italian: Impossibile installare il sistema eSellerate.
japanese: eSellerate エンジンをインストールできません!
spanish: ¡No se pudo instalar el motor eSellerate!

source: Unable to select song in Library
dutch: Onmogelijk lied in de Bibliotheek te selecteren
french: Impossible de sélectionner chanson dans la bibliothèque
german: Unfähig, ein Lied in der Bibliothek auszuwählen
italian: Impossibile selezionare il brano nella libreria
japanese: ライブラリの曲を選択できません。
spanish: No se puede seleccionar la canción en la biblioteca

source: Unix Error:
dutch: Unix Fout:
french: Erreur Unix:
german: Unix-Fehler:
italian: Errore Unix:
japanese: Unix エラー：
spanish: Error de Unix:

source: Unknown Activation Key
dutch: Onbekende Activatie Sleutel
french: Clé d'activation inconnue
german: Unbekannter Aktivierungsschlüssel
italian: Chiave di attivazione sconosciuta
japanese: 不明なライセンス認証キー
spanish: Clave de activación desconocida

source: Unknown Album
dutch: Onbekend Album
french: Album inconnu
german: Unbekanntes Album
italian: Album sconosciuto
japanese: 不明なアルバム
spanish: Álbum desconocido

source: Unknown Artist
dutch: Onbekende Artiest
french: Artiste inconnu
german: Unbekannter Interpret
italian: Artista sconosciuto
japanese: 不明なアーティスト
spanish: Artista desconocido

source: Unknown error
dutch: Onbekende fout
french: Erreur inconnue
german: Unbekannter Fehler
italian: Errore sconosciuto
japanese: 不明なエラー
spanish: Error desconocido

source: Unknown eSellerate Error
dutch: Onbekende eSellerate Fout
french: Erreur eSellerate inconnue
german: Unbekannter eSellerate-Fehler
italian: Errore eSellerate sconosciuto
japanese: 不明な eSellerate エラー
spanish: Error desconocido en eSellerate

source: Unknown Folder
dutch: Onbekende Map
french: Dossier Inconnu
german: Unbekannter Ordner
italian: Cartella sconosciuta
japanese: 不明なフォルダ
spanish: Carpeta desconocida

source: Unknown Singer
dutch: Onbekende Zanger
french: Chanteur inconnu
german: Unbekannter Sänger
italian: Cantante sconosciuto
japanese: 不明な歌手
spanish: Cantante desconocido

source: Unknown Song
dutch: Onbekend Lied
french: Chanson inconnue
german: Unbekanntes Lied
italian: Brano sconosciuto
japanese: 不明な曲
spanish: Canción desconocida

source: Unknown.
dutch: Onbekend.
french: Inconnue.
german: Unbekannt.
italian: Sconosciuto.
japanese: 不明
spanish: Desconocido.

source: Unloading Plugins
dutch: Ontlaad Plugins
french: Chargement des Plugins
german: Entlade Plugins
italian: Scaricamento plugin
japanese: ブラグインのアンロード
spanish: Descargando complementos

source: Unlock Palette
dutch: Ontgrendelt Palet
french: Déverrouillage de la palette
german: Palette entsperren
italian: Sblocco tavolozza
japanese: パレットのロック解除
spanish: Desbloquear paleta

source: Unpacking Audio format:
dutch: Uitpakken Audio formaat:
french: Déballage du format audio:
german: Entpacke Audioformat:
italian: Decompressione formato audio:
japanese: オーディオ形式の解凍：
spanish: Descomprimiendo formato de audio:

source: Untitled Preset
dutch: Vooraf ingestelde Instellingen zonder Titel
french: Présélection sans titre
german: Voreinstellung ohne Titel
italian: Preimpostazione senza nome
japanese: タイトルのないプリセット
spanish: Configuración predefinida sin nombre

source: Untitled Venue
dutch: Plaats Zonder Titel
french: Lieu sans titre
german: Veranstaltungsort ohne Titel
italian: Location performance senza nome
japanese: タイトルのない会場
spanish: Ubicación sin nombre

source: Unused
dutch: Niet Gebruikt
french: Inutilisée
german: Unbenutzt
italian: Inutilizzato
japanese: 未使用
spanish: Sin uso

source: Unzipping download…
dutch: Unzipt download…
french: Décompression du téléchargement…
german: Entpacke Download…
italian: Decompressione download in corso…
japanese: ダウンロードを解凍中…
spanish: Descomprimiendo la descarga…

source: Unzipping on command line
dutch: Unzipt op commando lijn
french: Décompression sur la ligne de commande
german: Entpacke in der Befehlszeile
italian: Decompressione riga di comando
japanese: コマンドラインで解凍
spanish: Descomprimiendo sobre línea de comandos

source: Unzipping song:
dutch: Unzipt lied:
french: décompression de la chanson :
german: Entpacke Lied:
italian: Decompressione brano:
japanese: 曲の解凍：
spanish: Descomprimiendo canción:

source: Update
dutch: Updaten
french: Mise à jour
italian: Aggiorna
japanese: 更新
spanish: Actualizar

source: Updating DB with new search paths…
dutch: Updaten DB met nieuwe zoek paths…
french: Mise à jour de la base de données avec les nouveaux chemins de recherche…
german: Aktualisiere DB mit neuen Suchpfaden…
italian: Aggiornamento DB con nuovi percorsi di ricerca in corso…
japanese: 新しい検索パスで DB を更新しています…
spanish: Actualizando DB con nuevas rutas de búsqueda…

source: Updating Values
dutch: Updaten Waarden
french: Mise à jour des valeurs
german: Aktualisiere Werte
italian: Aggiornamento location performance
japanese: 会場の更新
spanish: Actualizando valores

source: Updating “Date Added” meta data…
dutch: Updaten “Datum Toegevoegd” meta data…
french: Mise à jour des données-méta "date rajoutée"…
german: Aktualisiere „Datum hinzugefügt“-Metadaten…
italian: Aggiornamento metadati “Dati aggiunti” in corso…
japanese: 「追加日」メタデータの更新…
spanish: Actualizando metadatos de "Fecha añadida"…

source: Updating “No Lyrics” meta data…
dutch: Updaten “Geen Teksten” meta data…
french: Mise à jour des données-méta "Paroles"…
german: Aktualisiere „Kein Text“-Metadaten…
italian: Aggiornamento metadati “Nessun testo” in corso…
japanese: 「歌詞なし」メタデータの更新…
spanish: Actualizando metadatos de "Sin letra"…

source: Upgrade
dutch: Upgraden
french: Mise à niveau
italian: Aggiorna
japanese: アップグレード
spanish: Actualización de mejora

source: Use File Name
dutch: Gebruik Bestandsnaam
french: Utilisez nom du fichier
german: Dateinamen verwenden
italian: Usa nome file
japanese: ファイル名を使う
spanish: Utilizar nombre de archivo

source: Use Song Name
dutch: Gebruik Lied Naam
french: Utilisez nom de la chanson
german: Liednamen verwenden
italian: Usa nome brano
japanese: 曲名を使う
spanish: Utilizar nombre de canción

source: Use your iPhone or iPod Touch to browse songs and submit them to the KJ! Just go to the App store and search for “iJams”
dutch: Gebruik uw iPhone of iPod Touch om door liedjes te zoeken en ze aan te vragen voor de KJ! Ga simpelweg naar de App winkel en zoek naar "iJams"
french: Utilisez votre iPhone ou votre iPod Touch pour défiler les chansons et les soumettre à KJ! Allez simplement sur l'App store et recherchez "iJams"
german: Verwenden Sie Ihr iPhone oder iPod touch, um Lieder zu browsen und zu kJ zu senden! Gehen Sie einfach in den App-Store und suchen Sie nach „iJams“
italian: Usa il tuo iPhone o iPhone Touch per navigare tra le canzoni e inviarle al KJ! Vai sull’App Store e cerca “iJams”.
japanese: iPhone またはiPod Touch で歌をブラウズし、それを KJ に投稿してください! App Store で「iJams」を検索してください。
spanish: ¡Use su iPhone o iPod Touch para ver sus canciones y enviarlas a KJ! ¡Tan solo tiene que ir a la App store y buscar "iJams"!

source: User Canceled
dutch: Gebruiker Geannuleerd
french: Utilisateur annulé
german: Benutzer gelöscht
italian: Utente cancellato
japanese: ユーザーがキャンセルしました。
spanish: Cancelado por el usuario

source: Using Old Version
dutch: Gebruikt Oude Versie
french: Utilisation d'une ancienne version
german: Benutze alte Version
italian: Si sta utilizzando la vecchia versione
japanese: 古いバージョンを使う
spanish: Está usando una versión antigua

source: Valid only with “%s”
dutch: Alleen geldig met "%s"
french: Valide uniquement avec “%s”
german: Gültig nur mit “%s”
italian: Valido solo con “%s”
japanese: 「%s」のみで有効
spanish: Válido solamente con “%s”

# validate_ms_blurb
source: First you must correctly enter all your “1-Click Settings”.
dutch: Eerst moet u al uw "1-Klik Instellingen" juist invoeren.
french: Premièrement, vous devez correctement saisir tous vos "paramètres 1-Touche".
german: Zuerst müssen Sie alle Ihre „1-Klick-Einstellungen“ richtig eingeben.
italian: Per prima cosa è necessario immettere in modo corretto tutte le “Impostazioni da un solo clic”.
japanese: まず、「1-Click 設定」をすべて正しく入力する必要があります。
spanish: En primer lugar debe introducir correctamente toda la "configuración de 1 clic".

source: Various
dutch: Verschillende
french: Divers
german: Verschiedene
italian: Vari
japanese: 様々な
spanish: Varios

source: VCD titles must be ripped into the library before playing.
dutch: VCD titels moeten naar de bibliotheek geript worden voor het afspelen.
french: Les titres VCD doivent être gravés dans la bibliothèque avant la lecture.
german: VCD-Titel müssen vor dem Abspielen in die Bibliothek gerippt werden.
italian: I titoli del VCD devono essere copiati nella libreria prima della riproduzione.
japanese: VCD タイトルは再生する前にライブラリに抽出しておく必要があります。
spanish: Los títulos del VCD deben extraerse a la biblioteca antes de reproducirlos.

source: Version
dutch: Versie
italian: Versione
japanese: バージョン
spanish: Versión

source: Version Checking
dutch: Controleren Versie
french: Vérification de la version
german: Überprüfen der Version
italian: Controllo versione
japanese: バージョンの確認
spanish: Comprobación de la versión

source: Video
french: Vidéo
japanese: 動画（ビデオ）
spanish: Vídeo

source: Volume
german: Lautstärke
japanese: 音量
spanish: Volumen

source: Voucher Purchase not available yet! Would you like to send KaraokeCloud (NOT the developer) a request for this feature? This is NOT a request for tech support.
dutch: Aankoop van kortingscode nog niet mogelijk! Wilt u KaraokeCloud (NIET de ontwikkelaar) een verzoek sturen voor deze functie? Dit is GEEN verzoek om technische ondersteuning.
french: Achat de bon cadeau non encore disponible ! Voulez-vous envoyer à KaraokeCloud (PAS le développeur) une demande pour cette fonctionnalité ? Ce n'est PAS une demande de support technique.
german: Gutschein-Kauf noch nicht verfügbar! Möchten Sie KaraokeCloud (NICHT dem Entwickler) einen Antrag auf diese Funktion schicken? Das ist KEINE Anfrage für technischen Support.
italian: L'acquisto di coupon non è ancora disponibile! Vuoi richiedere a KaraokeCloud (NON allo sviluppatore) di implementare questa funzione? Questa NON è una richiesta di supporto tecnico.
japanese: 現在バウチャーの購入はできません！ KaraokeCloud（開発者ではありません）に、購入機能のリクエストを送信しますか？ これは技術サポートへのリクエストではありません。
spanish: La compra de tarjetas regalo no está disponible aún. ¿Quiere enviar una petición a KaraokeCloud (no al desarrolador) para que implemente el servicio? No es una petición de ayuda técnica.

source: Waiting for cache purging to complete
dutch: Wachten tot het legen van de cache is voltooid
french: En attente de la finalisation de la purge du cache
german: Warten auf die Vervollständigung der Cache-Speicher-Reinigung
italian: In attesa del completamento della pulizia della cache
japanese: キャッシュ消去の終了待ち
spanish: Esperando a que se complete el borrado de caché

source: Waiting for sort tasks…
dutch: Wacht op sorteer taken…
french: En attente de trier les tâches…
german: Warte auf Sortierungstasks…
italian: In attesa delle operazioni di ordinamento…
japanese: 並べ替えタスクを待っています…
spanish: Esperando por las tareas de clasificación…

source: Waiting for Spotlight…
dutch: Wacht op Spotlight…
french: En attente des projecteurs…
german: Warte auf Spotlight…
italian: In attesa dello spotlight…
japanese: Spotlight を待っています…
spanish: Esperando por Spotlight…

source: Warn me if this happens again after two hours.
dutch: Waarschuw me als dit nogmaals gebeurt na twee uur.
french: Me prévenir si cela se produit à nouveau après deux heures.
german: Schicken Sie mir einen erneuten Warnhinweis zu, falls dies in zwei Stunden erneut geschieht
italian: Avvertimi se succede di nuovo dopo due ore.
japanese: ２時間後に再発したらご連絡ください。
spanish: Avísenme si vuelve a ocurrir en dos horas.
