Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

# remove_refs_blurb
source: This will remove all references from all playlists! It will leave files on your disk untouched. Are you sure you want to remove all references?
dutch: Dit zal alle referenties van alle afspeellijsten verwijderen! Het zal bestanden op uw disk onaangeroerd laten. Weet u zeker dat u alle referenties wilt verwijderen?
french: Cela permettra d'éliminer toutes les références de toutes les listes de lecture! Il va laisser des fichiers sur votre disque vierge. Etes-vous sûr de vouloir supprimer toutes les références?
german: Dies wird alle Verweise aus allen Wiedergabelisten entfernen! Es wird Dateien auf Ihrer Disk unberührt lassen. Sind Sie sicher, dass Sie alle Verweise entfernen wollen?
italian: Questo eliminerà tutti i riferimento dalle playlist, lasciando intatti i file nel disco. Eliminare tutti i riferimenti?
japanese: これはすべてのプレイリストからすべての参照を削除します! ディスク上のファイルはそのまま残されます。ほんとうにすべての参照を削除しますか?
spanish: Esta acción quitará todas las referencias de todas las listas de reproducción. Dejará los archivos de su disco intactos. ¿Está seguro de que quiere retirar todas las referencias?

source: Removing Duplicates
dutch: Dubbelingen verwijderen
french: Effacement des doublons
german: Entfernung von Duplikaten
italian: Rimozione duplicati in corso
japanese: 複製を削除中
spanish: Eliminar duplicados

source: removing music store manager
dutch: verwijdert muziek store manager
french: Suppression du gestionnaire de magasin de la musique
german: entferne Musikladenverwalter
italian: eliminazione gestore music store
japanese: ミュージックストアマネージャの削除
spanish: retirando el gestor de tiendas de música

source: Removing Songs from all playlists
dutch: Verwijdert Liedjes van alle afspeellijsten
french: Suppression des chansons de la liste de lecture
german: Entferne Lieder von allen Wiedergabelisten
italian: Eliminazione brani dalle playlist
japanese: すべてのプレイリストから曲を削除する
spanish: Retirando canciones de todas las listas de reproducción

source: Removing Songs from Library
dutch: Verwijdert Liedjes van de Bibliotheek
french: Suppression des chansons de la bibliothèque
german: Entferne Lieder aus der Bibliothek
italian: Eliminazione brani dalla libreria
japanese: ライブラリから曲を削除する
spanish: Quitando canciones de la biblioteca

source: Rendition
dutch: Weergave
french: Extraditions
german: Rhythmus
italian: Rendering
japanese: 演奏
spanish: Rendición

source: Request
dutch: Verzoek
french: Demande
german: Anfrage
italian: Richiedi
japanese: リクエスト
spanish: Petición

source: Reset Picture Position
dutch: Herstel Foto Positie
french: Réinitialisez la position de l'image
german: Bildposition zurücksetzen
italian: Reimposta posizione immagine
japanese: 画像の位置をリセットする
spanish: Restaurar posición de la imagen

source: Reset Pos
dutch: Herstel Pos
french: Redéfinissez la position
german: Pos. zurücksetzen
italian: Reimposta posizione
japanese: Pos のリセット
spanish: Restaurar posición

source: Resize composition element
dutch: Verander grootte van compositie element
french: Redimensionnement de la composition des éléments
german: Größe des Aufbau-Elements anpassen
italian: Ridimensiona elemento di composizione
japanese: 構成要素のサイズ変更
spanish: Cambiar el tamaño del elemento de composición

source: Resource deadlock avoided
dutch: Bron impasse vermeden
french: L'impasse des ressources évitée
german: Ressourcenstillstand verhindert
italian: Risorsa blocco critico evitata
japanese: リソースのデッドロックを回避しました。
spanish: Se ha evitado un atolladero de recursos

source: Resource temporarily unavailable
dutch: Bron tijdelijk niet beschikbaar
french: Ressources indisponible pour le moment
german: Ressource zeitweise nicht verfügbar
italian: Risorsa disponibile temporaneamente
japanese: リソースを一時的に利用できません。
spanish: Recurso temporalmente no disponible

source: Result too large
dutch: Resultaat te groot
french: Résultat trop large
german: Ergebnis zu groß
italian: Risultato troppo grande
japanese: 結果が大き過ぎます。
spanish: Resultado demasidado grande

source: Reveal
dutch: Onthul
french: Révéler
german: Zeigen
italian: Mostra
japanese: 表示する
spanish: Exponer

source: Reveal Web Site
dutch: Website onthullen
french: Révéler site web
german: Anzeigen der Webseite
italian: Mostra il sito web
japanese: ウェブサイトを表示
spanish: Mostrar página web

source: Rewind: %s
dutch: Terugspoelen: %s
french: Retour:%s
german: Zurückspulen: %s
italian: Riavvolgi: %s
japanese: 巻き戻す：%s
spanish: Rebobinar: %s

source: Rip
dutch: Rippen
french: Graver
german: Rippen
italian: Copia su CD
japanese: リップ
spanish: Extraer

source: Rip from CD:
dutch: Rip van CD:
french: Gravure à partir du CD:
german: Von CD rippen:
italian: Copia da CD:
japanese: CD からリップする：
spanish: Extraer desde CD:

source: Rip to bin/cue…
dutch: Rip naar bin/cue…
french: Gravez vers Bin/repère…
german: Nach BIN/CUE rippen…
italian: Copia in .bin/.cue…
japanese: bin/cue にリップする…
spanish: Extraer a bin/cue…

source: Ripping complete
dutch: Rippen compleet
french: Gravure terminée
german: Rippen vollendet
italian: Copia completata
japanese: リッピング完了
spanish: Extracción finalizada

source: Ripping, please wait…
dutch: Ript, wacht aub…
french: Gravure en cours , patientez s'il vous plait…
german: Rippe, bitte warten…
italian: Copia in corso. Attendere.
japanese: リッピング中です。お待ちください…
spanish: Extrayendo, por favor espere…

source: Rotation
dutch: Rotatie
italian: Rotazione
japanese: ローテーション
spanish: Rotación

source: Sample duration (seconds)
dutch: Voorbeeld duur (seconden)
french: Exemple de la durée (en secondes)
german: Dauer des Beispiels (Sekunden)
italian: Durata campione (secondi)
japanese: サンプルの演奏時間 (秒)
spanish: Duración de la muestra (segundos)

source: Sample Only
dutch: Alleen sample
french: Échantillon uniquement
german: Nur eine Probe
italian: Solo anteprima
japanese: 試用曲のみ
spanish: Solo muestra

source: Saving Database…
dutch: Opslaan Database…
french: Sauvegarde de la base de donnée…
german: Speichere Datenbank…
italian: Salvataggio database in corso…
japanese: データベースを保存しています…
spanish: Guardando base de datos…

source: Saving:
dutch: Slaat op:
french: Sauvegarde en cours:
german: Speichere:
italian: Salvataggio:
japanese: 保存する：
spanish: Guardando:

source: Scanning for missing songs
dutch: Scannen voor missende liedjes
french: Analyse pour des chansons manquante
german: Scanne auf fehlende Lieder
italian: Scansione per brani mancanti
japanese: 欠落している曲をスキャンする
spanish: Explorando en busca de canciones omitidas

source: Script Error
dutch: Script Fout
french: Erreur de script
german: Skriptfehler
italian: Errore di script
japanese: スクリプトエラー
spanish: Error de script

source: Search
dutch: Zoeken
french: Rechercher
german: Suche
italian: Ricerca
japanese: 検索
spanish: Búsqueda

source: Search paths used to locate songs:
dutch: Zoek paths die gebruikt worden om liedjes te localizeren:
french: Chemins de recherche utilisé pour localiser les chansons:
german: Suchpfade, die zum Auffinden von Liedern verwendet werden:
italian: Ricerca percorso usato per posizionare i brani:
japanese: 曲の検索に使用される検索パス：
spanish: Rutas de búsqueda utilizadas para localizar canciones:

source: Searching for Disc…
dutch: Zoeken naar Disc…
french: Recherche pour le disque…
german: Suche nach Disk…
italian: Ricerca del disco in corso…
japanese: ディスクを検索…
spanish: Buscando disco…

source: Searching in iTunes
dutch: Zoeken in iTunes
french: Rechercher dans iTunes
german: Suche in iTunes
italian: Ricerca in iTunes
japanese: iTunes で検索する
spanish: Buscando en iTunes

# Searching “%s” for “%s”…
source: Searching “%1$s” for “%2$s”…
dutch: Zoeken in “%1$s” naar “%2$s”…
french: Recherche de “%1$s” pour “%2$s”…
german: Suche “%1$s” für “%2$s”…
italian: Ricerca di "%1$s" per "%2$s" in corso
japanese: 「%2$s」の「%1$s」を検索中…
spanish: Buscando “%1$s” por “%2$s”…

source: Second
dutch: Seconde
french: Seconde
german: Sekunde
italian: Secondo
japanese: 秒
spanish: Segundo

source: Seconds
dutch: Seconden
french: Secondes
german: Sekunden
italian: Secondi
japanese: 秒
spanish: Segundos

source: Security Information
dutch: Beveiligingsinformatie
french: Information sur la sécurité
german: Sicherheitsinformationen
italian: Informazioni di sicurezza
japanese: セキュリティ情報
spanish: Información de seguridad

source: See your KJ for information!
dutch: Raadpleeg uw KJ voor informatie!
french: Consultez votre KJ pour de l'information!
german: Kontaktiere deinen KJ für Informationen!
italian: Consulta KJ per informazioni!
japanese: 情報を KJ でご参照ください!
spanish: ¡Consulte a su KJ para más información!

source: Selection added to QuickTime Export que
dutch: Selectie toegevoegd aan QuickTime Exporteer rij
french: Sélection ajouté à QuickTime Export Québec
german: Auswahl zu QuickTimes Warteschlange zum Exportieren hinzugefügt
italian: Selezione aggiunta alla coda di esportazione QuickTime
japanese: 選択したものを QuickTime エクスポートキューに追加
spanish: Selección añadida a QuickTime Export que

source: Selection added to re-encode que
dutch: Selectie toegevoegd aan her-encodeer rij
french: Ajout d'une sélection de ré-encoder Québec
german: Auswahl zur Warteschlange zum erneuten Kodieren hinzugefügt
italian: Selezione aggiunta alla coda di ricodifica
japanese: 選択したものを再エンコードキューに追加
spanish: Selección añadida para recodificar que

source: Send
dutch: Verzenden
french: Envoyer
german: Senden
italian: Invia
japanese: 送信
spanish: Enviar

source: Send Crash Report
dutch: Verzend Crash Verslag
french: Envoyer un rapport d'incident
german: Absturzbericht senden
italian: Invia report dell'arresto anomalo
japanese: クラッシュレポートを送信
spanish: Enviar informe de fallo

source: Sending Music Store purchase request
dutch: Verzend Muziek Store aankoop verzoek
french: Envoi la demande d'achat au magasin de musique
german: Sende Kaufanfrage an den Musikladen
italian: Invio richiesta di acquisto al music store
japanese: ミュージックストア購入申請を送信
spanish: Enviando solicitud de compra de la tienda de música

source: Serial Number
dutch: Serie Nummer
french: Numéro de série
german: Seriennummer
italian: Numero di serie
japanese: シリアル番号
spanish: Número de serie

source: Set Comp Duration
dutch: Stel Comp Duur in
french: Paramétrez la durée de l'ordinateur
german: Aufbaudauer einstellen
italian: Imposta durata composizione
japanese: Comp 継続時間の設定
spanish: Establecer duración de la composición

source: Set Comp Start Time
dutch: Stel Comp Start Tijd in
french: Paramétrez l'heure de démarrage de l'ordinateur
german: Startzeit des Aufbaus einstellen
italian: Imposta inizio composizione
japanese: Comp 開始時間の設定
spanish: Establecer hora de inicio de la composición

source: Set Comp Time
dutch: Stel Comp Tijd in
french: Paramétrez l'heure de l'ordinateur
german: Aufbauzeit einstellen
italian: Imposta tempo composizione
japanese: Comp 時間の設定
spanish: Establecer el tiempo de la composición

source: Set Composition Palette Color
dutch: Stel Compositie Palet Kleur in
french: Paramétrez la composition de la palette des couleurs
german: Palettenfarbe des Aufbaus einstellen
italian: Imposta colore tavolozza composizione
japanese: 構成パレットの色の設定
spanish: Establecer color de la paleta de composición

source: Set Sweep Color
dutch: Stel Veeg Kleur in
french: Paramétrez la couleur de balayage
german: Linienfarbe einstellen
italian: Imposta colore evidenziazione
japanese: スイープカラーの設定
spanish: Establecer color de barrido

source: Set Text Color
dutch: Stel Tekst Kleur in
french: Paramétrez la couleur du texte
german: Textfarbe einstellen
italian: Imposta colore testo
japanese: テキストカラーの設定
spanish: Establecer color del texto

# set_meta_on_selection_blurb
source: Are you sure you want to set the “%1$s” meta data to “%2$s” for all %3$d songs in the current selection? Or do you want to change just one? You can not undo this action.
dutch: Wet u zeker dat u de instellingen voor de "%1$s" meta data naar "%2$s" voor alle %3$d liedjes in de huidige selectie wilt instellen? Of wilt u er maar één wijzigen? U kunt deze actie niet ongedaan maken.
french: Êtes-vous sûr(e) de vouloir régler la donnée méta "%1$s" sur "%2$s" pour toutes les chansons "%3$d" de la sélection actuelle? Ou souhaitez-vous en changer une seulement? Vous ne pouvez pas annuler cette action.
german: Sind Sie sicher, dass Sie die Metadaten von “%1$s” in der vorliegenden Auswahl für alle %3$d Lieder auf “%2$s” setzen wollen? Oder möchten Sie nur eins ändern? Sie können diesen Vorgang nicht rückgängig machen.
italian: Sei sicuro di voler modificare i metadati di “%1$s” con “%2$s” per tutte le %3$d canzoni selezionate? O vuoi cambiare solo una voce? Non potrai modificare questa scelta.
japanese: 現在選択中のすべての %3$d 曲の「%1$s」メタデータを「%2$s」にセットしますか？または1曲だけ変更しますか? これはやり直しができません。
spanish: ¿Seguro que quiere cambiar el campo de metadatos “%1$s” a “%2$s” en las %3$d canciones seleccionadas? ¿O quiere cambiar solo una? Esta acción no se puede deshacer.

source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen
italian: Impostazioni
japanese: 設定
spanish: Configuración

source: Show
dutch: Toon
french: Afficher
german: Zeigen
italian: Mostra
japanese: 表示
spanish: Mostrar

source: Show Message
dutch: Toon Bericht
french: Affichez le message
german: Mitteilung zeigen
italian: Mostra messaggio
japanese: メッセージの表示
spanish: Mostrar mensaje

source: Showing Windows
dutch: Toont Vensters
french: Affichage de windows
german: Zeige Fenster
italian: Mostra finestre
japanese: ウィンドウの表示
spanish: Mostrando ventanas

source: Shutting down thread manager
dutch: Sluit draad manager af
french: Fermeture du gestionnaire du fil de la discussion
german: Schließe Thread-Manager
italian: Chiusura manager thread
japanese: スレッドマネージャのシャットダウン
spanish: Cerrando el gestor de hilos de procesamiento

source: Shutting down Web Server
dutch: Webserver wordt gestopt
french: Arrêt sur serveur web
german: Herunterfahren des Webservers
italian: Chiusura del web server in corso
japanese: ウェブサーバーをシャットダウン中
spanish: Apagando servidor web

source: Signal error
dutch: Signaal fout
french: Signaler l'erreur
german: Signalfehler
italian: Errore segnale
japanese: 信号エラー
spanish: Error de señal

source: Singer
dutch: Zanger
french: Chanteur
german: Sänger
italian: Cantante
japanese: 歌手
spanish: Cantante

source: Singer is KJ
dutch: Zanger is KJ
french: Le chanteur est le KJ
german: Sänger ist KJ
italian: Il cantante è il KJ
japanese: 歌うのはＫＪです
spanish: El cantante es el KJ

source: Singer name already taken. Please choose another.
dutch: Naam zanger is al in gebruik. Kies aub een andere.
french: Nom du chanteur déjà pris. Veuillez en choisir un autre.
german: Sängername ist bereits vergeben. Bitte wählen Sie einen anderen.
italian: Nome cantante già in uso. Sceglierne un altro
japanese: 歌手名は既に使われてます。別の名前を選んでください。
spanish: El nombre de cantante ya se ha tomado. Por favor, elija otro.

source: Singer Nickname
dutch: Bijnaam Zanger
french: Surnom du chanteur
german: Spitzname des Sängers
italian: Soprannome cantante
japanese: 歌手のニックネーム
spanish: Apodo del cantante

# single_select_bug_blurb
source: You must have exactly one song selected to play. Somehow, it seems there are 2 or more songs selected. Would you like to deselect them? You can then just double click the song you want to play.
dutch: U moet exact één lied geselecteerd hebben om af te spelen. Op één of andere manier lijkt het of er 2 of meer liedjes geselecteerd zijn. Wilt u de selectie opheffen? U kunt dan gewoon dubbelklikken op het lied dat u wilt afspelen.
french: Vous devez avoir exactement un morceau sélectionné en vue de la lecture. D'une certaine manière, il semble qu'il y ait deux ou plusieurs morceaux sélectionnés. Aimeriez-vous les désélectionner? Vous pouvez ensuite double cliquer sur la chanson que vous voulez jouer.
german: Sie müssen genau ein Lied zum Abspielen ausgewählt haben. Irgendwie scheinen 2 oder mehr Lieder ausgewählt zu sein. Möchten Sie sie deselektieren? Sie können dann einfach auf das Lied doppelklicken, dass Sie abspielen wollen.
italian: È necessario avere un brano selezionato. Sembra che ce ne siano 2 o più di 2 selezionati. Deselezionarli? Fare doppio clic sul brano da riprodurre.
japanese: 再生に選択した曲が1曲だけ必要です。どういうわけか、選択された曲が2つ以上あると思われます。それらの選択を解除しますか？その後、再生したい曲をダブルクリックすることができます。
spanish: Debe tener exactamente una canción seleccionada para reproducir. De algún modo, parece que hay 2 o más canciones seleccionadas. ¿Quiere anular la selección? Le basta con hacer doble clic en la canción que desea reproducir.

source: Size
dutch: Grootte
french: Taille
german: Größe
italian: Dimensione
japanese: サイズ
spanish: Tamaño

source: Slip
french: Lissage
german: Verschiebung
italian: Ritardo audio-video
japanese: ずれ
spanish: Desincronización

source: SMS Carrier
dutch: Sms-provider
french: Distributeur SMS
german: SMS-Mobilfunkanbieter
italian: Operatore SMS
japanese: ＳＭＳ事業者
spanish: Operador SMS

source: SMS Number
dutch: Sms-nummer
french: Numéro SMS
german: SMS-Nummer
italian: Numero SMS
japanese: SMS番号
spanish: Número SMS

source: SMS Region
dutch: Sms-regio
french: Région SMS
italian: Regione SMS
japanese: SMSリージョン
spanish: Región SMS

source: Some crazy QuickTime error trying to extract audio! Bummer!
dutch: Een vreemde QuickTime fout probeert audio te op te halen! Jammer!
french: Des erreurs incroyables de QuickTime essayant d'extraire l'audio! Décevant!
german: Ein lächerlicher QuickTime-Fehler versucht, Audios zu extrahieren! Mist!
italian: Strano errore QuickTime che sta tentando di estrarre l'audio. Che fastidio!
japanese: オーディオを抽出しようとしていると、QuickTime のエラーが起きました!
spanish: Se ha producido algún extraño error en QuickTime al intentar extraer el audio. ¡Qué lata!

source: Some kind of error deleting songs
dutch: Één of andere fout bij verwijderen van liedjes
french: Des erreurs lors de la sélection de chansons
german: Irgendein Fehler löscht Lieder
italian: Errore nell'eliminazione dei brani
japanese: 曲の削除で何らかのエラーが起きました。
spanish: Hay algún tipo de error la eliminar las canciones

source: Some kind of problem deleting a singer. You might try quitting, and deleting the singer in the finder
dutch: Één of andere fout bij het verwijderen van een zanger. U kunt proberen af te sluiten en de zanger te verwijderen in de finder
french: Des erreur lors de la suppression du chanteur.Vous pouvez essayer de quitter et supprimer le chanteur dans le champs de la recherche
german: Irgendein Problem löscht einen Sänger. Sie könnten versuchen, das Programm zu verlassen und den Sänger im Sucher zu löschen
italian: Errore nell'eliminazione del cantante. Provare a uscire ed eliminare il cantante nella ricerca
japanese: 歌手の削除で何らかの問題が起きました。終了して Finder から歌手を削除してみてください。
spanish: Hay algún tipo de problema al eliminar un cantante. Puede intentar salir y eliminar el cantante en el buscador.

source: Some of the selected files are located in your kJams music folder. Would you like to move these files to the trash?
dutch: Sommige van de geselecteerde bestanden bevinden zich in uw kJams muziek map. Wilt u deze bestanden verplaatsen naar de prullenbak?
french: Quelques fichiers sélectionnés sont situés dans votre dossier de musique kJams. Voulez-vous déplacer ces fichiers vers la corbeille?
german: Einige der ausgewählten Dateien befinden sich in Ihrem Musikordner von kJams. Möchten Sie diese Dateien in den Papierkorb verschieben?
italian: Alcuni file selezionati si trovano nella cartella "kJams Music". Spostarli nel cestino?
japanese: 択したファイルのいくつかは、kJams ミュージックフォルダに格納されています。ゴミ箱にこれらのファイルを移動しますか？
spanish: Algunos de los archivos seleccionados están ubicados en su carpeta de música de kJams. ¿Quiere mover estos archivos a la papelera de reciclaje?

source: Some of the selected items may be referenced by other playlists. Are you sure you want to delete all references?
dutch: Sommige van de geselecteerde items kunnen door andere afspeellijsten verwezen zijn. Weet u zeker dat u alle referenties wilt verwijderen?
french: Quelques fichiers sélectionnés peuvent être sélectionnés par des autres listes de lecture et situés dans votre dossier de musique kJams. Voulez-vous déplacer ces fichiers vers la corbeille?
german: Einige der ausgewählten Artikel könnten Verweise von anderen Wiedergabelisten aus haben. Sind Sie sicher, dass Sie alle Verweise löschen wollen?
italian: Alcuni degli elementi selezionati possono fare riferimento ad altre playlist. Rimuovere tutti i riferimenti?
japanese: 選択した項目のいくつかは他のプレイリストで参照されることがあります。ほんとうににすべての参照を削除してもよろしいですか？
spanish: Algunos de los elementos seleccionados pueden ser referencias de otras listas de reproducción. ¿Está seguro de que desea eliminar todas las referencias?

source: Some settings you have changed will take effect the next time you start kJams.
dutch: Sommige instellingen die u heeft gewijzigd zullen effectief zijn bij de volgende dat u kJams opstart.
french: Certains paramètres que vous avez changé prendra effet la prochaine fois que vous démarrez kJams.
german: Einige der von Ihnen geänderten Einstellungen werden in Kraft treten, wenn Sie kJams zum nächsten Mal starten.
italian: Alcune impostazioni cambiate saranno effettive al prossimo avvio di kJams.
japanese: 変更したいくつかの設定は kJams を次回起動したときに有効になります。
spanish: Algunos parámetros de configuración que ha cambiado surtirán efecto la próxima vez que inicie kJams.

source: Song
dutch: Lied
french: Chanson
german: Lied
italian: Brano
japanese: 曲
spanish: Canción

source: Song ID
dutch: Lied ID
french: ID de la chanson
german: Lied-ID
italian: ID brano
japanese: 曲 ID
spanish: ID de canción

source: Song Name
dutch: Liednaam
french: Nom de la chanson
german: Liedname
italian: Nome brano
japanese: 曲名
spanish: Nombre de canción

source: Song not found
dutch: Lied niet gevonden
french: Chanson non-trouvée
german: Lied nicht gefunden
italian: Impossibile trovare il brano
japanese: 曲がみつかりません。
spanish: Canción no encontrada

source: Song Sync Slip: %.1f seconds
dutch: Lied Sync Slip: %.1f seconden
french: Sync. de lissage de la chanson: %.en secondes
german: Abweichung der Liedsynchronisierung: %.1f Sekunden
italian: Ritardo audio-video sincronizzazione brano: %.1f secondi
japanese: 曲の同期ずれ： %.1f 秒
spanish: Desviación de sincronización en la canción: %.1f segundos

source: Song Writer
dutch: Schrijver van het Lied
french: Écrivain de la chanson
german: Liedschreiber
italian: Autore brano
japanese: ソングライター
spanish: Compositor de canciones

# Song “%@” added to “%@”
source: Song “%1$@” added to “%2$@”
dutch: Lied “%1$@” toegevoegd tot “%2$@”
french: Chanson “%1$@” ajoutée à “%2$@”
german: Lied “%1$@” hinzugefügt zu “%2$@”
italian: Brano “%1$@” aggiunto a “%2$@”
japanese: 「%1$@」の曲が「%2$@」に追加されました。
spanish: Canción “%1$@” añadida a “%2$@”

source: Songs
dutch: Liedjes
french: Chansons
german: Lieder
italian: Brani
japanese: 曲
spanish: Canciones

source: Songs Not Renamed
dutch: Liedjes Niet Hernoemd
french: Chansons n'ont pas été rénommées
german: Lieder nicht umbenannt
italian: Brani non rinominati
japanese: 名前が変更されなかった曲
spanish: Canciones a las que no se les ha cambiado el nombre

source: Sorry, but you must pay better attention for this to work. Please actually read the following message all the way through.
dutch: Sorry, maar u moet beter opletten om dit te laten werken. Lees aub het volgende bericht helemaal door.
french: Désolé, mais vous devez faire plus attention pour que cela fonctionne. Veuillez réellement lire le message entièrement.
german: Entschuldigung, aber Sie müssen besser aufpassen, damit dies funktioniert. Bitte lesen Sie die folgende Mitteilung wirklich komplett durch.
italian: Fare maggiore attenzione al funzionamento. Leggere attentamente il seguente messaggio fino alla fine.
japanese: 申し訳ありませんが、これが機能するためにはより注意を払う必要があります。次のメッセージをすべてお読みください。
spanish: Lo sentimos, pero debe prestar más atención para que esto funcione. Por favor, lea realmente el mensaje siguiente desde el principio hasta el final.
