Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Bad address
dutch: Fout adres
french: Mauvaise adresse
german: Falsche Adresse
italian: Indirizzo non valido
japanese: 不正なアドレス
spanish: Dirección incorrecta

source: Bad file descriptor
dutch: Foute bestand omschrijver
french: Mauvais descripteur de fichier
german: Falscher Dateideskriptor
italian: Descrittore file non valido
japanese: 不正なファイル記述子
spanish: Descriptor de archivo incorrecto

source: Bad file name (eg: no colons allowed)
dutch: Foute bestandsnaam (bv: geen dubbele punt toegestaan)
french: Mauvais nom de fichier (par exemple: pas de virgules autorisées)
german: Falscher Dateiname (z.B. keine Doppelpunkte erlaubt)
italian: Nome file non valido (es. due punti non validi)
japanese: 不正なファイル名（例：コロンは使用できません）
spanish: Nombre de archivo incorrecto (por ejemplo, no se permite el símbolo de dos puntos)

source: Bad File Reference Number
dutch: Fout Bestand Referentie Nummer
french: Mauvais numéro de réference
german: Falsche Dateireferenznummer
italian: Numero di riferimento file non valido
japanese: 不正なファイル参照番号
spanish: Número de referencia de archivo incorrecto

# bad_cc_ms_blurb
source: Verify you are connected to the network. Or perhaps your credit card number was typed wrong? Or the CVV2 Code? The card number must be from Visa or MasterCard must contain no dashes or spaces.
dutch: Controleer of u bent verbonden met het netwerk. Of mischien is uw credit card nummer verkeerd ingetypt? Of de CVV2 Code? De kaart moet van Visa of MasterCard zijn en mag geen streepjes of spaties bevatten.
french: Vérifiez que vous êtes connecté au réseau. Ou peut-être votre numéro de carte de crédit a été ma saisi? Ou le code CVV2? Le numéro de la carte doit être de Visa ou MasterCard et ne doit pas contenir des tirets ou des espaces.
german: Überprüfen Sie, dass Sie mit dem Netzwerk verbunden sind. Oder vielleicht wurde Ihre Kreditkartennummer falsch eingegeben? Oder der CVV2-Code? Die Kartennummer muss von Visa oder MasterCard sein und darf keine Bindestriche oder Leerzeichen enthalten.
italian: Verificare che si è connessi alla rete e di aver digitato il corretto numero di carta di credito o del codice CVV2. Il numero di carta Visa o MasterCard non deve contenere lineette o spazi.
japanese: ネットワークに接続されていることを確認してください。またはクレジットカード番号、またはCVV2コードが間違って入力されていませんか？カード番号はビザかマスターカードで、ダッシュやスペースを入れないで入力する必要があります。
spanish: Verifique que está conectado a la red. ¿O tal vez ha escrito mal su número de tarjeta de crédito? ¿O el código CVV2? El número de tarjeta debe ser de Visa o MasterCard y no contener guiones ni espacios.

# bad_drive_blurb
source: Terribly sorry, but your CD-ROM drive simply does not support reading CD+G discs. You'll need to get another drive. For a list of supported drives, check the FAQ.
dutch: Het spijt ons ontzettend, maar uw CD-ROM drive ondersteund simpelweg het lezen van CD+G discs niet. U moet een andere drive gebruiken. Voor een lijst van ondersteunende drives kunt u de FAQ raadplegen.
french: Terriblement désolé, mais votre lecteur CD-ROM ne prend tout simplement pas en charge la lecture de disques CD + G. Vous aurez besoin d'obtenir un autre lecteur. Pour une liste des lecteurs pris en charge, consultez la FAQ.
german: Es tut uns sehr leid, aber Ihr CD-ROM-Laufwerk unterstützt einfach nicht das Lesen von CD+G-Disks. Sie müssen ein anderes Laufwerk erwerben. Für eine Liste mit unterstützten Laufwerken überprüfen Sie die FAQ.
italian: Spiacenti ma l'unità CD-ROM non supporta la lettura dei dischi CD+G. È necessario disporre di un'altra unità. Per l'elenco delle unità supportate, controllare la sezione FAQ.
japanese: 申し訳ありませんが、お使いの CD-ROM ドライブは CD+G ディスクに対応していません。別のドライブが必要です。対応しているドライブの一覧については FAQ をご参照ください。
spanish: Lo sentimos mucho, pero su lector de CD-ROM no es compatible con la lectura de discos CD+G. Tendrá que conseguir otro lector. Para conocer una lista de las unidades de CD-ROM compatibles, compruebe la sección de preguntas más frequentes (FAQ).

# bad_encode_blurb
source: Sorry, it seems your Audio Compression settings have created a situation that QuickTime can't understand. You'll have to modify your settings and re-rip the song.
dutch: Sorry, het lijkt erop dat uw Audio Compressie instellingen een situatie hebben gecreëert dat QuickTime niet begrijpt. U zult uw instellingen moeten aanpassen en het lied opnieuw rippen.
french: Désolé, il semble que vos paramètres de compression audio ont créé une situation que QuickTime ne peut pas comprendre. Vous aurez à modifier vos paramètres et ré-gravez la chanson.
german: Es tut uns leid, scheinbar haben Ihre Einstellungen zur Audiokompression eine Situation geschaffen, die QuickTime nicht verstehen kann. Sie müssen Ihre Einstellungen ändern und das Lied erneut rippen.
italian: Spiacenti ma le impostazioni della compressione audio sembra abbiano creato una situazione incomprensibile per QuickTime. È necessario modificare le impostazioni e copiare di nuovo il brano su CD.
japanese: 申し訳ありませんが、現在のオーディオ圧縮の設定で、QuickTime が読み込めない状況が作成されてしまっています。設定を変更し曲を再リッピングする必要があります。
spanish: Lo sentimos pero parece que su configuración de Compresión de audio ha creado una situación que QuickTime no puede entender. Tendrá que modificar la configuración y volver a extraer la canción.

# bad_mp3_blurb
source: One or more of your MP3 files may be corrupted. For each one, try to play it. If it does not play, then delete it by selecting it and choosing the menu command: “Edit->Trash Original Files…”.
dutch: Één of meer van uw MP3 bestanden kunnen corrupt zijn. Probeer elk van hen af te spelen. Als het niet afspeelt, verwijder het dan door het te selecteren en in het menu het commando: “Bewerken->Verwijder Originele Bestanden…” te kiezen.
french: Un ou plusieurs de vos fichiers MP3 peuvent être corrompues. Pour chacun d'eux, essayez de le lire. S'il ne lis pas, supprimez- le en le sélectionnant et en choisissant la menu de commande: “Edit->Trash Original Files…”.
german: Eine oder mehrere von Ihren MP3-Dateien könnte beschädigt sein. Versuchen Sie, jede einzelne abzuspielen. Wenn sie nicht abgespielt wird, löschen Sie sie, indem Sie sie auswählen und den Menüpunkt „Bearbeiten->Originaldateien wegwerfen…“ wählen.
italian: Uno o più file MP3 è corrotto. Provare a riprodurre ciascuno di essi. Se non si riuscisse a riprodurli, eliminarli selezionandoli e scegliendo il comando di menu: “Modifica->Cestina file originali…”.
japanese: MP3 ファイルのいずれかまたは複数が壊れている可能性があります。各ファイルを再生してみてください。再生されないものがあった場合は、それを選択し、メニューコマンドで「編集→元のファイルをゴミ箱に移動する…」と選択します。
spanish: Uno o más de sus archivos MP3 puede estar dañado. Trate de reproducir cada uno de ellos. Si no se puede reproducir, elimínelo seleccionándolo y eligiendo el comando de menú: “Editar->Enviar a la papelera los archivos originales…”.

# bad_template_blurb
source: Your current Tag Writing template (“%s”), does not contain every template type. Since you are exporting to a flat list, this could overwrite files. Please select a “Conform Song Names” template that has every template type, eg: “L-T - R - S”.
dutch: Uw huidige Label Schrijf sjabloon ("%s"), bevat niet elk sjabloon type. Omdat u naar een vlakke lijst exporteert, kan dit bestanden overschrijven. Selecteer een “Conform Lied Namen” sjabloon dat elk sjabloon type heeft, bv: “L-T - R - S”.
french: Votre modèle actuelle d'onglet d'écriture (“%s”), ne contient pas tous les type de modèle. Comme vous exportez vers une liste à plat, ceci pourrait écraser les fichiers. Veuillez sélectionner des modèles" noms des chansons conformes" qui a tout type de modèle, par exemple: “L-T - R - S”.
german: Ihre derzeitige Vorlage zum Schreiben von Tags (“%s”) enthält nicht jede Vorlagenart. Da Sie in eine ungeordnete Liste exportieren, könnte dies Dateien überschreiben. Bitte wählen Sie eine Vorlage mit „Konformen Liedernamen“, die jede Vorlagenart hat, z.B. „L - T - R - S“.
italian: Il modello Scrittura tag attuale (“%s”), non contiene nessun tipo di modello. Siccome si sta esportando un elenco semplice, questo potrebbe sovrascrivere i file. Selezionare il modello “Uniforma nomi brani” di ogni tipo di modello, es. “L-T - R - S”.
japanese: 現在のタグの記述テンプレートの (「%s」) にはすべてのテンプレートの型が格納されていません。フラットリストにエクスポートするので、ファイルが上書きされる可能性があります。すべてのテンプレートの種類がある「曲名に準拠する」テンプレートを選択してください。例 :「L-T - R - S」
spanish: Su plantilla actual (“%s”) de escritura de etiquetas (Tag Writing), no contiene todos los tipos de plantillas. En vista de que está exportando a una lista plana, esta acción podría sobrescribir archivos. Por favor, seleccione una plantilla de "Conformar nombres de canciones" que tenga todos los tipos de plantilla, por ejemplo “L-T - R - S”.

source: Bake
dutch: Bakken
french: Création
german: Brennen
italian: Imprimi
japanese: 焼く
spanish: Tostar

source: Bin/Cue file
dutch: Bin/Cue bestand
french: Bin/ fichier repéré
german: BIN/CUE-Datei
italian: File .bin/.cue
japanese: Bin/Cue ファイル
spanish: Archivo Bin/Cue

# bin_cue_ask_blurb
source: Note: bin/cue may not be what you want. Ripping to bin/cue files will create an uncompressed copy of your entire CD (up to 800 MB), which will live outside your “kJams Music” folder.
dutch: Let OP: bin/cue is mischien niet wat u wilt. Rippen naar bin/cue bestanden zal een niet-gecomprimeerde kopie van uw hele CD (tot 800 MB) maken buiten uw “kJams Muziek” map.
french: Remarque: bin / fichier repéré peut ne pas être ce que vous voulez. Garver des fichiers Bin / repéré crée une copie non compressée de vos CD entier (jusqu'à 800 Mo), qui vivent en dehors de votre dossier"Musique kJams ".
german: Beachten Sie: BIN/CUE ist vielleicht nicht das, was Sie wollen. Rippen zu BIN/CUE erstellt eine unkomprimierte Kopie Ihrer ganzen CD (bis zu 800 MB), die sich außerhalb Ihres Ordners „kJams Musik“ befinden wird.
italian: Nota. File .bin/.cue potrebbe non essere quello desiderato. La copia su CD di file .bin/.cue creerà una copia non compressa dell'intero CD (fino a 800 MB) all'esterno della cartella “kJams Music”.
japanese: 注： bin/cue は必ずしも望ましいものではありません。bin/cue ファイルのリッピングは未圧縮の CD 全体 (最大 800 MB) を作成し、「kJams Music」フォルダ外に置かれます。
spanish: Nota: es posible que bin/cue no sea lo que necesita. Extraer a archivos bin/cue creará una copia no comprimida de todo el CD (hasta 800 MB), que residirá fuera de su carpeta “Música de kJams”.

source: Bio
dutch: Biografie
japanese: 経歴

source: Bit Rate
french: Niveau de Bit
german: Bitfrequenz
italian: Velocità in bit
japanese: ビットレート
spanish: Tasa de bits

source: Black
dutch: Zwart
french: Noir
german: Schwarz
italian: Nero
japanese: 黒
spanish: Negro

source: Black Background
dutch: Zwarte Achtergrond
french: Arrière plan noir
german: Schwarzer Hintergrund
italian: Sfondo nero
japanese: 黒背景
spanish: Fondo negro

source: Broken pipe
dutch: Gebroken link
french: Brise de conduite
german: Unterbrochene Leitung
italian: Pipe interrotta
japanese: Broken pipe エラー
spanish: Canalización rota

source: Building CDG
dutch: Bouwt CDG
french: Construction CDG
german: Erstelle CDG
italian: Creazione CDG
japanese: CDG 作成
spanish: Construyendo CDG

source: Building Playlist: %s
dutch: Bouwt Afspeellijst: %s
french: Élaboration de la liste de lecture:%s
german: Erstelle Wiedergabeliste: %s
italian: Creazione playlist: %s
japanese: プレイリスト作成： %s
spanish: Creando lista de reproducción: %s

source: Building SMS Gateways
dutch: Sms-gateways bouwen
french: Installation des passerelles SMS
german: Einrichten von SMS-Gateways
italian: Costruzione accessi SMS in corso
japanese: ＳＭＳのゲートウェイを構築中
spanish: Construyendo pasarela SMS

source: Building Venues
dutch: Bouwt Plaatsen
french: Élaboration des chemins
german: Erstelle Veranstaltungsorte
italian: Creazione location performance
japanese: 会場作成
spanish: Construyendo ubicaciones

# bummer_download
source: Sorry, there was an error unzipping your download. Just go to the web site and download it manually.
dutch: Sorry, er was een fout opgetreden bij het unzippen van uw download. Ga naar de website en download het handmatig.
french: Désolé, il n'y avait une erreur lors du dézippage de votre téléchargement. Il suffit d'aller sur le site web et le télécharger manuellement.
german: Entschuldigung, beim Entpacken Ihres Downloads ist ein Fehler unterlaufen. Gehen Sie einfach auf die Webseite und laden Sie ihn manuell herunter.
italian: Errore durante la decompressione del download. Andare sul sito Web e scaricarlo manualmente.
japanese: 申し訳ありません。ダウンロードの圧縮解凍でエラーが起きました。ウェブサイトから手動でダウンロードしてください。
spanish: Lo sentimos, ha habido un error al descomprimir el archivo de descarga. Simplemente vaya al sitio web y descárguelo manualmente.

# bummer_plugin
source: Sorry, there was an error locating your plugin for installation. Please contact dave.
dutch: Het spijt ons, er was een fout opgetredenbij het localizeren van uw plugin voor de installatie. Neem alstublieft contact op met dave.
french: Désolé, il y a eu une erreur lors de la localisation de votre plugin d'installation. Veuillez contacter Dave.
german: Entschuldigung, beim Auffinden Ihres Plugins zur Installation ist ein Fehler unterlaufen. Bitte kontaktieren Sie Dave.
italian: Purtroppo si è verificato un errore durante la localizzazione del plugin da installare. Contatta dave.
japanese: 申し訳ありませんが、インストールのためのプラグインを見つける際にエラーが発生しました。デイブにお問い合わせください。
spanish: Lo sentimos, no hemos podido localizar el plugin para la instalación. Por favor, póngase en contacto con Dave.

source: Burn bin/cue to disc…
dutch: Brand bin/cue naar disc…
french: Gravez Bin/ repère au disc…
german: BIN/CUE zu Disk brennen…
italian: Masterizza file .bin/.cue su disco…
japanese: bin/cue をディスクに書き込み…
spanish: Grabar bin/cue en disco…

source: Burn completed, ejecting Disc…
dutch: Branden compleet, Disc uitwerpen…
french: Gravure terminé , éjectez disc…
german: Brennen vollendet, Disk wird ausgeworfen…
italian: Masterizzazione completata. Espulsione disco in corso…
japanese: 書き込み完了、ディスク取り出し…
spanish: Grabación finalizada, expulsando disco…

source: Burn Failed:
dutch: Branden Gefaald:
french: Échec gravure :
german: Brennen fehlgeschlagen:
italian: Masterizzazione non riuscita:
japanese: 書き込みに失敗しました：
spanish: La grabación ha fallado:

source: Burn Order Choice
dutch: Brand Order Keus
french: Choix de l'ordre de gravure
german: Wahl der zu brennenden Lieder
italian: Scelta ordine di masterizzazione
japanese: 書き込み順の選択
spanish: Elección del orden de grabación

# burn_activ_success_blurb
source: You will shortly receive an e-mail receipt, please keep a backup of this, since it will contain your serial number, in case you need to reinstall.
dutch: U zult binnen korte tijd een betaalbewijs per email ontvangen, bewaar dit alstublieft, omdat dit uw serie nummer bevat voor het geval dat u opnieuw moet installeren.
french: Vous allez recevoir rapidement un e-mail de confirmation. Veuillez en conserver une copie, car il contiendra votre numéro de série, nécessaire si vous devez réinstaller l'app plus tard.
german: Sie werden bald einen E-Mail-Beleg erhalten, bitte behalten Sie davon eine Sicherheitskopie, da er für den Fall einer erneuten Installation Ihre Seriennummer enthält.
italian: Tra poco riceverai una ricevuta via posta elettronica. Contiene il numero seriale che ti servirà in caso dovessi reinstallare il programma, quindi conservane una copia.
japanese: 間もなく領収書をメールで受信します。これにはシリアル番号が含まれているので、再インストールが必要な時に備えてバックアップを大切に保管してください。
spanish: En breve recibirá un recibo en su correo electrónico. Por favor, conserve este mensaje, ya que contiene su número de serie y puede serle útil si tiene que reinstalar el programa.

# burn_not_sorted_blurb
source: This playlist is not shown in User Sort order. Would you like to burn the list with the current sort order (“%1$s”)? Or do you want the list to burn using the User Sort order (“%2$s”)? Note: burning with the current sort order will renumber the User Sort order to match.
dutch: Deze afspeellijst wordt niet getoond in de Gebruiker Sorteer volgorde. Wilt u de lijst branden met de huidige sorteer volgorde ("%1$s")? Of wilt u de lijst branden met de Gebruiker Sorteer volgorde ("%2$s")? Let Op: branden met de huidige sorteer volgorde zal de Gebruiker Sorteer volgorde hernummeren.
french: Cette liste n'est pas indiqué dans l'ordre de tri de l'utilisateur. Voulez-vous graver la liste avec l'ordre de tri actuels(“%1$s”)? Ou voulez-vous graver la liste en utilisant la commande Tri utilisateur (“%2$s”)? Remarque: la gravure à l'ordre de tri actuel renumérotera l'ordre tri utilisateur afin de correspondre.
german: Diese Wiedergabeliste wird nicht in der Sortierfolge des Benutzers angezeigt. Möchten Sie die Liste mit der derzeitigen Sortierliste (“%1$s”) brennen? Oder möchten Sie die Liste mit der Sortierfolge des Benutzers (“%2$s”) brennen? Beachten Sie: Brennen mit der derzeitigen Sortierfolge wird die Sortierfolge des Benutzers zur Anpassung umnummerieren.
italian: La palylist non è mostrata nell'ordine indicato dall'utente. Masterizzare l'elenco nell'ordine attuale (“%1$s”) o l'ordine indicato dall'utente (“%2$s”)? Nota. Masterizzare nell'ordine attuale rinumererà l'ordine indicato dall'utente.
japanese: このプレイリストは、ユーザーの並べ替え順で表示されていません。現在の並べ替え順 (「%1$s」) でリストを書き込みますか? またはユーザーの並べ替え順 (「%2$s」) を使用して書き込みますか? 注：現在の並べ替え順で書き込むと、これと一致するようにユーザーの並べ替え順の番号が変更されます。
spanish: Esta lista de reproducción se muestra en el orden de Clasificación por el usuario. ¿Desea grabar la lista con el orden de clasificación actual (“%1$s”)? ¿O prefiere grabar la lista usando el orden de Clasificación por el usuario (“%2$s”)? Nota: si la graba con el orden de clasificación actual se cambiarán los números del orden de Clasificación por el usuario para que concuerden.

# burn_prep_mismatch_blurb
source: There was a problem assembling the %1$s “%2$s” for burning, the video size was %3$d, while the audio size was %4$d.
dutch: Er was een probleem bij het monteren van de %1$s "%2$s" voor branden, de grootte van de video was %3$d, terwijl de audio grootte %4$d was.
french: Il y avait un problème lors de l'élaboration du %1$s "%2$s" pour la gravure, la taille de la vidéo a été %3$d, alors que la taille audio a été %4$d.
german: Es gab ein Problem beim Zusammenfügen von %1$s “%2$s” zum Brennen, die Videogröße war %3$d, während die Audiogröße %4$d war.
italian: Problema nell'assemblaggio di %1$s “%2$s” per la masterizzazione. La dimensione del video era di %3$d mentre quella dell'audio era %4$d.
japanese: %1$s 「%2$s」を書き込みのために組み立て中に問題がありました。動画サイズは %3$dですが、オーディオサイズが %4$dです。
spanish: Ha habido un problema al ensamblar la %1$s “%2$s” para grabación, el tamaño de vídeo era %3$d mientras que el tamaño de audio era %4$d.

source: Burning Plugin API out of date, upgrade the plugin.
dutch: Brand Plugin API is verouderd, upgrade de plugin.
french: Gravure API Plugin n'est pas à jour, mettre à jour le plugin.
german: Das Plugin API zum Brennen ist abgelaufen, rüsten Sie das Plugin auf.
italian: Plugin API di masterizzazione obsoleto. Aggiornarlo.
japanese: Burning プラグイン API が期限切れです。プラグインをアップグレードしてください。
spanish: Complemento API de grabación anticuado, actualice el complemento.

source: Burning Plugin not detected.
dutch: Brand Plugin niet gedetecteerd
french: Plugin de la gravure non-détecté
german: Das Plugin zum Brennen wurde nicht ermittelt.
italian: Plugin di masterizzazione non trovato.
japanese: Burning プラグインが検出されません。
spanish: Complemento de grabación no detectado.

source: Buy
dutch: Koop
french: Acheter
german: Kaufen
italian: Compra
japanese: 購入する
spanish: Comprar

source: Buy Song
dutch: Koop Lied
french: Achetez la chanson
german: Lied kaufen
italian: Compra brano
japanese: 曲を購入する
spanish: Comprar canción

source: Cache folder not found, resetting to default location.
dutch: Cache niet gevonden, herstel naar de normale locatie.
french: Dossier cache non- trouvé, réinitialisation à l'emplacement par défaut en cours.
german: Cache-Ordner nicht gefunden, setze auf die standardmäßige Stelle zurück.
italian: Impossibile trovare la cartella della cache. Reimpostazione alla posizione di default.
japanese: キャッシュフォルダがみつかりません。デフォルトの場所にリセットします。
spanish: Carpeta de caché no encontrada, restaurándose a la ubicación predeterminada.

# cache size blurb
source: Your cache size has been adjusted to accomodate for the number of songs in this playlist. You may want to re-adjust it after the burn finishes.
dutch: Uw cache grootte is aangepast om het aantal nummers in de afspeellijst tegemoet te komen. U zult dit mischien opnieuw willen aanpassen nadat het branden is voltooid.
french: Votre taille du cache a été ajusté pour tenir compte du nombre de morceaux dans cette playlist. Vous voudriez peut-être la réajuster après la gravure.
german: Ihre Cachegröße ist angepasst worden, um die Anzahl der Lieder in dieser Wiedergabeliste aufzunehmen. Sie möchten sie vielleicht nach dem Ende des Brennens wieder anpassen.
italian: La dimensione della cache è stata regolata per creare spazio per il numero di brani nella playlist. Sarà forse necessario regolarla nuovamente dopo la masterizzazione.
japanese: キャッシュサイズはこのプレイリスト内の曲数に合わせて調節されました。書き込み終了後に、再調節することができます。
spanish: Se ha ajustado el tamaño de la memoria caché para acomodar el número de canciones de esta lista de reproducción. Es posible que desee reajustarla después de que finalice la grabación.

source: Cacheing Audio stream:
dutch: Cache Audio stream:
french: Cache de la diffusion audio:
german: Speichere Audiostream im Cache:
italian: Creazione cache del flusso audio:
japanese: オーディオストリームをキャッシング：
spanish: Guardando en caché el torrente de audio:

source: Cacheing file formats…
dutch: Cache bestand formaten…
french: Cache des formats des fichiers…
german: Speichere Dateiformate im Cache…
italian: Creazione cache per i formati di file in corso…
japanese: ファイル形式をキャッシング…
spanish: Guardando en caché formatos de archivo…

source: Cacheing search paths…
dutch: Cache zoek paths…
french: Cache des chemins de recherche…
german: Speichere Suchpfade im Cache…
italian: Creazione cache per percorsi di ricerca in corso…
japanese: 検索パスをキャッシング…
spanish: Guardando en caché rutas de búsqueda…

source: Calculating Playlist durations…
dutch: Bereken Afspeellijst duur…
french: Calcul de la durée des listes de lecture
german: Berechne Dauer der Wiedergabelisten…
italian: Calcolo durata playlist in corso…
japanese: プレイリストの持続時間を計算します…
spanish: Calculando duraciones de listas de reproducción…

source: Can't Delete Playlist
dutch: Kan Afspeellijst Niet Verwijderen
french: Suppression de la liste de lecture impossible
german: Kann die Wiedergabeliste nicht löschen
italian: Impossibile cancellare playlist
japanese: プレイリストを削除できません。
spanish: No se puede eliminar la lista de reproducción

source: Can't extract this media type on a background thread.
dutch: Kan dit media type niet uittrekken op een achtergrond draad.
french: Impossible d'extraire ce type de support sur ​​un fil de discussion en arrière.
german: Kann diesen Medientyp nicht auf einem Hintergrund-Thread entziehen.
italian: Impossibile estrarre questo tipo di supporto su un thread di background.
japanese: バックグラウンドスレッドでこのメディアタイプを抽出することはできません。
spanish: No se puede extraer este tipo de medio en un hilo de ejecución de segundo plano.

source: Can't move this media type to a background thread.
dutch: Kan dit media type niet verzetten naar een achtergrond draad.
french: Impossible de déplacer ce type de support à un fil de discussion d'arrière.
german: Kann diesen Medientyp nicht in einen Hintergrund-Thread verschieben.
italian: Impossibile spostare questo tipo di supporto in un thread di background.
japanese: バックグラウンドスレッドにこのメディアタイプを移動することはできません。
spanish: No se puede mover este tipo de medio a un hilo de ejecución en segundo plano.
