Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Mark singer “Here”
dutch: Markeer zanger “Hier”
french: Marquez chanteur "présent"
german: Sänger als „Anwesend“ markieren
italian: Segna cantante “Presente”
japanese: 歌手を「出席」とマークする
spanish: Marcar al cantante como "Aquí"

source: Mark singer “Not Here”
dutch: Markeer zanger “Niet Hier”
french: Marquez chanteur "absent"
german: Sänger als „Nicht anwesend“ markieren
italian: Segna cantante “Non presente”
japanese: 歌手を「欠席」とマークする
spanish: Marcar al cantante como "No aquí"

source: Maximum number of songs allowed in the cache:
dutch: Maximaal aantal liedjes toegestaan in de cache:
french: Nombre maximal de chansons autorisées dans le cache:
german: Höchstanzahl von im Cache erlaubten Liedern:
italian: Massimo numero di brani consentito nella cache:
japanese: キャッシュに許可された最大曲数：
spanish: Máximo número de canciones permitidas en la memoria caché:

source: Maximum Possible
dutch: Maximaal mogelijk
german: Mögliches Maximum
italian: Massima possibile
japanese: 最大速度
spanish: Máxima posible

source: Maximum simultaneous tasks for pushing into zipped files
dutch: Maximaal aantal gelijktijdig taken voor het duwen naar zip bestanden
french: Tâches simultanées maximum pour pousser dans des fichiers compressés
german: Höchstanzahl gleichzeitiger Tasks, um in komprimierte Dateien zu pressen
italian: Massimo numero di attività contemporanee per inserirli nei file compressi
japanese: 圧縮ファイル解析の最大同時タスク数
spanish: Máximo número de tareas simultáneas que se pueden realizar con archivos comprimidos

source: Media - %s
french: Média - %s
german: Medien - %s
italian: File multimediale - %s
japanese: メディア - %s
spanish: Contenido - %s

source: Media must be prepared
dutch: Media moet worden voorbereid
french: Le média doit être préparé
german: Medien müssen vorbereitet werden
italian: Il file multimediale deve essere preparato
japanese: メディアを準備してください
spanish: El contenido debe estar listo

source: Media Not Supported
dutch: Media niet ondersteund
french: Média non supporté
german: Medien nicht unterstützt
italian: File multimediale non supportato
japanese: 未サポートメディア
spanish: El contenido no es compatible

source: Meta Data XML
french: Donnée Méta XML
german: Metadaten XML
italian: Metadati XML
japanese: メタデータ XML
spanish: Meta datos XML

# meta_choice_blurb
source: Using “File Names” will attempt to scan meta info out of the song file name itself, optionally also from the enclosing folder names. Using “Tags” will try to read the existing meta tags, which can be slow because it may unzip the files to gain access to the tags.
dutch: Met behulp van “Bestandsnamen” kunt u proberen meta informatie te scannen van de lied bestandsnaam zelf, optioneel is dit ook te doen van de omsluitende mapnamen. Met behulp van “Labels” kunt u proberen de bestaande meta labels te lezen, wat langzaam kan gaan, omdat het mogelijk de bestanden unzipt om toegang tot de labels te krijgen.
french: L'utilisation de "Noms de fichiers" va tenter de balayer d'info méta hors de la chanson elle-même le nom du fichier, éventuellement aussi à partir des noms dossier supérieur. L'utilisation de "onglets" va essayer de lire les onglets méta existants, ce qui peut être lent, car il peut décompresser les fichiers pour accéder à des onglets.
german: Die Benutzung von „Dateinamen“ wird versuchen, Meta-Informationen aus dem Namen der Lieddatei selbst zu scannen, auf Wunsch auch aus den umfassenden Ordnernamen. Die Benutzung von „Tags“ wird versuchen, die existierenden Meta-Tags zu lesen, was langsam sein kann, weil die Dateien entpackt werden können, um Zugang zu den Tags zu erhalten.
italian: Utilizzando “Nomi file” si scansioneranno le meta informazioni tralsasciando il nome del file del brano stesso, a richiesta anche dai nomi della cartella compresi. Utilizzando “Tag” si tenterà di leggere i meta tag esistenti, procedimento lento perché potrebbe decomprimere i file per ottenere l'accesso ai tag.
japanese: 「ファイル名」、あるいはオプションとしてファイルが所属するフォルダ名を使うと、曲ファイル名そのものからメタ情報をスキャンしようとします。「タグ」を使うと、既存のメタタグを読み取ろうとします。これはタグにアクセスするためにファイルを解凍する必要がある場合があるので時間がかかることがあります。
spanish: Al utilizar "Nombres de archivos" se intentará explorar la meta información en el nombre de archivo de la canción, de forma alternativa también en los nombres de las carpetas que lo contienen. Al utilizar "Etiquetas" se intentará leer las meta etiquetas existentes, que puede ser lento porque es posible que descomprima los archivos para poder acceder a las etiquetas.

# meta_info_2_blurb
source: You need to set all meta info for the disc and each track before you submit. Missing Disc Info: %1$s, Missing Track Info: %2$s.
dutch: U moet alle meta informatie voor de disc en elke track invoeren voordat u het indient. Missende Disc Informatie: %1$s, Missende Track Informatie: %2$s.
french: Vous devez définir toutes les infos méta pour le disque et chaque piste avant de soumettre. Informations sur le disque manquant:%1$s, Info sur la piste manquante: %2$s.
german: Sie müssen die Meta-Informationen für die Disk und jeden Track einrichten, bevor Sie sie einsenden. Fehlende Disk-Informationen: %1$s, Fehlende Track-Informationen: %2$s.
italian: Impostare tutte le meta informazioni per il disco e per ciascuna traccia prima di inviare. Informazione sul disco mancante: %1$s, informazione sulla traccia mancante: %2$s.
japanese: 送信前にディスク上のすべてのメタ情報と各トラックを設定する必要があります。欠落したディスク情報： %1$s、 欠落したトラック情報： %2$s。
spanish: Debe configurar toda la meta información del disco y cada pista antes de enviar la solicitud. Info de disco omitida: %1$s, Info de pista omitida: %2$s.

# meta_info_blurb
source: Please fill in all the meta info for each track. You can select multiple tracks and set info for all of them at once using “File->Get Info…”. Your missing data: %s.
dutch: Vul aub alle meta informatie in voor elke track. U kunt meerdere tracks selecteren en alle informatie voor deze in één keer instellen met behulp van “Bestand->Verkrijg Informatie…”. Uw missende data: %s.
french: Veuillez remplir toute l'info méta pour chaque piste.Vous pouvez choisir des pistes multiples et paramétrer l'info pour le tout d'un coup en utilisant “Filchier->Obtenez de l'info…”. Vos données manquantes: %s.
german: Bitte tragen Sie für jeden Track alle Meta-Informationen ein. Sie können mehrere Tracks wählen und Informationen für alle einrichten, sobald Sie „Datei->Infos erhalten…“ verwenden. Ihre fehlenden Daten: %s.
italian: Completare tutte le meta informazioni per ciascuna traccia. È possibile selezionare tracce multiple e impostare le informazioni per ciascuna utilizzando “File->Acquisizione info…”. Dati mancanti: %s.
japanese: 各トラックのメタ情報をすべて入力してください。[ファイル]→[情報を見る…] で複数のトラックを選択してそのすべてを一気に設定することができます。欠落しているデータ：%s。
spanish: Rellene toda la meta información para cada pista. Puede seleccionar varias pistas y configurar la información para todas ellas a la vez usando "Archivo ->Obtener Info…”. Sus datos omitidos: %s.

source: Mic 1 Gain
dutch: Mic 1 Ontvangst
french: Gain Mic 1
german: Mi. 1 Verstärkung
italian: Controllo microfono 1
japanese: マイク1 取得
spanish: Ganancia de micrófono 1

source: Minute
dutch: Minuut
italian: Minuto
japanese: 分
spanish: Minuto

source: Minutes
dutch: Minuten
german: Minuten
italian: Minuti
japanese: 分
spanish: Minutos

source: Missing
dutch: Mist
french: Manquantes
german: Fehlend
italian: Mancante
japanese: 欠落
spanish: Omitido

source: Missing meta data
dutch: Mist meta data
french: Données méta manquantes
german: Fehlende Metadaten
italian: Metadati mancanti
japanese: 欠落したメタデータ
spanish: Meta datos omitidos

source: month
dutch: maand
french: mois
german: Monat
italian: mese
japanese: ヶ月
spanish: mes

source: More than one disc was found, please choose:
dutch: Meer dan één disc is gevonden, kies aub:
french: Plus d'un disque a été trouvé, veuillez choisir:
german: Es wurde mehr als eine Disk gefunden, bitte wählen Sie:
italian: È stato trovato più di un disco. Scegliere:
japanese: 1つ以上のディスクがみつかったので選択してください。
spanish: Se ha encontrado más de un disco, por favor elija:

source: Move composition element
dutch: Verplaats compositie element
french: Déplacez la composition d'élément
german: Aufbau-Element verschieben
italian: Sposta elemento composizione
japanese: 構成要素を移動する
spanish: Mover elemento de composición

source: Moving songs to trash
dutch: Verplaats lied naar prullenbak
french: Déplacez les chansons vers la corbeille
german: Verschiebe Lieder in den Papierkorb
italian: Spostare brani nel cestino
japanese: 曲をゴミ箱に移動する
spanish: Moviendo canciones a la papelera de reciclaje

source: Multisession discs not supported, if you need this ask Dave.
dutch: Multisessie disc niet ondersteund, als u deze taak nodig heeft vraag het aan Dave.
french: Les disques des sessions multiples sont pas prise en charge, si vous avez besoin de ça demandez à Dave .
german: Multisessions-Disks nicht unterstützt, wenn Sie dies benötigen, fragen Sie Dave.
italian: Dischi multisessione non supportati. Per informazioni, chiedere a Dave.
japanese: マルチセッションディスクはサポートされていません。必要な場合は、Dave にお問い合わせください。
spanish: Los discos multisesión no son compatibles, si lo necesita pregúntele a Dave.

source: Music Stores
dutch: Muziek Stores
french: Magasins de musique
german: Musikläden
italian: Music store
japanese: ミュージックストア
spanish: Tiendas de música

# music_folder_not_found
source: There was a problem locating your “%1$s” folder. Is it perhaps an alias to an offline volume? (%2$s)
dutch: Er was een probleem bij het vinden van uw "%1$s" map. Is het mischien een alis van een offline volume? (%2$s)
french: Il y avait un problème pour localiser votre "%1$s" dossier. Est-ce peut-être un alias à un volume hors ligne? (%2$s)
german: Beim Auffindes Ihres „%1$s“-Ordners ist ein Problem aufgetreten. Ist er vielleicht ein Synonym zu einem Offline-Medium? (%2$s)
italian: Problema durante l'individuazione della posizione della cartella “%1$s”. Si tratta forse di un alias per un volume offline? (%2$s)
japanese: 「%1$s」フォルダの検索で問題がありました。おそらくオフラインボリュームのエイリアスではありませんか? (%2$s)
spanish: Ha habido un problema al localizar la carpeta “%1$s”. ¿Se trata tal vez del alias de un volumen que no está conectado? (%2$s)

# music_store_update_avail
source: The music store “%s” has an update available. Would you like to download it?
dutch: De muziek store "%s" heeft een update beschikbaar. Wilt u deze downloaden?
french: Le magasin musicaux “%s” dispose d'une mise à jour. Voulez-vous la télécharger ?
german: Im Musik Store “%s” ist ein Update verfügbar. Möchtest du es herunterladen?
italian: Nuovo aggiornamento disponibile per il music store “%s”. Scaricarlo?
japanese: ミュージックストア 「%s」のアップデートがご利用できます。ダウンロードしますか?
spanish: Hay una actualización disponible para la tienda de música “%s”. ¿Desea descargarla?

source: Must pick a country
dutch: U moet een land selecteren
french: Doit choisir un pays
german: Sie müssen ein Land auswählen
italian: Scegliere un Paese
japanese: 国を選択する必要があります。
spanish: Debe elegir un país

source: Network Host Failed to Provide Data (HTTP Response: 400 <bad request>)
dutch: Netwerkhost kon geen gegevens verstrekken (HTTP-reactie: 400 <onjuist verzoek>)
french: Échec de transmission des données par le réseau hôte (Réponse HTTP : 400 <mauvaise requête>
german: Network Host konnte keine Daten liefern (HTTP Antwort: 400 <ungültige Anfrage>)
italian: Il network non ha fornito i dati (risposta HTTP: 400 <bad request>)
japanese: ネットワークホストのデータを取得できません（HTTP Response: 400 <bad request>）
spanish: Error del host de la red al proporcionar datos (Respuesta HTTP: 400 <solicitud incorrecta>)

source: Network Host has no data at all (kOTNoDataErr)
dutch: Netwerkhost heeft geen gegevens (kOTNoDataErr)
french: Le réseau hôte n'a aucune donnée (kOTNoDataErr)
german: Network Host hat überhaupt keine Daten (kOTNoDataErr)
italian: Il network ospite non ha nessun dato (kOTNoDataErr)
japanese: ネットワークホストにデータがありません（kOTNoDataErr）
spanish: El host de la red no tiene datos (kOTNoDataErr)

source: Network Timeout
dutch: Netwerk Timeout
french: Réseau expiré
german: Netzwerkabschaltung
italian: Timeout di rete
japanese: ネットワークのタイムアウト
spanish: Intervalo de espera en la red

# network_timeout_blurb
source: The web client has timed out. If you are on a slow network, go to “%1$s”, then to “%2$s”, then set “%3$s” to a larger number of seconds, for example: 240.
dutch: De verbinding met de webclient is verbroken. Als u zich op een traag netwerk bevindt, gaat u naar “%1$s” en vervolgens naar “%2$s”. Voer vervolgens bij “%3$s” een hoger aantal seconden in, bijvoorbeeld 240.
french: Le client internet a dépassé le délai imparti. Si votre réseau est lent, rendez-vous sur “%1$s”, puis sur “%2$s”, et ensuite réglez “%3$s” sur un nombre de secondes plus élevé, comme par exemple 240.
german: Beim Web-Client ist eine Zeitüberschreitung aufgetreten. Wenn Sie in einem langsamen Netzwerk sind, gehen Sie zu "%1$s", dann zu "%2$s", stellen dann "%3$s" auf eine größere Anzahl von Sekunden, zum Beispiel: 240.
italian: Il client web è andato oltre tempo massimo. Se hai una connessione lenta, vai su "%1$s" e poi su "%2$s" e imposta "%3$s" su un valore maggiore, come per esempio 240.
japanese: ウェブクライアントがタイムアウトしました。低速ネットワークをご利用中の場合、まず「%1$s」から「%2$s」へ移動し、240 など大きめの「%3$s」数を設定してください。
spanish: El cliente web ha agotado el intervalo de espera. Si su conexión es lenta, vaya a "%1$s", luego a "%2$s" y aumente el tiempo en segundos de "%3$s", por ejemplo: 240.

source: New Music Store Available!
dutch: Nieuwe Muziek Store Beschikbaar!
french: Nouveau magasin de musique disponible!
german: Neuer Musikladen verfügbar!
italian: Nuovo music store disponibile.
japanese: 新しいミュージックストアが利用可能です!
spanish: ¡Nueva tienda de música disponible!

source: New Preset Playlist
dutch: Nieuwe Ingestelde Afspeellijst
french: Nouveau pré-reglage de la liste de lecture
german: Neue voreingestellte Wiedergabeliste
italian: Nuova playlist preimpostata
japanese: 新規プリセットプレイリスト
spanish: Nueva lista de reproducción predefinida

source: New Singer created: %s
dutch: Nieuwe Zanger gemaakt: %s}
french: Nouveau chanteur crée %s
german: Neuer Sänger erstellt: %s
italian: Nuovo artista creato: %s
japanese: 新規歌手が作成されました： %s
spanish: Se ha creado un nuevo cantante: %s

# new_import_library
source: Would you like to Copy the songs into the “kJams Music” folder? Or do you want kJams to Reference the files from where they currently reside? Note: if the files are in the “Downloads” folder, on the “Desktop”, in a “USB Thumb Drive” or otherwise currently residing in a temporary location, then you should choose to “Copy”.
dutch: Wilt u de liedjes naar de map 'kJams Music' verplaatsen? Of wilt u dat kJams de bestanden benadert op de locatie waar ze zich momenteel bevinden? Let op: als de bestanden zich in de map 'Downloads' bevinden, op het 'Bureaublad' of op een 'tijdelijke USB-drive', of zich anderszins op een tijdelijke locatie bevinden, moet u kiezen voor 'Verplaatsen'.
french: Voulez-vous déplacer les chansons dans le répertoire “musique kJams” ? Ou voulez-vous que kJams prenne comme référence l'emplacement actuel des fichiers ? Remarque : si les fichiers se trouvent dans le répertoire “Téléchargements”, sur le “Bureau”, sur un “disque dur USB” ou bien sur un emplacement temporaire, vous devriez alors choisir de les “Déplacer”.
german: Möchten Sie die Lieder in den Ordner "kJams Music" verschieben? Oder wollen Sie, dass kJams eine Referenz für die Dateien anlegt, die dorthin verweist, wo diese derzeit abgelegt sind? Hinweis: Falls sich die Dateien derzeit im "Downloads"-Ordner auf dem "Desktop", in einem "USB-Stick" oder an einem anderen temporären Speicherort befinden, dann sollten Sie "Verschieben" wählen.
italian: Vuoi spostare le canzoni contenute nella cartella kJams Music o vuoi che kJams acceda ai file dalla posizione in cui si trovano attualmente? Nota: se questi file sono nella cartella Download, Scrivania, su una chiavetta USB o in un'altra posizione temporanea, dovresti scegliere Sposta.
japanese: 「kJams Music」フォルダに曲を移動しますか？ あるいは kJams を利用して、現在収録されている場所のファイルを参照しますか？ 注意： 「ダウンロード」フォルダ／「デスクトップ」／「USB Thumb Drive」／その他の一時収納場所にファイルが格納されている場合、「移動」を選択してください。
spanish: ¿Quiere mover las canciones a la carpeta "música kJams"? ¿O quiere que kJams haga "referencia" a los archivos donde están actualmente? Nota: si los archivos están en la carpeta "descargas", en el "escritorio", en un "dispositivo USB" o en una ubicación temporal, debería elegir "mover".

# new_music_store_blurb
source: There is a new music store called “%s”, would you like to download it?
dutch: Er is een nieuwe muziek store genaamd “%s”, wilt u het downloaden?
french: Il y a un nouveau magasin de musique appelé "%s", aimeriez-vous le télécharger?
german: Es gibt einen neuen Musikladen namens: "%s", möchten Sie ihn herunterladen?
italian: Nuovo music store chiamato “%s”. Scaricarlo?
japanese: 「%s」と呼ばれるミュージックストアがあります。ダウンロードしますか?
spanish: Hay una nueva tienda de música llamada “%s”; ¿le gustaría descargarla?

# newer_db_version_blurb
source: This database was saved with a newer kJams, which writes database format (%1$@), which is, unfortunately, greater what this version can read (%2$@). You must upgrade to a later version.
dutch: Deze database was opgeslagen met een nieuwere kJams, welke schrijft met database formaat (%1$@), welke, helaas, groter is dan deze versie kan lezen (%2$@). U moet upgraden naar een latere versie.
french: Cette base de données a été enregistré avec une kJams plus récents, qui écrit le format base de données (%1$@), qui est, malheureusement, plus ce que cette version peut lire (%2$@). Vous devez mettre à jour une version ultérieure.
german: Diese Datenbank wurde mit einer neueren Version von kJams gespeichert, die das Datenbankformat (%1$@) schreibt, das leider größer ist als das, was diese Version lesen kann (%2$@). Sie müssen zu einer neueren Version hochrüsten.
italian: Questo database è stato salvato con una nuova versione di kJams che scrive il formato del database (%1$@) purtroppo più grande di quello che questa versione riesce a leggere (%2$@). Aggiornare a una versione più recente.
japanese: このデータベースはデータベース形式を書ける (%1$@) 新しい kJams に保存されますが、残念ながらこのバージョンの能力を超えています (%2$@)。新しいバージョンにアップグレードする必要があります。
spanish: Esta base de datos se guardó con una versión nueva de kJams, que escribe las bases de datos en formato (%1$@), que lamentablemente es más grande que lo que esta versión puede leer (%2$@). Debe actualizarse a una versión más reciente.

source: Next
dutch: Volgende
french: Suivant
german: Nächstes
italian: Successivo
japanese: 次へ
spanish: Siguiente

source: No
dutch: Nee
french: Non
german: Nein
japanese: いいえ

source: No child processes
dutch: Geen kind processen
french: Aucun processus d'enfant
german: Keine Kindprozesse
italian: Nessun processo figlio
japanese: 子プロセスがない
spanish: No hay procesos infantiles

source: No error detected
dutch: Geen fout gedetecteerd
french: Pas d'erreur détectée
german: Kein Fehler gefunden
italian: Nessun errore individuato
japanese: エラーは検出されませんでした。
spanish: Ningún error detectado

source: No Expiration
dutch: Oneindig
french: Pas d'expiration
german: Kein Ablaufdatum
italian: Nessuna scadenza
japanese: 期限なし
spanish: No caduca

source: No locks available
dutch: Geen vergrendelingen beschikbaar
french: Pas de verrouillage valable
german: Keine Sperren verfügbar
italian: Nessun blocco disponibile
japanese: ロックは利用できません。
spanish: No hay bloqueos disponibles

source: No Lyrics
dutch: Geen Teksten
french: Pas de paroles
german: Kein Text
italian: Nessun testo brano
japanese: 歌詞なし
spanish: Sin letras de canciones

source: No media in drive.
dutch: Geen media in drive.
french: Pas de média dans le lecteur.
german: Kein Datenträger im Laufwerk
italian: Nessun file supportato sul disco.
japanese: ドライブにメディアがありません：
spanish: No hay contenido en la unidad de disco

source: No new version available.
dutch: Geen nieuwe versie beschikbaar.
french: Nouvelle version disponible .
german: Keine neue Version verfügbar.
italian: Nessuna nuova versione disponibile.
japanese: 新しいバージョンはありません。
spanish: No hay nueva versión disponible.

source: No reply from KaraokeCloud server (offline?)
dutch: Geen antwoord van de KaraokeCloud-server (offline?)
french: Aucune réponse du serveur KaraokeCloud (hors ligne ?)
german: Keine Antwort vom KaraokeCloud-Server (Offline?)
italian: Nessuna risposta dal server KaraokeCloud (offline?)
japanese: KaraokeCloud サーバーから応答がありません（オフライン？）
spanish: No hay respuesta del servidor KaraokeCloud (¿Está desconectado?)

source: No singer name specified.
dutch: Geen zanger naam gespecificeerd.
french: Pas de nom de chanteur spécifié.
german: Kein Sängername angegeben.
italian: Nessun nome cantante specificato.
japanese: 歌手名が指定されていません。
spanish: No se ha especificado ningún nombre de cantante.

source: No SKU update is available from the eSellerate Servers.
dutch: Er isgeen SKU update beschikbaar van de eSellerate Servers.
french: Pas de mise a jour SKU disponible depuis les serveurs eSellerate.
german: Von den eSellerate-Servern ist kein SKU-Update erhältlich.
italian: Nessun aggiornamento SKU disponibile dai server eSellerate.
japanese: eSellerate サーバーからの SKU の更新はありません。
spanish: No hay ninguna actualización de SKU disponible en los servidores eSellerate.

source: No songs to sync
dutch: Geen liedjes om te synchroniseren
french: Pas de chansons à synchroniser
german: Keine Lieder zu synchronisieren
italian: Nessuna canzone da sincronizzare
japanese: 同期できる曲がありません
spanish: No canciones que sincronizar

source: No space left on device
dutch: Geen ruimte vrij op het apparaat
french: Aucune espace disponible sur le périphérique
german: Kein Platz im Gerät übrig
italian: Nessuno spazio rimanente nel dispositivo
japanese: デバイスには空き容量がありません。
spanish: No queda espacio en el dispositivo

source: No such file or directory
dutch: Onbekende map of index
french: Absence d'un tel fichier ou répertoire
german: Keine solche Datei und kein solches Verzeichnis
italian: File o directory non esistente
japanese: そのようなファイルまたはディレクトリはありません。
spanish: No existe tal archivo o directorio

source: No such process
dutch: Onbekend process
french: Absence d'un tel processus
german: Kein solcher Vorgang
italian: Nessun processo
japanese: そのような処理はありません。
spanish: No existe tal proceso

source: No Such Volume
dutch: Onbekend Volume
french: Absence d'un tel volume
german: Kein solches Medium
italian: Volume non esistente
japanese: そのようなボリュームはありません。
spanish: No existe tal volumen

source: No suitable disc in drive
dutch: Geen geschikte disc in de drive
french: Pas de disque approprié dans le lecteur
german: Keine geeignete Disk im Laufwerk
italian: Nessun disco appropriato nell'unità
japanese: 適切なディスクがドライブにありません。
spanish: No hay ningún disco apropiado en la unidad
