Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Your credit card was declined, please call your bank.
dutch: Uw credit card is geweigerd, neem aub contact op met uw bank.
french: Votre carte de crédit a été refusée, veuillez contacter votre banque.
german: Ihre Kreditkarte ist zurückgewiesen worden, bitte rufen Sie Ihre Bank an.
italian: Carta di credito rifiutata. Chiamare la banca.
japanese: お客様のクレジットカードが承認ませんでした。銀行までお問い合わせください。
spanish: Se ha rechazado su tarjeta de crédito; por favor, llame a su banco.

source: Your phone number must be at least 9 digits
dutch: Uw telefoonnummer moet op zijn minst 9 cijfers hebben
french: Votre numéro de téléphone doit comporter au moins 9 chiffres
german: Ihre Telefonnummer muss mindestens 9 Zeichen haben
italian: Il numero di telefono deve essere di almeno 9 cifre
japanese: 電話番号は、少なくとも 9 桁の数字でなければなりません。
spanish: Su número de teléfono debe tener al menos 9 dígitos.

source: Your QuickTime Export name template is blank, please fill it in in the preferences
dutch: Uw QuickTime Exporteer naam sjabloon is leeg, vul het aub in in de instellingen
french: Votre modèle nom de l'exportation QuickTime est vide, veuillez le remplir dans les préférences
german: Ihre Namensvorlage für den QuickTime-Export ist leer, bitte füllen Sie sie in den Präferenzen aus
italian: Il modello di esportazione di QuickTIme è vuoto. Completarlo con le preferenze.
japanese: お使いのQuickTimeのエクスポート名のテンプレートが空白の場合、環境設定でそれを入力してください。
spanish: Su plantilla de nombre de QuickTime Export está en blanco; por favor, rellénela en la sección de preferencias.

source: Your search criteria produced more than %d results. Please narrow your search by entering more search terms.
dutch: Uw zoek kriteria heeft meer dan %d resultaten opgeleverd. Vernauw alstublieft uw zoekopdracht door meer zoek termen in te voeren.
french: Votre critère de sélection a produit plus de %d résultats. Veuillez réduire votre recherche en entrant plus de termes de recherche.
german: Ihre Suchkriterien haben mehr als %d Ergebnisse hervorgebracht. Bitte schränken Sie Ihre Suche ein, indem Sie mehr Suchbegriffe eingeben.
italian: La tua ricerca ha dato più di %d risultati. Restringi il campo di ricerca inserendo degli altri termini.
japanese: あなたの検索条件によって%d 以上の結果が出ました。さらに条件を絞って検索範囲を狭めてください。
spanish: El criterio de búsqueda ha producido %d resultados. Por favor, introduzca más términos de búsqueda para restringir los resultados.

source: Your serial number file has been saved to the Desktop.
dutch: Het bestand met uw serienummer is opgeslagen op uw bureaublad.
french: Votre numéro de série a été sauvegardé sur le Bureau.
german: Ihre Seriennummern-Datei ist auf dem Desktop gespeichert worden.
italian: Il tuo numero seriale è stato salvato sulla Scrivania.
japanese: シリアルナンバーがデスクトップに保存されました。
spanish: El archivo con su número de serie se ha guardado en el Escritorio.

source: Your TriceraSoft Gift Pack has no more credits.
dutch: Uw TriceraSoft Kado Pakket heeft geen credits meer.
french: Votre offre cadeau TriceraSoft n'a plus de crédits.
german: Ihr TriceraSoft-Geschenkpaket hat kein Guthaben mehr.
italian: TriceraSoft Gift Pack non ha più credito.
japanese: TriceraSoft ギフトパックにはクレジットが残っていません。
spanish: Su paquete regalo de TriceraSoft no tiene más créditos.

# zero_size
source: The audio file you're trying to play has zero bytes in it. Was there a problem encoding the file?
dutch: Het audiobestand dat u probeert af te spelen bevat 0 bytes. Is er een probleem geweest tijdens het coderen van het bestand?
french: Le fichier audio que vous essayez de jouer contient zéro octets. Y a-t-il eu un problème lors de l'encodage du fichier ?
german: Die Audio-Datei, die Sie abspielen wollen beinhaltet null Bytes. Gab es ein Problem beim Kodieren der Datei?
italian: Il file audio che stai cercando di riprodurre contiene zero byte. Si è verificato un problema durate la codifica del file?
japanese: このオーディオファイルにはデータがありません。エンコード中に何か問題が発生しましたか？
spanish: El archivo de audio que intenta reproducir tiene cero bytes. ¿Hubo algún problema al codificar el archivo?

source: Zip Code must not be empty
dutch: Postcode mag niet leeg zijn
french: Le champ code postal ne doit pas être vide
german: Postleitzahl darf nicht leer sein
italian: Il campo CAP non può essere vuoto
japanese: 郵便番号は空欄にできません。
spanish: El campo Código postal no debe estar vacío

# zip_warn_blurb
source: There is some other process that is busy with the zip file for the song “%s”, please try again.
dutch: Er is een ander proces bezig met de zip bestanden voor het lied "%s", probeer het aub opnieuw.
french: Il y a un autre processus qui est occupée par le fichier de décompression pour la chanson "%s", veuillez essayer à nouveau.
german: Ein anderer Vorgang ist mit der ZIP-Datei für das Lied “%s” beschäftigt, bitte versuchen Sie es wieder.
italian: Un altro processo è occupato con il file zip per il brano “%s”. Riprovare.
japanese: 「%s」曲を圧縮中の他の処理があります。もう一度お試しください。
spanish: Hay algún otro proceso que está ocupado con el archivo Zip`para la canción “%s”; por favor, inténtelo de nuevo.

source: Zipping Audio+G with zLib
dutch: Zipt Audio+G met zLib
french: Décompression audio + G avec zLib
german: Zippe Audio+G mit zLib
italian: Compressione Audio+G con zLib
japanese: zLib によるオ−ディオ Zip 圧縮+G
spanish: Comprimiendo Audio+G con zLib

source: “%s” folder
dutch: “%s” map
french: dossier“%s”
german: “%s”-Ordner
italian: Cartella “%s”
japanese: 「%s」フォルダ
spanish: Carpeta “%s”

source: “%s” folder not found
dutch: “%s” map niet gevonden
french: dossier n'a pas été retrouvé“%s”
german: “%s”-Ordner nicht gefunden
italian: Cartella “%s” non trovata
japanese: 「%s」フォルダがみつかりませんでした。
spanish: Carpeta “%s” no encontrada

source: * Singer PW
french: MP chanteur
german: * Sänger-PW
italian: * PW cantante
spanish: * PW cantante

source: Explicit
dutch: Expliciet
french: Explicites
german: Deutlich
italian: Esplicita
spanish: Explícito

source: Launch
dutch: Lanceer
french: Démarrer
german: Start
italian: Avvia
spanish: Ir a AirMusic

source: Copyright
dutch: Auteursrecht
french: Droit d'auteur

source: DRStatusStateFailed
french: StatutDRÉtatÉchec
german: DRStatus-Zustand fehlgeschlagen

source: Total Songs
dutch: Totaal aantal Liedjes
french: Nombre total de chansons
italian: Brani in totale

source: Zip
french: Code Postal

source: GS: %.2f,
italian: Ritardo audio-video totale: %.2f,

source: PLI
italian: Elemento dell'elenco di riproduzione
