Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, spanish

source: Sorry, I think your credit card number was declined. Is your card blocked? Did you type the right number? The TriceraSoft music store does not accept American Express, perhaps try a different card.
dutch: Sorry, ik denk dat uw credit card nummer is geweigerd. Is uw kaart geblokkeerd? Heeft u het juiste nummer ingevoerd? De TriceraSoft muziek store accepteert geen American Express, mischien moet u een andere kaart proberen.
french: Désolé, je pense que votre numéro de carte de crédit a été refusée. Est-ce votre carte bloquée? Avez-vous saisi le bon numéro? Le magasin de musique TriceraSoft n'accepte pas American Express, essayez une autre carte.
german: Entschuldigung, ich glaube, Ihre Kreditkartennummer ist zurückgewiesen worden. Ist Ihre Karte gesperrt? Haben Sie die richtige Nummer eingegeben? Der Musikladen TriceraSoft akzeptiert kein American Express, bitte versuchen Sie eine andere Karte.
italian: Il numero di carta di credito è stato rifiutato. La carta è bloccata? Si è digitato il numero corretto? Il music store TriceraSoft non accetta American Express. Provare un'altra carta.
japanese: 申し訳ありませんが、クレジットカード番号が拒否されたようです。カードはブロックされていませんか？正しい数値を入力しましたか? TriceraSoftミュージックストアは、アメリカンエクスプレスを受け付けません。別のカードでお試しください。
spanish: Lamentablemente, parece que su tarjeta de crédito ha sido rechazada. ¿Tiene la tarjeta bloqueada? ¿Ha escrito el número correcto? La tienda de música TriceraSoft no acepta American Express, inténtelo con una tarjeta diferente.

# sort_blurb
source: Upon completion of sorting column %1$s, we found that the sort column was not being sorted? (Key count: %2$d).
dutch: Bij het voltooien van het sorteren van kolom %1$s, kwamen wij erachter dat de soort kolom niet werd gesorteerd? (Sleutel telling: %2$d) Verstuur aub het log bestand.
french: À la fin de la colonne de tri %1$s, nous avons constaté que la colonne de tri n'était pas trié? (Nombre de touches: %2$d)Veuillez envoyer le fichier journal.
german: Bei Vollendung der Spaltensortierung %1$s haben wir herausgefunden, dass die sortierte Spalte nicht sortiert worden war? (Schlüsselzahl: %2$d) Bitte senden Sie die Logdatei.
italian: Dopo il completamento dell'ordinamento della colonna %1$s, si è notato che la colonna di ordinamento non è stata ordinata? (Conteggio chiave:%2$d) Inviare il file di log.
japanese: 列 %1$sの並べ替えが完了したのに列が並べ替えられていませんでしたか？ （キー数：%2$d）ログファイルをお送りください。
spanish: Una vez finalizada la clasificación de la columna %1$s, descubrimos que la columna de clasificación no estaba siendo clasificada. (Recuento clave: %2$d) Por favor, envíe el archivo de registro.

source: Sorting by “%s”, please wait…
dutch: Sorteert op “%s”, wacht aub…
french: Tri par “%s”, veuillez patienter…
german: Sortiere nach “%s”, bitte warten…
italian: Ordinamento per “%s” in corso. Attendere.
japanese: 「%s」を並べ替えています。お待ちくださいt…
spanish: Clasificando por “%s”, por favor espere…

source: Sorting file names…
dutch: Sorteert bestand namen…
french: Tri des noms de fichier…
german: Sortiere Dateinamen…
italian: Ordinamento nomi file in corso…
japanese: ファイル名で並べ替えしています…
spanish: Clasificando nombres de archivos…

source: Sorting new music list
dutch: Nieuwe muzieklijst sorteren
french: Classement de la nouvelle liste musicale
german: Sortieren neuer Musikliste
italian: Ordine della nuova lista in corso
japanese: 新しい音楽リストをソート中
spanish: Clasificando lista de música nueva

source: Sorting old music list
dutch: Oude muzieklijst sorteren
french: Classement de l'ancienne liste musicale
german: Sortieren alter Musikliste
italian: Ordine della vecchia lista in corso
japanese: 古い音楽リストをソート中
spanish: Clasificando lista de música antigua

source: Source
dutch: Bron
german: Quelle
italian: Origine
japanese: ソース
spanish: Origen

source: specification
dutch: specificatie
french: Spécification
german: Beschreibung
italian: specifiche
japanese: 仕様
spanish: especificación

source: Spooler Error
dutch: Spooler Fout
french: Erreur de réserve
german: Spoolerfehler
italian: Errore allo spooler
japanese: スプーラエラー
spanish: Error de Spooler

source: Starting Script Engine
dutch: Start Script Machine
french: Démarrage du moteur de la scripte
german: Starte Skript-Engine
italian: Inizializzazione sistema di script
japanese: スクリプトエンジンの開始
spanish: Iniciando el motor de Script

source: Store Name
dutch: Winkel Naam
french: Nom du magasin
german: Name des Ladens
italian: Nome store
japanese: ストア名
spanish: Nombre de la tienda

source: Strange burn plugin status
dutch: Vreemde brand plugin status
french: Statut gravure plugin étrange
german: Seltsamer Plugin-Status beim Brennen
italian: Stato plugin masterizzazione inconsueto
japanese: 奇妙な書き込みプラグインステータス
spanish: Estado del complemento con respecto a problemas de grabación extraños

source: Stranger than Fiction error: The song you're trying to play is not in the current playlist.
dutch: Vreemder dan Fictie fout: Het lied dat u probeert af te spelen bevindt zich niet in de huidige afspeellijst
french: Erreur plus étrange que la fiction: La chanson que vous essayez de lire n'est pas dans la liste de lecture courante.
german: Seltsamer als ein fiktiver Fehler: Das Lied, das Sie abzuspielen versuchen, ist nicht in der vorliegenden Wiedergabeliste.
italian: Errore assurdo. Il brano che si sta cercando di riprodurre non si trova nella playlist corrente.
japanese: 物語より奇妙なエラー：再生しようとしている曲は現在のプレイリストにありません。
spanish: Error que parece ficción. La canción que está tratando de reproducir no está en la lista de reproducción actual.

source: Stream
french: Diffusion
german: Streamen
italian: Trasmetti
japanese: ストリーム
spanish: Descargar por torrente

source: Stream Song
dutch: Stream Lied
french: Chanson de diffusion
german: Lied streamen
italian: Trasmetti brano
japanese: ストリームソング
spanish: Descargar torrente de la canción

source: Streaming Audio:
dutch: Streamt Audio:
french: Audio de diffusion:
german: Streame Audio:
italian: Trasmissione audio:
japanese: オーディオのストリーミング：
spanish: Descargando torrente de audio:

source: Streaming CDG to Cache
dutch: Streamt CDG naar Cache
french: Diffusion CDG à cache
german: Streame CDG in den Cache
italian: Trasmissione CDG nella cache
japanese: キャッシュのために CDG をストリーミング
spanish: Descargando torrente de CDG a caché

source: Street must not be empty
dutch: Straat mag niet leeg zijn
french: Rue ne doit pas être vide
german: Straße darf nicht leer sein
italian: Il campo Via non deve essere vuoto
japanese: 番地名は空欄にできません。
spanish: El campo Calle no debe estar vacío

source: Street:
dutch: Straat:
french: Rue:
german: Straße:
italian: Via:
japanese: 番地：
spanish: Calle:

source: Stroke
dutch: Slag
french: slash
german: Streichen
italian: Tratto
japanese: ストローク
spanish: Tachar texto

source: Stroke Size:
dutch: Slag Grootte:
french: Taille slash:
german: Strichgröße:
italian: Dimensione tratto:
japanese: ストロークのサイズ：
spanish: Tamaño del trazo:

source: Sub Genre
french: Sous genre
german: Unterart
italian: Sottogenere
japanese: サブジャンル
spanish: Subgénero

source: Submit Failed: You must enter your e-mail address in the freedb preference pane, then submit again.
dutch: Indienen Mislukt: U moet uw e-mail adres de freedb voorkeur paneel invoeren en dan opnieuw indienen.
french: Échec de l'envoi: Vous devez saisir votre adresse e-mail dans le panneau de préférences freedb, puis le soumettre à nouveau.
german: Senden fehlgeschlagen: Sie müssen Ihre E-Mail-Adresse in das Präferenzenfeld von freedb eingeben und dann erneut senden.
italian: Invio non riuscito. Immettere l'indirizzo e-mail nel pannello delle preferenze di freedb, quindi inviarlo di nuovo.
japanese: 送信に失敗：freedb の環境設定パネルにメールアドレスを入力する必要があります。それから再度送信します。
spanish: El envío ha fallado: debe introducir su dirección de e-mail en el panel de preferencias de freedb y enviar de nuevo.

source: Submitting Tracks…
dutch: Indienen Tracks…
french: Soumettre les pistes…
german: Sende Tracks ein…
italian: Invio tracce in corso…
japanese: トラックを送信…
spanish: Enviando pistas…

source: Success
dutch: Succes
french: Réussite
german: Erfolg
italian: Riuscita
japanese: 成功
spanish: Éxito

source: Successful Burn.
dutch: Succesvol Gebrand
french: Gravure réussie.
german: Erfolgreich gebrannt.
italian: Masterizzazione riuscita.
japanese: 書き込みに成功しました。
spanish: Grabación exitosa.

source: Sue Me
dutch: Klaag me maar aan
french: Faites-moi un procès
german: Verklagen Sie mich
italian: Fammi causa
japanese: 告訴してください
spanish: Denúncienme

source: Sweep fill:
dutch: Sweep vullen:
french: Remplissage au balayage:
german: Farbe für Hervorhebung:
italian: Riempimento evidenziazione:
japanese: スイープフィル：
spanish: Relleno de barrido:

source: Sweep Stroke:
dutch: Sweep Slag:
french: Slash balayage
german: Textmarkierung:
italian: Tratto evidenziazione:
japanese: スイープストローク：
spanish: Trazo de barrido:

source: Sync Previous Purchases
dutch: Eerdere aankopen synchroniseren
french: Synchroniser achats précédents
german: Synchronisation früherer Käufe
italian: Sincronizza acquisti precedenti
japanese: 以前の購入履歴を同期
spanish: Sincronizar compras previas

source: System Default
dutch: Standaard Systeem
french: Système par défaut
german: Systemstandard
italian: Default di sistema
japanese: システムデフォルト
spanish: Configuración predeterminada del sistema

source: Tags
dutch: Labels
french: Onglets
italian: Tag
japanese: タグ
spanish: Etiquetas

source: Templates
dutch: Sjablonen
french: Modèles
german: Vorlagen
italian: Modelli
japanese: テンプレート
spanish: Plantillas

source: Tempo
japanese: テンポ

source: Tempo Change Increment:
dutch: Tempo Verandering Opslag:
french: Augmentation dans la modification du tempo:
german: Zunahme der Tempoänderung:
italian: Aumento cambiamento tempo:
japanese: テンポ変更のインクリメント
spanish: Incremento en el cambio de tempo:

source: Tempo:
japanese: テンポ：

# test_burn_blurb
source: Do not buy the Burning plugin until after you have done a test burn (2 songs) and verified: 1) that your drive is capable of burning and 2) your hardware karaoke player can play the burned disc. Have you done the complete burn test?
dutch: Koop de brand-plugin pas als u een test hebt uitgevoerd en gecontroleerd of uw drive compatibel is met de plugin. Hebt u al geprobeerd te branden als test?
french: N'achetez pas le plugin Gravure avant d'avoir fait une gravure test et vérifié que votre disque est compatible. Avez-vous fait une gravure test ?
german: Kaufen Sie das Brenn-Plugin erst, nachdem Sie einmal als Test gebrannt und sichergestellt haben, dass Ihr Laufwerk damit kompatibel ist. Haben Sie eine Testbrennung durchgeführt?
italian: Non acquistare il plugin di masterizzazione prima di averlo provato e aver verificato che il tuo masterizzatore sia compatibile. Hai fatto una masterizzazione di prova?
japanese: ご利用中のドライブをテストして対応済みか確認するまでは、Burning プラグインを購入しないでください。
spanish: No compre el complemento de grabación hasta que haya realizado una grabación de prueba y haya verificado que su unidad de disco es compatible. ¿Ha hecho una grabación de prueba?

source: Tether decrypt failed
dutch: Tether-decodering mislukt
french: Échec du décryptage d'attachement
german: Tether-Entschlüsselung fehlgeschlagen
italian: Decrittazione del tethering non riuscita
japanese: テザリングの復号化に失敗しました
spanish: Error de desencriptación de datos compartidos

source: Text Fill:
dutch: Tekst Vulling:
french: Remplissage du texte:
german: Songtext Farbe:
italian: Riempimento testo:
japanese: テキストフィル：
spanish: Relleno de texto:

source: Text Stroke:
dutch: Tekst Slag:
french: Texte slash:
german: Text Umrandungsfarbe
italian: Linea testo:
japanese: テキストストローク：
spanish: Trazos de texto:

source: That is a coupon, not a serial number. Please go thru the purchase process and use the coupon during your purchase.
dutch: Dat is een coupon, geen serie nummer. Ga door het koop proces en gebruik de coupon tijdens uw aankoop.
french: C'est un coupon, et non pas un numéro de série.Veuillez suivre le processus d'achat et l'utilisation du coupon lors de votre achat.
german: Dies ist ein Gutschein, keine Seriennummer. Bitte gehen Sie den Kaufprozess durch und benutzen Sie den Gutschein bei Ihrem Kauf.
italian: Questo è un tagliando non un numero di serie. Eseguire il processo di acquisto e utilizzare il tagliando.
japanese: それはクーポンでシリアル番号ではありません。購入処理を行い、クーポンを購入にお使いください。
spanish: Eso es un cupón, no un número de serie. Revise el proceso de compra y use el cupón durante su compra.

source: That template name is already taken. Please try again.
dutch: Die sjabloon naam is al in gebruik. Probeer het opnieuw.
french: Ce nom du modèle est déjà pris. Veuillez essayez de nouveau.
german: Dieser Vorlagenname ist bereits vergeben. Bitte versuchen Sie es wieder.
italian: Nome del modello già in uso. Riprovare.
japanese: そのテンプレート名は既に使われています。もう一度お試しください。
spanish: Ese nombre de plantilla ya está ocupado. Inténtelo de nuevo.

source: The CD Volume has gone offline, or the BIN file has been deleted.
dutch: Het CD volume is offline gegaan, of het BIN bestand is verwijderd.
french: Le volume CD a été déconnecté, ou le fichier BIN a été effacé.
german: Das CD-Medium ist offline gegangen oder die BIN-Datei ist gelöscht worden.
italian: Il CD Volume è offline o il file BIN è stato cancellato.
japanese: CD ボリュームがオフラインか、BIN ファイルが削除されています。
spanish: El volumen de CD ha sido desconectado o el archivo BIN ha sido eliminado.

source: The Chartbuster Gift Pack (User ID) has no more credits, or is invalid.
dutch: Het Chartbuster Kado Pakket (Gebruiker ID) heeft geen credits meer of is ongeldig.
french: L’offre-cadeau Chartbuster” (ID d'utilisateur) n'a plus de crédits, ou est invalide.
german: Das Chartbuster-Geschenkpaket (Benutzer-ID) hat kein Guthaben mehr oder ist ungültig.
italian: Il Chartbuster Gift Pack (ID utente) non ha più credito o non è valido.
japanese: Chartbuster ギフトパック (ユーザー ID) にはクレジットが残っていないか、または無効です。
spanish: El paquete de regalo de Chartbuster (ID de usuario) no tiene más créditos o no es válido.

source: The current machine does not match the machine on which the product was activated.
dutch: De huidige machine komt niet overeen met de machine waarop het product is geactiveerd.
french: La machine actuelle ne correspond pas à la machine sur laquelle le produit a été activé.
german: Das derzeitige Gerät passt nicht zu dem Gerät, auf dem das Produkt aktiviert wurde.
italian: La macchina corrente non corrisponde alla macchina su cui il prodotto è stato attivato.
japanese: 現在のマシンは製品が有効化されたマシンと一致しません。
spanish: El equipo actual no concuerda con el equipo en el que se activó en producto.

source: The current machine matches the machine on which the product was activated.
dutch: De huidige machine komt overeen met de machine waarop het product is geactiveerd.
french: La machine actuelle correspond à la machine sur laquelle le produit a été activé.
german: Das derzeitige Gerät passt zu dem Gerät, auf dem das Produkt aktiviert wurde.
italian: La macchina corrente corrisponde alla macchina su cui il prodotto è stato attivato.
japanese: 現在のマシンは製品が有効化されたマシンと一致します。
spanish: El equipo actual concuerda con el equipo en el que se activó el producto.

source: The current rip was interrupted, you will have to re-rip the last song.
dutch: De huidige rip was onderbroken, u moet het laatste lied opnieuw rippen.
french: La gravure actuelle a été interrompue, vous devrez re-graver la dernière chanson.
german: Das laufende Rippen ist unterbrochen worden, Sie müssen das letzte Lied erneut rippen.
italian: La copia corrente è stata interrotta. Ricopiare l'ultimo brano.
japanese: 現在のリップが中断されたら、最後の曲を再リップする必要があります。
spanish: Se interrumpió la extracción actual, tendrá que volver a extraer la última canción.

source: The data browser is not properly configured.
dutch: De data browser is niet juist geconfigureerd.
french: Le navigateur de données n'a pas été correctement configuré.
german: Der Datenbrowser ist nicht richtig konfiguriert.
italian: Il browser dati non è configurato in modo corretto.
japanese: データブラウザが正しく設定されていません。
spanish: El navegador de datos no está correctamente configurado.

source: The device failed to accept the command within the timeout period
dutch: Het apparaat heeft de opdracht niet geaccepteerd binnen de timeout-periode
french: Échec d'acceptation de la commande par l'appareil dans le délai imparti
german: Das Gerät hat den Befehl nicht innerhalb des Zeitlimits angenommen
italian: Il dispositivo non ha accettato il comando entro il tempo consentito
japanese: タイムアウト期限内に、デバイスがコマンドに応答できませんでした
spanish: El dispositivo no consiguió aceptar el comando en el intervalo de espera

source: The drive reported that it is in the process of becoming ready. Please try the request again later
dutch: De drive heeft gemeld dat het zich aan het voorbereiden is. Probeer het later nog eens.
french: Le lecteur a indiqué qu'il était actuellement en train de se préparer. Veuillez refaire la demande plus tard.
german: Das Laufwerk hat gemeldet, dass es sich im Prozess der Vorbereitung befindet. Bitte versuchen Sie es später noch einmal mit der Anfrage
italian: Il lettore ha segnalato che tra poco sarà pronto. Riprova più tardi.
japanese: ドライブは準備中です。少々時間をおいた後、再度リクエストしてください。
spanish: El controlador casi está listo. Inténtelo otra vez más tarde

source: The engine failed to connect to the eSellerate servers.
dutch: De machine heeft gefaald met de eSellerate servers te verbinden.
french: Le moteur n'a pas pu se connecter aux serveurs eSellerate.
german: Der Engine ist daran gescheitert, sich mit den eSellerate-Servern zu verbinden.
italian: Il sistema non ha potuto connettersi ai server eSellerate in modo corretto.
japanese: エンジンは eSellerateのサーバーへの接続に失敗しました。
spanish: El motor no pudo conectarse a los servidores eSellerate.

source: The engine failed to download an update.
dutch: de machine heeft gefaald een update te downloaden.
french: Le moteur a échoué dans le téléchargement d'une mise à jour.
german: Der Engine ist daran gescheitert, ein Update herunterzuladen.
italian: Il sistema non è riuscito a scaricare l'aggiornamento.
japanese: エンジンは、アップデートをダウンロードすることに失敗しました。
spanish: El motor no pudo descargar una actualización.

source: The engine is already running within the application.
dutch: De machine is al aan het runnen in de applicatie
french: Le moteur est entrain de fonctionner auprès de l'application.
german: Der Engine läuft bereits innerhalb der Anwendung.
italian: Il sistema è già in esecuzione all'interno dell'applicazione.
japanese: エンジンは既にアプリケーション内で実行されています。
spanish: El motor ya está funcionando dentro de la aplicación.

source: The engine is corrupted.
dutch: De machine is corrupt.
french: Le moteur est endommagé.
german: Der Engine ist beschädigt.
italian: Il sistema è danneggiato.
japanese: エンジンが破損しています。
spanish: El motor está corrupto.

source: The eSellerate engine data is missing from the results.
dutch: De eSellerate machine data mist in de resultaten.
french: Les données du moteur eSellerate ne figurent pas sur les résultats.
german: Die eSellerate-Enginedaten fehlen in den Ergebnissen.
italian: I dati del sistema eSellerate mancano dai risultati.
japanese: eSellerate エンジンのデータが結果から欠落しています。
spanish: Los datos del motor eSellerate no aparecen en los resultados.

source: The eSellerate server failed to return a valid activation key.
dutch: De eSellerate server heeft gefaald een geldige activatie sleutel terug te sturen.
french: Le serveur eSellerate a échoué lors de la saisie d'une clé d'activation valide.
german: Der eSellerate-Server ist daran gescheitert, einen gültigen Aktivierungsschlüssel zurückzusenden.
italian: Il server di eSellerate non ha potuto riportare una chiave di attivazione valida.
japanese: eSellerateのサーバーが有効なアクティベーションキーを返すことに失敗しました。
spanish: El servidor eSellerate no ha podido devolver una clave de activación válida.

source: The format of the supplied activation key is invalid.
dutch: Het formaat van de geleverde activatie sleutel is ongeldig.
french: Le format de la clé saisie est incorrecte.
german: Das Format des gelieferten Aktivierungsschlüssels ist ungültig.
italian: Il formato della chiave di attivazione fornito non è valido.
japanese: 付属のアクティベーションキーの形式が無効です。
spanish: El formato de la clave de activación proporcionada no es válido.

source: The Gift Pack does not exist or has no more credits.
dutch: Het Kado Pakket bestaat niet of heeft geen credits meer.
french: L'offre cadeau n'existe pas ou n'a plus de crédits.
german: Das Geschenkpaket existiert nicht oder hat kein Guthaben mehr.
italian: Gift Pack non esistente o senza crediti.
japanese: ギフトパックが存在しないか、またはクレジットが残っていません。
spanish: El paquete de regalo no existe o no tiene más créditos.

source: The item is not in the data browser.
dutch: Het item is niet in de data browser.
french: L'article ne figure pas dans le navigateur des données.
german: Der Artikelt ist nicht im Datenbrowser.
italian: La voce non è nel browser dei dati.
japanese: 項目がデータブラウザにありません。
spanish: El elemento no está en el navegador de datos.

source: The item was not added to the data browser.
dutch: Het item was niet toegevoegd aan de data browser.
french: L'article n'a pas été ajouté sur le navigateur des données.
german: Der Artikel ist nicht zum Datenbrowser hinzugefügt worden.
italian: La voce non è stata aggiunta al browser di dati.
japanese: 項目がデータブラウザに追加されませんでした。
spanish: No se añadió el elemento al navegador de datos.

source: The latest engine is already installed.
dutch: De laatste machine is al geinstalleerd.
french: Le dernier moteur a déjà été installé.
german: Der neueste Engine ist bereits installiert.
italian: È già installato il sistema più recente.
japanese: 最新のエンジンが既にインストールされています。
spanish: Ya está instalado el motor más reciente.

source: The latest engine was successfully installed.
dutch: De laatste machine was succesvol geinstalleerd.
french: Le dernier moteur a été installé avec succès.
german: Der neueste Engine ist erfolgreich installiert worden.
italian: Il sistema più recente è stato installato in modo corretto.
japanese: 最新のエンジンが正常にインストールされました。
spanish: Se instaló satisfactoriamente el motor más reciente.

source: The Lite version of kJams does not allow scripting, if you need scripting, please upgrade to Pro.
dutch: de Lite versie van kJams staat geen scripting toe, als u scripting nodig heeft moet u naar Pro upgraden.
french: La version Lite de kJams ne permet pas de script age, si vous avez besoin de scriptage, veuillez télécharger la version Pro.
german: Die Lite-Version von kJams ermöglicht kein Skripten, wenn Sie Skripten benötigen, rüsten Sie bitte zur Pro-Version hoch.
italian: La versione Lite di kJams non permette lo scripting. Se si deve effettuare lo scripting, aggiornare alla versione Pro.
japanese: kJams の Lite バージョンではスクリプトが許可されません。スクリプトが必要な場合は、Pro にアップグレードしてください。
spanish: La versión Lite de kJams no permite líneas de comandos (scripting); si necesita scripting, actualícese a la versión Pro.

source: The old activation key is invalid.
dutch: De oude activatie sleutel is ongeldig.
french: L’ancienne clé d'activation est non-valide.
german: Der alte Aktivierungsschlüssel ist ungültig.
italian: La vecchia chiave di attivazione non è valida.
japanese: 古いアクティベーションキーは無効です。
spanish: La clave de activación antigua no es válida.
