Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Menus.strings
Languages: dutch, french, german, italian, japanese, spanish

# SubMenu/Song Context/Push File Names
source: Push File Names
dutch: Bestandsnamen Duwen
french: Pousser les noms de fichiers
german: Dateinamen ablegen
italian: Inserisci nomi file
japanese: ファイル名をプッシュ
spanish: Insertar nombres de archivos

# SubMenu/Song Context/Push Meta Data
source: Push Meta Data
dutch: Meta Data Duwen
french: Pousser les données méta
german: Metadaten ablegen
italian: Inserisci metadati
japanese: メタデータをプッシュ
spanish: Insertar metadatos

# SubMenu/Song Context/Re-interpret names?
source: Re-interpret names…
dutch: Her-interpreteer namen…
french: Ré-interpréter les noms…
german: Namen erneut interpretieren…
italian: Reinterpreta nomi…
japanese: 名前の再解釈…
spanish: Reinterpretar nombres…

# SubMenu/Song Context/Re-link to files?
source: Re-link to files…
dutch: Her-linken naar bestanden…
french: Ré-lier au fichiers…
german: Erneut zu Dateien verlinken…
italian: Ricollegamento ai file…
japanese: ファイルに再リンク…
spanish: Revincular con archivos…

# SubMenu/Song Context/Reveal in Explorer
source: Reveal in Explorer
dutch: Onthul in Explorer
french: Révéler dans l'explorateur
german: In Explorer zeigen
italian: Mostra nella finestra Esplora
japanese: Explorer で表示
spanish: Desvelar en Explorer

# SubMenu/Song Context/Reveal in Finder
source: Reveal in Finder
dutch: Onthullen in Finder
french: Révéler dans le camps de la recherche
german: Im Finder zeigen
italian: Mostra nella finestra Trova
japanese: Finder で表示する
spanish: Desvelar en Finder

# SubMenu/Sort Columns
source: Sort Columns
dutch: Sorteer Kolommen
french: Trier les colonnes
german: Spalten sortieren
italian: Ordina colonne
japanese: 列を並び替える
spanish: Clasificar columnas

# SubMenu/Special
source: Special
dutch: Speciaal
french: Spéciale
german: Speziell
italian: Speciale
japanese: 特別
spanish: Especial

# SubMenu/Special/Clear Launch File
source: Clear Launch File
dutch: Schoon Lanceer Bestand op
french: Effacer fichier de lancement
german: Startdatei entfernen
italian: Arresta esecuzione file
japanese: 起動ファイルを消去する
spanish: Borrar archivo de ejecución

# SubMenu/Special/Pull Meta Data from selected songs
source: Pull Meta Data from selected songs
dutch: Trek Meta Data van geselecteerde liedjes
french: Soutirer les données méta à partir des chansons sélectionnées
german: Metadaten von ausgewählten Liedern abrufen
italian: Estrai metadati dai brani selezionati
japanese: メタデータを選択した曲から引き出す
spanish: Extraer metadatos de las canciones seleccionadas

# SubMenu/Special/Push File Names to selected songs
source: Push File Names to selected songs
dutch: Duw Bestandsnamen naar geselecteerde liedjes
french: Pousser noms des fichiers vers les chansons sélectionnés
german: Dateinamen von ausgewählten Liedern ablegen
italian: Inserisci nomi file ai brani selezionati
japanese: ファイル名を選択した曲にプッシュする
spanish: Insertar nombres de archivos en las canciones seleccionadas

# SubMenu/Special/Push Meta Data to selected songs
source: Push Meta Data to selected songs
dutch: Duw Meta Data naar geselecteerde liedjes
french: Pousser les données méta vers les chansons sélectionnées
german: Metadaten von ausgewählten Liedern ablegen
italian: Inserisci metadati ai brani selezionati
japanese: メタデータを選択した曲にプッシュする
spanish: Insertar metadatos en las canciones seleccionadas

# SubMenu/Special/Scan ?kJams Library? folder for orphaned songs?
source: Scan “kJams Library” folder for orphaned songs…
dutch: Scan “kJams Bibliotheek” map voor weesliederen…
french: Analyser le dossier " bibliothèque kJams"pour des chansons orphelines…
german: Ordner „kJams Kollektion“ auf hinterlassene Lieder scannen…
italian: Scansiona cartella “Libreria kJams" per brani orfani…
japanese: 行方不明の曲について「kJams Library」フォルダをスキャンする…
spanish: Explorar carpeta "kJams Library" en busca de canciones huérfanas…

# SubMenu/Special/Scan all file sizes?
source: Scan all file sizes…
dutch: Scan alle bestandsgroottes…
french: Analyser tout les formats de fichiers
german: Alle Dateigrößen scannen
italian: Scansiona tutte le dimensioni dei file…
japanese: すべてのファイルサイズをスキャン…
spanish: Explorar todos los tamaños de archivos…

# SubMenu/Special/Scan file formats of selected songs?
source: Scan file formats of selected songs…
dutch: Scan Bestandsformaat van geselecteerde liedjes…
french: Analyser les formats de fichiers des chansons sélectionnées…
german: Dateiformate der ausgewählten Lieder scannen…
italian: Scansiona formati file brani selezionati…
japanese: 選択した曲のファイル形式をスキャン…
spanish: Explorar formatos de archivos de las canciones seleccionadas…

# SubMenu/Special/Set Launch File?
source: Set Launch File…
dutch: Stel Lanceer Bestand in…
french: Paramétrer le fichier de lancement…
german: Startdatei einrichten…
italian: Imposta esecuzione file…
japanese: 起動ファイルを設定…
spanish: Configurar archivo de ejecución…

# SubMenu/Special/Set User Sort Order
source: Set User Sort Order
dutch: Stel Gebruiker Sorteer Orde in
french: Définir l'ordre de tri de l'utilisateur
german: Benutzer-Sortierfolge einrichten
italian: Imposta ordine definito dall'utente
japanese: 設定されたユーザの並べ替え順序
spanish: Configurar orden de clasificación por el usuario

# SubMenu/Special/Update ?No Lyrics? meta data
source: Update “No Lyrics” meta data
dutch: Update “Geen Tekst” meta data
french: Mettre à jour les données méta " sans paroles"
german: „Kein Text“-Metadaten aktualisieren
italian: Aggiorna metadati “Nessun testo”
japanese: 「歌詞のない」メタデータを更新しない
spanish: Actualizar metadatos de "Sin letras"

# SubMenu/Sync-Slipping
source: Sync-Slipping
french: Dérapage-Sync
german: Verschiebung
italian: Ritardo audio/video sincronizzazione
japanese: 同期スリッピング
spanish: Desviación de sincronización

# SubMenu/Sync-Slipping/Global No Slip
source: Global No Slip
dutch: Globaal Geen Slip
french: Aucun dérapage global
german: Global keine Verschiebung
italian: Nessun ritardo audio/video totale
japanese: グローバルスリップなし
spanish: Global sin deslizamiento

# SubMenu/Sync-Slipping/Global Slip AirFoil
source: Global Slip AirFoil
dutch: Globale Slip AirFoil
french: Dérapage global AirFoil
german: Globale Verschiebung AirFoil
italian: Ritardo audio/video totale AirFoil
japanese: グローバルスリップ AirFoil
spanish: Deslizamiento global AirFoil

# SubMenu/Sync-Slipping/Global Slip Back
source: Global Slip Back
dutch: Globale Slip Terug
french: Dérapage global
german: Globale Verschiebung rückwärts
italian: Ritardo audio/video totale indietro
japanese: グローバルスリップバック
spanish: Deslizamiento hacia atrás global

# SubMenu/Sync-Slipping/Global Slip Forward
source: Global Slip Forward
dutch: Globale Slip Voorwaarts
french: Dérapage global avant
german: Globale Verschiebung vorwärts
italian: Ritardo audio/video totale avanti
japanese: グローバルスリップフォーワード
spanish: Deslizamiento hacia adelante global

# SubMenu/Sync-Slipping/Global Slip: 0.00 Seconds
source: Global Slip: 0.00 Seconds
dutch: Globale Slip: 0.00 Seconden
french: Lissage global: 0.00 secondes
german: Globale Verschiebung: 0.00 Sekunden
italian: Ritardo audio/video totale: 0,00 secondi
japanese: グローバルスリップ： 0.00 秒
spanish: Deslizamiento global: 0,00 segundos

# SubMenu/Sync-Slipping/Song No Slip
source: Song No Slip
dutch: Lied Geen Slip
french: Chanson anti-dérapage
german: Keine Lied Verschiebung
italian: Brano senza ritardo audio/video
japanese: 曲のスリップなし
spanish: Canción sin deslizamiento

# SubMenu/Sync-Slipping/Song Slip Back
source: Song Slip Back
dutch: Lied Slip Terug
french: Chanson dérapage arrière
german: Lied Verschiebung rückwärts
italian: Ritardo audio/video brano indietro
japanese: 曲のスリップバック
spanish: Deslizamiento hacia atrás en canción

# SubMenu/Sync-Slipping/Song Slip Forward
source: Song Slip Forward
dutch: Lied Slip Voorwaarts
french: Chanson dérapage avant
german: Lied Verschiebung vorwärts
italian: Ritardo audio/video brano avanti
japanese: 曲のスリップフォーワード
spanish: Deslizamiento hacia adelante en canción

# SubMenu/Text Style
source: Text Style
dutch: Tekst Stijl
french: Style de texte
german: Textstil
italian: Stile testo
japanese: テキストスタイル
spanish: Estilo de texto

# SubMenu/Vertical:
source: Vertical:
dutch: Verticaal:
german: Vertikal:
italian: Verticale:
japanese: 縦方向：

# SubMenu/Vertical:/Bottom
source: Bottom
dutch: Bodem
french: Bas
german: Unterseite
italian: In basso
japanese: 下
spanish: Parte inferior

# SubMenu/Vertical:/Center
source: Center
dutch: Middelpunt
french: Centre
german: Zentral
italian: Centro
japanese: 中央
spanish: Centro

# SubMenu/Vertical:/Top
source: Top
french: Haut
german: Oberseite
italian: In alto
japanese: 上
spanish: Parte superior

# SubMenu/Web Cam Video Underlay
source: Web Cam Video Underlay
french: Sous- couche vidéo webcam
german: Videounterlage für Webcam
italian: Sottostrato video webcam
japanese: ウェブカム動画アンダーレイ
spanish: Subcapa de vídeo de webcam

# SubMenu/freedb server
source: freedb server
french: Serveur freedb
italian: server freedb
japanese: freedb サーバー
spanish: Servidor freedb

# SubMenu/freedb server/Press the ?Update List? button
source: Press the “Update List” button
dutch: Druk op de “Update Lijst” toets
french: Appuyer sur la touche "mettre à jour la liste"
german: Klicken Sie auf die Schaltfläche „Liste aktualisieren“
italian: Premi il pulsante “Aggiorna elenco”
japanese: [更新リスト] ボタンを押します。
spanish: Pulse el botón "Actualizar lista"

# SubMenu/freedb server/Use Random Server
source: Use Random Server
dutch: Gebruik Willekeurige Server
french: Utiliser le serveur aléatoire
german: Zufalls-Server verwenden
italian: Usa server casuale
japanese: ランダムサーバーを使う
spanish: Usar servidor aleatorio

# SubMenu/producer_templates/Apply
source: Apply
dutch: Toepassen
french: Appliquer
german: Anwenden
italian: Applica
japanese: 適用
spanish: Aplicar

# SubMenu/producer_templates/Edit
source: Edit
dutch: Bewerken
french: Modifier
german: Bearbeiten
italian: Modifica
japanese: 編集
spanish: Editar

# SubMenu/producer_templates/Save As?
source: Save As…
dutch: Opslaan Als…
french: Sauvegarder comme…
german: Speichern als…
italian: Salva con nome…
japanese: として保存…
spanish: Guardar como…

# SubMenu/producer_templates/Save Over
source: Save Over
dutch: Opslaan Over
french: Sauvegarde terminée
german: Speichern über
italian: Salva su
japanese: 以上を保存
spanish: Guardar reemplazando

# SubMenu/producer_templates/Save PICT?
source: Save PICT…
dutch: Opslaan PICT…
french: Sauvegarder PICT…
german: PICT speichern…
italian: Salva PICT…
japanese: PICT を保存…
spanish: Guardar PICT…

# SubMenu/producer_templates/Save Selection As?
source: Save Selection As…
dutch: Selectie Opslaan Als…
french: Enregistrer sélection sous…
german: Auswahl speichern als…
italian: Salva selezione come…
japanese: として選択項目を保存…
spanish: Guardar selección como…

# SubMenu/producer_templates
source: producer_templates
dutch: producer_sjabloon
french: modèles_producteur
