Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Menus.strings
Languages: dutch, french, german, italian, japanese, spanish

# Menu/Advanced
source: Advanced
dutch: Geavanceerd
french: Avancé
german: Fortgeschritten
italian: Avanzato
japanese: 詳細
spanish: Funciones avanzadas

# Menu/Advanced/Album Name All Caps
source: Album Name All Caps
dutch: Album Naam Alles in Hoofdletters
french: Nom de l'album All Caps
italian: Nome album tutto in maiuscolo
japanese: アルバム名をすべて大文字化
spanish: Nombre de álbum, todo en mayúsculas

# Menu/Advanced/Artist name: swap First<->Last
source: Artist name: swap First<->Last
dutch: Artiest naam: wissel Eerste<->Laatste
french: Nom de l'artiste: échanger Premier<->Dernier
german: Künstlername: ersten<->letzten austauschen
italian: Nome artista: scambia Nome<->Cognome
japanese: アーティスト名：最初と最後をスワップ
spanish: Nombre de artista: cambiar Primero<->Último

# Menu/Advanced/Capital Case
source: Capital Case
dutch: Hoofdletter
french: Case majuscule
german: Großbuchstabenfeld
italian: Maiuscolo
japanese: 大文字表示
spanish: Letra mayúscula

# Menu/Advanced/Clear all ?Tonight? Lists
source: Clear all “Tonight” Lists
dutch: Schoon alle “Avond” Lijsten op
french: Effacez toutes les listes "ce soir"
german: Alle „Heute Nacht“-Listen entfernen
italian: Cancella tutti gli elenchi “Stasera”
japanese: 「今夜」リストをすべて消去
spanish: Borrar todas las listas de "Esta noche"

# Menu/Advanced/Consolidate Library?
source: Consolidate Library…
dutch: Consolideer Bibliotheek…
french: Consolidez la bibliothèque…
german: Konsolidiere Kollektion…
italian: Consolida libreria…
japanese: ライブラリを統合…
spanish: Consolidar biblioteca…

# Menu/Advanced/Convert selection to ?%s: %s?
source: Convert selection to “%s: %s”
dutch: Converteer selectie naar “%s: %s”
french: Convertir la sélection “%s: %s”
german: Auswahl zu “%s: %s” konvertieren
italian: Converti selezione in “%s: %s”
japanese: 選択項目を「%s： %s」に変更する
spanish: Convertir selección a “%s: %s”

# Menu/Advanced/Get CD Tracks from CDPedia?
source: Get CD Tracks from CDPedia…
dutch: Neem de CD Liedjes van CDPedia…
french: Obtenez des pistes à partir de l'encyclopédie des CDs…
german: CD-Tracks von CDPedia holen…
italian: Acquisisci tracce CD da CDPedia…
japanese: CDPedia から CD トラックを取得…
spanish: Obtener pistas de CD desde CDPedia…

# Menu/Advanced/Get CD Tracks from MusicBrainz?
source: Get CD Tracks from MusicBrainz…
dutch: Neem de CD Liedjes van MusicBrainz…
french: Procurez des pistes à partir de MusicBrainz…
german: CD-Tracks von MusicBrainz holen…
italian: Acquisisci tracce CD da MusicBrainz…
japanese: MusicBrainz から CD トラックを取得…
spanish: Obtener pistas de CD desde MusicBrainz…

# Menu/Advanced/Get CD Tracks from TrackType?
source: Get CD Tracks from TrackType…
dutch: Neem de CD Liedjes van TrackType…
french: Procurez des pistes CD à partir du type de piste…
german: CD-Tracks von TrackType holen…
italian: Acquisisci tracce CD da TrackType…
japanese: TrackType から CD トラックを取得…
spanish: Obtener pistas de CD desde TrackType…

# Menu/Advanced/Get CD Tracks from freedb?
source: Get CD Tracks from freedb…
dutch: Neem de CD Liedjes van freedb…
french: Procurez des pistes CD à partir du freedb…
german: CD-Tracks von freedb holen…
italian: Acquisisci tracce CD da freedb…
japanese: freeb から CD トラックを取得…
spanish: Obtener pistas de CD desde freedb…

# Menu/Advanced/Graphic Channels
source: Graphic Channels
dutch: Grafische Kanalen
french: Des chaines graphiques
german: Grafische Kanäle
italian: Canali grafica
japanese: グラフィックチャンネル
spanish: Canales gráficos

# Menu/Advanced/Producer?
source: Producer…
french: Producteur…
italian: Produttore…
japanese: 制作者…

# Menu/Advanced/Re-Link to file?
source: Re-Link to file…
dutch: Her-Link naar bestand…
french: Ré-lier au fichier…
german: Erneut zur Datei verlinken…
italian: Ricollegamento al file…
japanese: ファイルに再リンク…
spanish: Volver a vincular con archivo…

# Menu/Advanced/Reinterpret names?
source: Reinterpret names…
dutch: Herinterpreteer namen…
french: Réinterprétation des noms…
german: Namen erneut interpretieren…
italian: Reinterpreta nomi…
japanese: 名前を再解釈する…
spanish: Reinterpretar nombres…

# Menu/Advanced/Special
source: Special
dutch: Speciaal
french: Spéciale
german: Speziell
italian: Speciale
japanese: 特別
spanish: Especial

# Menu/Advanced/Submit CD Tracks to TrackType?
source: Submit CD Tracks to TrackType…
dutch: Dien de CD Liedjes in bij TrackType…
french: Soumettre pistes CD à type de piste
german: CD-Tracks zu TrackType senden…
italian: Aggiungi tracce CD in TrackType…
japanese: CD トラックを TrackType に送信する …
spanish: Enviar pistas de CD a TrackType…

# Menu/Advanced/Submit CD Tracks to freedb?
source: Submit CD Tracks to freedb…
dutch: Dien de CD Liedjes in bij freedb…
french: Soumettre pistes CD à freedb…
german: CD-Tracks zu freedb senden…
italian: Aggiungi tracce CD a freedb…
japanese: CD トラックを freedb に送信する…
spanish: Enviar pistas de CD a freedb…

# Menu/Advanced/Swap Artist<->Album
source: Swap Artist<->Album
dutch: Wissel Artiest<->Album
french: Échanger Artiste<->Album
german: Künstler<->Album austauschen
italian: Scambia Artista<->Album
japanese: アーティストとアルバムをスワップ
spanish: Cambiar Artista<->Álbum

# Menu/Advanced/Swap Name<->Album
source: Swap Name<->Album
dutch: Wissel Naam<->Album
french: Échanger Artiste<->Album
german: Namen<->Album austauschen
italian: Scambia Nome<->Album
japanese: 名前とアルバムをスワップ
spanish: Cambiar Nombre<->Álbum

# Menu/Advanced/Swap Name<->Artist
source: Swap Name<->Artist
dutch: Wissel Naam<->Artiest
french: Échanger Nom<->Artiste
german: Name<->Künstler austauschen
italian: Scambia Nome<->Artista
japanese: 名前とアーティストをスワップ
spanish: Cambiar Nombre<->Artista

# Menu/Advanced/Title Case
source: Title Case
dutch: Hoofd Titel
french: Titre de la case
german: Titelfeld
italian: Iniziali maiuscole
japanese: タイトルケース
spanish: Letra del título

# Menu/Apple/About %s?
source: About %s…
dutch: Over %s…
french: A propos de %s…
german: Über %s…
italian: Su %s…
japanese: %sについて…
spanish: Acerca de %s…

# Menu/Apple/Preferences?
source: Preferences…
dutch: Vooraf ingestelde Instellingen…
french: Préférences…
german: Präferenzen…
italian: Preferenze…
japanese: 環境設定…
spanish: Preferencias…

# Menu/Controls
source: Controls
dutch: Bediening
french: Commandes
german: Steuerung
italian: Comandi
japanese: 制御
spanish: Controles

# Menu/Controls/Back
source: Back
dutch: Terug
french: Retour
german: Zurück
italian: Indietro
japanese: 戻る
spanish: Atrás

# Menu/Controls/Cue to start
source: Cue to start
dutch: Cue naar start
french: Repère pour démarrage
german: CUE zu Beginn
italian: Coda all'avvio
japanese: 開始するキュー
spanish: Indicar al comienzo

# Menu/Controls/Eject Disc
source: Eject Disc
dutch: Disc Uitwerpen
french: Éjectez disque
german: Disk auswerfen
italian: Espelli disco
japanese: ディスクを取り出す
spanish: Expulsar disco

# Menu/Controls/Mic Down
source: Mic Down
dutch: Mic Omlaag
french: Baisser le son de la microphone
german: Mi. leiser
italian: Abbassare microfono
japanese: マイクダウン
spanish: Reducir volumen de micro

# Menu/Controls/Mic Mute
source: Mic Mute
french: Muter la microphone
german: Mi. stumm
italian: Disattivare microfono
japanese: マイクミュート
spanish: Silenciar micro

# Menu/Controls/Mic Up
source: Mic Up
dutch: Mic Omhoog
french: Augmenter le son de la microphone
german: Mi. lauter
italian: Alzare microfono
japanese: マイクアップ
spanish: Aumentar volumen de micro

# Menu/Controls/Mute
source: Mute
german: Stumm
italian: Disattiva audio
japanese: ミュート
spanish: Silenciar

# Menu/Controls/Next
source: Next
dutch: Volgende
french: Suivant
german: Nächstes
italian: Successivo
japanese: 次へ
spanish: Siguiente

# Menu/Controls/Original Tempo
source: Original Tempo
dutch: Origineel Tempo
french: Temp originale
italian: Tempo originale
japanese: 元のテンポ
spanish: Tempo original

# Menu/Controls/Play
source: Play
dutch: Afspelen
french: Lecture
german: Spielen
italian: Riproduci
japanese: 再生
spanish: Reproducir

# Menu/Controls/Remember Song Volume
source: Remember Song Volume
dutch: Onthoud Volume van het Lied
french: Se souvenir du volume de la chanson
german: Liedlautstärke merken
italian: Ricorda volume brano
japanese: 曲のボリュームを記憶する
spanish: Recordar el volumen de la canción

# Menu/Controls/Save Trim End Time
source: Save Trim End Time
dutch: Bewaar Trim Eind Tijd
french: Sauvegarder la fin de délais des retouches
german: Speichern des End Leerlaufes Schnitt
italian: Salva momento fine taglio
japanese: 終了時間トリミングを保存する
spanish: Guardar la hora final ajustada

# Menu/Controls/Save Trim Start Time
source: Save Trim Start Time
dutch: Bewaar Trim Start Tijd
french: Sauvegarder le début de délais des retouches
german: Speichern des Anfangs Leerlaufes Schnitt
italian: Salva momento inizio taglio
japanese: 開始時間トリミングを保存する
spanish: Guardar la hora de inicio ajustada

# Menu/Controls/Stop
source: Stop
french: Arrêter
german: Stopp
italian: Interrompi
japanese: ストップ
spanish: Detener

# Menu/Controls/Suppress Center Channel Vocal
source: Suppress Center Channel Vocal
dutch: Onderdruk Midden Kanaal Stem
french: Supprimer la chaîne vocale centrale
german: Zentrale Kanalstimme unterdrücken
italian: Elimina coro canale centrale
japanese: センターチャンネルボーカルを抑制
spanish: Suprimir voz del canal central

# Menu/Controls/Suppress Left Channel Vocal
source: Suppress Left Channel Vocal
dutch: Onderdruk Linker Kanaal Stem
french: Supprimer la chaîne vocale de gauche
german: Linke Kanalstimme unterdrücken
italian: Elimina coro canale sinistro
japanese: 左チャンネルボーカルを抑制
spanish: Suprimir voz del canal izquierdo

# Menu/Controls/Suppress Right Channel Vocal
source: Suppress Right Channel Vocal
dutch: Onderdruk Rechter Kanaal Stem
french: Supprimer la chaîne vocale droite
german: Rechte Kanalstimme unterdrücken
italian: Elimina coro canale destro
japanese: 右チャンネルボーカルを抑制
spanish: Suprimir voz del canal derecho

# Menu/Controls/Sync-Slipping
source: Sync-Slipping
french: Dérapage-Sync
german: Verschiebung
italian: Ritardo audio/video sincronizzazione
japanese: 同期スリッピング
spanish: Desviación de sincronización

# Menu/Controls/Tempo Faster
source: Tempo Faster
dutch: Tempo Sneller
french: Tempo plus vite
german: Tempo schneller
italian: Tempo più veloce
japanese: テンポを速める
spanish: Tempo más rápido

# Menu/Controls/Tempo Slower
source: Tempo Slower
dutch: Tempo Langzamer
french: Tempo moins vite
german: Tempo langsamer
italian: Tempo più lento
japanese: テンポを遅くする
spanish: Tempo más lento

# Menu/Controls/Volume Down
source: Volume Down
dutch: Volume Omlaag
french: Baisse de volume
german: Leiser
italian: Abbassa volume
japanese: 音量を下げる
spanish: Bajar volumen

# Menu/Controls/Volume Up
source: Volume Up
dutch: Volume Omhoog
french: Augmentation de volume
german: Lauter
italian: Alza volume
japanese: 音量を上げる
spanish: Subir volumen

# Menu/Edit
source: Edit
dutch: Bewerken
french: Modifier
german: Bearbeiten
italian: Modifica
japanese: 編集
spanish: Editar

# Menu/Edit/Clear
source: Clear
dutch: Opschonen
french: Effacer
german: Leeren
italian: Cancella
japanese: 消去
spanish: Borrar

# Menu/Edit/Copy
source: Copy
dutch: Kopieeren
french: Copier
german: Kopieren
italian: Copia
japanese: コピー
spanish: Copiar

# Menu/Edit/Cut
source: Cut
dutch: Knippen
french: Couper
german: Ausschneiden
italian: Taglia
japanese: カット
spanish: Cortar

# Menu/Edit/Deselect All
source: Deselect All
dutch: Deselecteer Alles
french: Désélectionner tout
german: Alle deselektieren
italian: Deseleziona tutto
japanese: 選択をすべて外す
spanish: Anular la selección de todo

# Menu/Edit/Duplicate
source: Duplicate
dutch: Verdubbel
french: Dupliquer
german: Duplizieren
italian: Duplica
japanese: 複製
spanish: Duplicar

# Menu/Edit/Find in Library
source: Find in Library
dutch: Vind het in de Bibliotheek
french: Trouver dans la bibliothèque
german: In der Bibliothek suchen
italian: Trova nella libreria
japanese: ライブラリでみつける
spanish: Encontrar en biblioteca

# Menu/Edit/Find in Playlist
source: Find in Playlist
dutch: Vind het in de Afspeellijst
french: Trouver dans la liste de lecture
german: In Wiedergabeliste suchen
italian: Trova nella playlist
japanese: プレイリストでみつける
spanish: Encontrar en lista de reproducción

# Menu/Edit/Paste
source: Paste
dutch: Plakken
french: Coller
german: Einfügen
italian: Incolla
japanese: ペースト
spanish: Pegar

# Menu/Edit/Redo
source: Redo
dutch: Opnieuw
french: Refaire
german: Wiederherstellen
italian: Ripeti
japanese: やり直す
spanish: Rehacer

# Menu/Edit/Remove All Playlist Items?
source: Remove All Playlist Items…
dutch: Verwijder Alle Afspeellijst Items…
french: Retirer toutes les éléments de la liste de lecture…
german: Alle Einträge der Wiedergabeliste entfernen…
italian: Elimina tutti gli elementi della playlist…
japanese: すべてのプレイリスト項目を削除…
spanish: Quitar todos los elementos de la lista de reproducción…

# Menu/Edit/Remove from Library?
source: Remove from Library…
dutch: Verwijderen van de Bibliotheek…
french: Retirer de la bibliothèque…
german: Aus der Bibliothek entfernen…
italian: Elimina dalla libreria…
japanese: ライブラリから削除…
spanish: Quitar de la biblioteca…

# Menu/Edit/Select All
source: Select All
dutch: Selecteer Alles
french: Tout Sélectionner
german: Alle auswählen
italian: Seleziona tutto
japanese: すべて選択する
spanish: Seleccionar todo

# Menu/Edit/Special Characters?
source: Special Characters…
dutch: Speciale Karakters…
french: Caractères spéciaux…
german: Sonderzeichen…
italian: Caratteri speciali…
japanese: 特殊文字…
spanish: Caracteres especiales…

# Menu/Edit/Trash Original Files?
source: Trash Original Files…
dutch: Gooi de Originele Bestanden weg…
french: Mettre les fichiers originaux à la corbeille…
german: Originaldateien wegwerfen…
italian: Cestina file originali…
japanese: オリジナルファイルをゴミ箱に移動…
spanish: Enviar archivos originales a la papelera…

# Menu/Edit/Undo
source: Undo
dutch: Ongedaan maken
french: Annuler
german: Rückgängig
italian: Annulla
japanese: 取り消す
spanish: Deshacer

# Menu/File
source: File
dutch: Bestand
french: Fichier
german: Datei
japanese: ファイル
spanish: Archivo

# Menu/File/Add to Library?
source: Add to Library…
dutch: Voeg toe aan Bibliotheek…
french: Ajouter à la bibliothèque…
german: Zur Biblithek hinzufügen…
italian: Aggiungi alla libreria…
japanese: ライブラリに追加…
spanish: Añadir a la biblioteca…

# Menu/File/Burn Playlist?
source: Burn Playlist…
dutch: Brand Afspeellijst…
french: Graver la liste de lecture…
german: Wiedergabeliste brennen…
italian: Masterizza playlist…
japanese: プレイリストからディスクの作成…
spanish: Grabar lista de reproducción…

# Menu/File/Catalog Setup?
source: Catalog Setup…
dutch: Catalogus Instellen…
french: Paramétrage de catalogue
german: Einrichten des Katalogs…
italian: Impostazioni catalogo…
japanese: カタログのセットアップ…
spanish: Configuración de catálogo…

# Menu/File/Close Window
source: Close Window
dutch: Sluit Venster
french: Fermer la fenêtre
german: Fenster schließen
italian: Chiudi finestra
japanese: ウィンドウを閉じる
spanish: Cerrar ventana

# Menu/File/Exit
source: Exit
dutch: Uitgang
german: Beenden
italian: Esci
japanese: 終了
spanish: Salir

# Menu/File/Export
source: Export
dutch: Exporteer
french: Exporter
italian: Esporta
japanese: エクスポート
spanish: Exportar

# Menu/File/Get Info?
source: Get Info…
dutch: Informatie Opvragen…
french: Procurez de l'info…
german: Song Infos…
italian: Acquisisci informazioni…
japanese: 情報を見る…
spanish: Obtener info…

# Menu/File/Get Media Info?
source: Get Media Info…
dutch: Media Informatie Opvragen…
french: Procurez de l'info média…
german: Medieninformationen…
italian: Acquisisci informazioni supporto…
japanese: メディア情報を見る…
spanish: Obtener info de medios…

# Menu/File/New Playlist
source: New Playlist
dutch: Nieuwe Afspeellijst
french: Nouvelle liste de lecture
german: Neue Wiedergabeliste
italian: Nuova playlist
japanese: 新規プレイリスト
spanish: Nueva lista de reproducción

# Menu/File/New Preset Playlist
source: New Preset Playlist
dutch: Nieuwe Ingestelde Afspeellijst
french: Nouveau pré-reglage de la liste de lecture
german: Neue voreingestellte Wiedergabeliste
italian: Nuova playlist preimpostata
japanese: 新規プリセットプレイリスト
spanish: Nueva lista de reproducción predefinida

# Menu/File/New Singer
source: New Singer
dutch: Nieuwe Zanger
french: Nouveau chanteur
german: Neuer Sänger
italian: Nuovo cantante
japanese: 新規歌手
spanish: Nuevo cantante

# Menu/File/Print Catalog?
source: Print Catalog…
dutch: Print Catalogus…
french: Imprimer le catalogue…
german: Katalog drucken…
italian: Stampa catalogo…
japanese: カタログを印刷…
spanish: Imprimir catálogo…

# Menu/File/Reveal in Explorer
source: Reveal in Explorer
dutch: Onthul in Explorer
french: Révéler dans l'explorateur
german: In Explorer zeigen
italian: Mostra nella finestra Esplora
japanese: Explorer で表示
spanish: Desvelar en Explorer

# Menu/File/Reveal in Finder
source: Reveal in Finder
dutch: Onthullen in Finder
french: Révéler dans le camps de la recherche
german: Im Finder zeigen
italian: Mostra nella finestra Trova
japanese: Finder で表示する
spanish: Desvelar en Finder

# Menu/File/Rip Selected
source: Rip Selected
dutch: Rip Selectie
french: Graveur sélectionné
german: Auswahl rippen
italian: Copia selezionati
japanese: 選択されたリップ
spanish: Extracción seleccionada

# Menu/File/Save Database
source: Save Database
dutch: Bewaar Database
french: Sauvegarder la base de données
german: Datenbank speichern
italian: Salva database
japanese: データベースを保存する
spanish: Guardar base de datos

# Menu/File/Venue
source: Venue
dutch: Plaats
french: Lieu
german: Veranstaltungsort
italian: Location performance
japanese: 会場
spanish: Ubicación

# Menu/Help
source: Help
dutch: Hulp
french: Aide
german: Hilfe
italian: Aiuto
japanese: ヘルプ
spanish: Ayuda

# Menu/Help/Check for Update?
source: Check for Update…
dutch: Controleer voor Update…
french: Vérifiez pour la mise à jour…
german: Auf Updates überprüfen…
italian: Controlla aggiornamenti…
japanese: 更新を確認…
spanish: Comprobar actualizaciones…

# Menu/Help/Deactivate Serial Number?
source: Deactivate Serial Number…
dutch: Serienummer uitschakelen...
french: Désactivation du numéro de série...
german: Seriennummer deaktivieren...
italian: Disattiva il numero seriale...
japanese: シリアルナンバー登録を取り消す…
spanish: Desactivar número de serie...

# Menu/Help/E-mail Feedback?
source: E-mail Feedback…
french: Commentaires sur l'e-mail…
german: Feedback per E-Mail…
italian: Invia feedback via e-mail…
japanese: Eメールフィードバック…
spanish: Comentarios por e-mail…

# Menu/Help/Enter Serial Number?
source: Enter Serial Number…
dutch: Voer Serie Nummer in...
french: Entrer le numéro de série...
german: Seriennummer eingeben...
italian: Inserimento del numero seriale...
japanese: シリアル番号を入力…
spanish: Introducir número de serie...

# Menu/Help/Manual Activation?
source: Manual Activation…
dutch: Handmatig Activeren...
french: Activation manuelle...
german: Manuelle Aktivierung...
italian: Attivazione manuale...
japanese: 手動アクティベーション…
spanish: Activación manual...

# Menu/Help/Purchase?
source: Purchase…
dutch: Koop...
french: Acheter...
german: Erwerben...
italian: Acquisto...
japanese: 購入...
spanish: Comprar...

# Menu/Help/Reveal Logs
source: Reveal Logs
dutch: Onthul Logs
french: Révéler les journaux
german: Logs offenbaren
italian: Mostra log
japanese: ログを表示する
spanish: Desvelar registros

# Menu/Help/Reveal Preferences
source: Reveal Preferences
dutch: Onthul vooraf ingestelde Instellingen
french: Révéler les préférences
german: Präferenzen zeigen
italian: Mostra preferenze
japanese: 環境設定を表示する
spanish: Desvelar preferencias

# Menu/Help/Send Crash Report?
source: Send Crash Report…
dutch: Stuur Crash Rapport…
french: Envoyer le rapport de panne…
german: Absturzbericht senden…
italian: Invia report arresto anomalo…
japanese: クラッシュレポートを送信する…
spanish: Enviar informe de fallo…

# Menu/Help/Send Log File?
source: Send Log File…
dutch: Stuur Log Bestand…
french: Envoyer le fichier des journaux…
german: Logdatei senden…
italian: Invia file di log…
japanese: ログファイルを送信する…
spanish: Enviar archivo de registro…

# Menu/Help/Web Form Feedback?
source: Web Form Feedback…
dutch: Web Formulier Feedback…
french: Commentaires sur le formulaire du web…
german: Feedback per Webform…
italian: Invia feedback via modulo Web…
japanese: Web フォームフィードバック…
spanish: Comentarios en formulario web…

# Menu/Help/Web Forums?
source: Web Forums…
french: Forums du web…
german: Webforen…
italian: Forum Web
japanese: Web フォーラム…
spanish: Foros en la web…

# Menu/Help/What?s New?
source: What’s New…
dutch: Wat is Nieuw…
french: Quoi de neuf…
german: Was gibt
italian: Novità…
japanese: 新着情報…
spanish: Novedades…

# Menu/Help/kJams Help?
source: kJams Help…
dutch: kJams Hulp…
french: Aide kJams…
german: kJams-Hilfe…
italian: Guida kJams…
japanese: kJams ヘルプ…
spanish: Ayuda de kJams…

# Menu/Video
source: Video
french: Vidéo
japanese: 動画（ビデオ）
spanish: Vídeo

# Menu/Video/Applause
source: Applause
dutch: Applaus
french: Applaudissements
german: Applaus
italian: Applauso
japanese: 拍手
spanish: Aplauso

# Menu/Video/Contest Tonight!
source: Contest Tonight!
dutch: Wedstrijd Vanavond!
french: Concours ce soir!
german: Wettbewerb heute Abend!
italian: Gareggia stasera!
japanese: 今夜はコンテストです!
spanish: ¡Concurso esta noche!

# Menu/Video/Custom Picture
source: Custom Picture
dutch: Eigen afbeelding
french: Image personnalisée
german: Benutzerdefiniertes Bild
italian: Immagine personalizzata
japanese: カスタム写真
spanish: Foto personalizada

# Menu/Video/Display Recent Messenger Message
source: Display Recent Messenger Message
dutch: Toon Recent Messenger Bericht
french: Affichage des messages de Messenger récentes
german: Neue Messenger-Mitteilung anzeigen
italian: Visualizza messaggio della messaggistica recente
japanese: 最近のメッセーンジャーのメッセージを表示する
spanish: Mostrar mensaje reciente del Messenger

# Menu/Video/Display Recent ShowScreen Message
source: Display Recent ShowScreen Message
dutch: Toon Recent ShowScherm Bericht
french: Affichage des messages récents ShowScreen
german: Neue ShowScreen-Mitteilung anzeigen
italian: Visualizza messaggio ShowScreen recente
japanese: 最近の ShowScreen メッセージを表示する
spanish: Mostrar mensaje reciente de ShowScreen

# Menu/Video/Double Size
source: Double Size
dutch: Dubbele Grootte
french: Format double
german: Doppelgröße
italian: Raddoppia
japanese: 2倍サイズ
spanish: Tamaño doble

# Menu/Video/Drink Responsibly
source: Drink Responsibly
dutch: Drink Bewust
french: Responsabilité de la consommation
german: Verantwortlich trinken
italian: Bevi responsabilmente
japanese: 飲酒には責任を持ってください。
spanish: Beba con responsabilidad

# Menu/Video/Drink Specials
source: Drink Specials
french: Consommation spéciales
german: Spezielle Getränke
italian: Bevi speciali
japanese: ドリンクスペシャル
spanish: Bebidas especiales

# Menu/Video/Full Screen
source: Full Screen
dutch: Volledig Scherm
french: Plein écran
german: Vollbildschirm
italian: Schermo intero
japanese: フルスクリーン表示
spanish: Pantalla completa

# Menu/Video/Hide ShowScreen
source: Hide ShowScreen
dutch: Verberg ShowScherm
french: Cacher écran d'affichage
german: Rotation Fenster verbergen
italian: Nascondi ShowScreen
japanese: ShowScreen を隠す
spanish: Ocultar ShowScreen

# Menu/Video/Loop Messenger
source: Loop Messenger
dutch: Messenger loopen
french: Boucle Messenger
japanese: メッセンジャーをループ表示
spanish: Repetir mensaje

# Menu/Video/Messenger Message?
source: Messenger Message…
dutch: Messenger Bericht…
french: Message Messenger…
german: Messenger-Mitteilung…
italian: Messaggio su Messenger…
japanese: メッセンジャーのメッセージ…
spanish: Mensaje del Messenger…

# Menu/Video/Messenger Rotation
source: Messenger Rotation
dutch: Messnger Rotatie
french: Rotation de Messenger
italian: Rotazione Messenger
japanese: メッセンジャーのローテーション
spanish: Rotación del Messenger

# Menu/Video/Normal Size
source: Normal Size
dutch: Normale Grootte
french: Format normal
german: Normalgröße
italian: Dimensioni normali
japanese: 通常サイズ
spanish: Tamaño normal
