Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/Menus.strings
Languages: dutch, french, german, italian, japanese, spanish

# Menu/Video/Show about to begin
source: Show about to begin
dutch: De Show gaat beginnen
french: Spectacle sur le point de commencer
german: Die Show beginnt
italian: Lo spettacolo sta quasi per cominciare
japanese: もうすぐショーが始まります。
spanish: Espectáculo a punto de comenzar

# Menu/Video/Show's Over
source: Show's Over
dutch: De Show is Voorbij
french: Fin de spectacle
german: Die Show ist vorbei
italian: Spettacolo terminato
japanese: ショーが終わりました。
spanish: El espectáculo ha terminado

# Menu/Video/ShowScreen Message?
source: ShowScreen Message…
dutch: ShowScherm Bericht…
french: Afficher message d'écran…
german: ShowScreen-Mitteilung…
italian: Messaggio ShowScreen…
japanese: ShowScreen メッセージ…
spanish: Mensaje de ShowScreen…

# Menu/Video/Tip your Waitress (Betty)
source: Tip your Waitress (Betty)
dutch: Geef de Bediening fooi (Betty)
french: Donner un pourboire à la serveuse (Betty)
german: Geben Sie Ihrer Bedienung Trinkgeld (Betty)
italian: Suggerisci cameriera (Betty)
japanese: ウェイトレスにチップをやる（ベティ）
spanish: Déle una propina a su camarera (Betty)

# Menu/Video/Tip your Waitress (Modern)
source: Tip your Waitress (Modern)
dutch: Geef de Bediening fooi (Modern)
french: Donner un pourboire à la serveuse (Moderne)
german: Geben Sie Ihrer Bedienung Trinkgeld (Modern)
italian: Suggerisci cameriere (Moderno)
japanese: あなたのウェイトレスにチップをやる（モダン）
spanish: Déle una propina a su camarera (Modern)

# Menu/Video/Toggle Rotation ShowScreen
source: Toggle Rotation ShowScreen
dutch: Wissel Rotatie ShowScherm
french: Basculer le rotation de l'écran d'affichage
german: Rotation Fenster aufrufen
italian: Passa alla rotazione ShowScreen
japanese: ShowScreen のローテーションをトグル
spanish: Alternar rotación ShowScreen

# Menu/Video/Transparent Video
source: Transparent Video
dutch: Transparante Video
french: Vidéo transparente
german: Transparentes Video
italian: Video trasparente
japanese: 透過的な動画
spanish: Vídeo transparente

# Menu/Video/Triple Size
source: Triple Size
dutch: Driedubbele Grootte
french: Format triple
german: Dreifache Größe
italian: Triplica
japanese: 3倍サイズ
spanish: Tamaño triple

# Menu/Video/Web Cam Video Underlay
source: Web Cam Video Underlay
french: Sous- couche vidéo webcam
german: Videounterlage für Webcam
italian: Sottostrato video webcam
japanese: ウェブカム動画アンダーレイ
spanish: Subcapa de vídeo de webcam

# Menu/Video/kJams Rocks
source: kJams Rocks
french: kJams est le meilleur
german: kJams rockt
italian: Rock kJams
japanese: kJams ロック
spanish: kJams es increíble

# Menu/Window
source: Window
dutch: Venster
french: Fenêtre
german: Fenster
italian: Finestra
japanese: ウィンドウ
spanish: Ventana

# Menu/Window/Activity
source: Activity
dutch: Activiteit
french: Activité
german: Aktivität
italian: Attività
japanese: アクティビティ
spanish: Actividad

# Menu/Window/Video 2
source: Video 2
french: Vidéo 2
japanese: 動画 2
spanish: Vídeo 2

# Menu/Window/Video
source: Video
french: Vidéo
japanese: 動画（ビデオ）
spanish: Vídeo

# Menu/Window/Zoom
source: Zoom
dutch: Zoomen
german: Zoomen
italian: Ingrandimento
japanese: ズーム

# ProMenu/Venue
source: Venue
dutch: Plaats
french: Lieu
german: Veranstaltungsort
italian: Location performance
japanese: 会場
spanish: Ubicación

# ProMenu/Venue/Delete Venue
source: Delete Venue
dutch: Verwijder Plaats
french: Supprimer endroit
german: Ort löschen
italian: Elimina location performance
japanese: 会場を削除
spanish: Eliminar ubicación

# ProMenu/Venue/New Venue
source: New Venue
dutch: Nieuwe Plaats
french: Nouvel lieu
german: Neuer Veranstaltunsort
italian: Nuova location performance
japanese: 新規会場
spanish: Nueva ubicación

# SubMenu/Album
source: Album
japanese: アルバム
spanish: Álbum

# SubMenu/Audio Import Encoder
source: Audio Import Encoder
dutch: Audio Importeer Encoder
french: Importer l'encodeur audio
italian: Codificatore importa audio
japanese: 音声インポートエンコーダ
spanish: Auto importar codificador

# SubMenu/Audio Input
source: Audio Input
dutch: Audio Ingang
french: Entré audio
german: Audioeingang
italian: Ingresso audio
japanese: 音声入力
spanish: Entrada de audio

# SubMenu/Audio Output
source: Audio Output
dutch: Audio Uitgang
french: Sortie audio
german: Audioausgang
italian: Uscita audio
japanese: 音声出力
spanish: Salida de audio

# SubMenu/CDG Instruction:
source: CDG Instruction:
dutch: CDG Instructie:
french: Instruction CDG:
german: CDG-Anweisung:
italian: Istruzioni CDG:
japanese: CDGの指示：
spanish: Instrucción de CDG:

# SubMenu/CDG Instruction:/Border Preset
source: Border Preset
dutch: Grens vooraf ingestelde Instellingen
french: Bord prédefini
german: Voreinstellung der Begrenzung
italian: Bordo preimpostato
japanese: ボーダープリセット
spanish: Borde predefinido

# SubMenu/CDG Instruction:/Define Transparency
source: Define Transparency
dutch: Defineer Transparantheid
french: Définir la transparence
german: Transparenz definieren
italian: Definisci trasparenza
japanese: 透過性の定義
spanish: Definir transparencia

# SubMenu/CDG Instruction:/Font Xor
source: Font Xor
french: Police Xor
german: Schriftart Xor
italian: Carattere Xor
japanese: フォント Xor
spanish: Fuente Xor

# SubMenu/CDG Instruction:/Font
source: Font
french: Police
german: Schriftart
italian: Carattere
japanese: フォント
spanish: Fuente

# SubMenu/CDG Instruction:/Load CLUT Hi
source: Load CLUT Hi
dutch: Laad CLUT Hi
french: Chargement de CLUT Hi
german: CLUT Hi laden
italian: Carica CLUT alto
japanese: CLUT Hi をロードする
spanish: Cargar CLUT Hi

# SubMenu/CDG Instruction:/Load CLUT Lo
source: Load CLUT Lo
dutch: Laad CLUT Lo
french: Chargement de CLUT Lo
german: CLUT Lo laden
italian: Carica CLUT basso
japanese: CLUT Lo をロードする
spanish: Cargar CLUT Lo

# SubMenu/CDG Instruction:/Memory Preset
source: Memory Preset
dutch: Geheugen vooraf ingestelde Instelling
french: Mémoire prédéfinie
german: Voreingestellter Speicher
italian: Preimpostazione memoria
japanese: メモリプリセット
spanish: Memoria predefinida

# SubMenu/CDG Instruction:/None
source: None
dutch: Geen
french: Aucun
german: Keins
italian: Nessuno
japanese: なし
spanish: Ninguna

# SubMenu/CDG Instruction:/Scroll Copy
source: Scroll Copy
dutch: Scroll Kopie
french: Défilement de la copie
german: Kopie scrollen
italian: Scorri copia
japanese: スクロールコピー
spanish: Desplazar copia

# SubMenu/CDG Instruction:/Scroll Preset
source: Scroll Preset
dutch: Scroll Vooraf ingestelde Instellingen
french: Défilement de la présélection
german: Voreinstellung scrollen
italian: Scorri Preimposta
japanese: スクロールプリセット
spanish: Desplazar valor predefinido

# SubMenu/Category
source: Category
dutch: Categorie
french: Catégorie
german: Kategorie
italian: Categoria
japanese: カテゴリ
spanish: Categoría

# SubMenu/Convert:
source: Convert:
dutch: Converteren:
french: Conversion:
german: Konvertieren:
italian: Converti:
japanese: 変換
spanish: Convertir:

# SubMenu/Convert:/Common to Native to CDG
source: Common to Native to CDG
dutch: Normaal tot Natuurlijk voor CDG
french: Commun à natif à CDG
german: Stammt allgemein von CDG
italian: Da comune a nativo a CDG
japanese: コモン→ネイティブ→CDG へ
spanish: Común a Nativo a CDG

# SubMenu/Convert:/Native to CDG
source: Native to CDG
dutch: Natuurlijk voor CDG
french: Natif à CDG
german: Stammt von CDG
italian: Da nativo a CDG
japanese: CDG →ネイティブ
spanish: Nativo a CDG

# SubMenu/Convert:/Source to Common to Native to CDG
source: Source to Common to Native to CDG
dutch: Bron tot Normaal tot Natuurlijk voor CDG
french: Source à commun à natif à CDG
german: Quelle stammt allgmein von CDG
italian: Da origine a comune a nativo a CDG
japanese: ソース→コモン→ネイティブ→ CDG へ
spanish: Origen a Común a Nativo a CDG

# SubMenu/Country
source: Country
dutch: Land
french: Pays
german: Land
italian: Paese
japanese: 国
spanish: País

# SubMenu/Credit Card
source: Credit Card
french: Carte de crédit
german: Kreditkarte
italian: Carta di credito
japanese: クレジットカード
spanish: Tarjeta de crédito

# SubMenu/Credit Card/None
source: None
dutch: Geen
french: Aucun
german: Keins
italian: Nessuno
japanese: なし
spanish: Ninguna

# SubMenu/Disc Selection
source: Disc Selection
dutch: Disc Selectie
french: Sélection du disque
german: Diskauswahl
italian: Selezione disco
japanese: ディスクの選択
spanish: Selección de disco

# SubMenu/Edit
source: Edit
dutch: Bewerken
french: Modifier
german: Bearbeiten
italian: Modifica
japanese: 編集
spanish: Editar

# SubMenu/Edit/Copy
source: Copy
dutch: Kopieeren
french: Copier
german: Kopieren
italian: Copia
japanese: コピー
spanish: Copiar

# SubMenu/Edit/Cut
source: Cut
dutch: Knippen
french: Couper
german: Ausschneiden
italian: Taglia
japanese: カット
spanish: Cortar

# SubMenu/Edit/Paste
source: Paste
dutch: Plakken
french: Coller
german: Einfügen
italian: Incolla
japanese: ペースト
spanish: Pegar

# SubMenu/Export
source: Export
dutch: Exporteer
french: Exporter
italian: Esporta
japanese: エクスポート
spanish: Exportar

# SubMenu/Export/Entire Library Playlist: CSV WTK?
source: Entire Library Playlist: CSV WTK…
dutch: Volledige afspeellijst bibliotheek: CSV WTK…
french: Liste de lecture bibliothèque entière : CSV WTK…
german: Gesamte Bibliotheks-Wiedergabeliste: CSV WTK…
italian: Playlist di tutta la libreria: CSV WTK...
japanese: ライブラリにある全プレイリスト： CSV WTK…
spanish: Biblioteca de lista de reproducción entera: CSV WTK…

# SubMenu/Export/Entire Playlist: All Files?
source: Entire Playlist: All Files…
dutch: Hele Afspeellijst: Alle Bestanden…
french: Saisir liste de lecture: tout les fichiers…
german: Gesamte Wiedergabeliste: Alle Dateien…
italian: Playlist intera: tutti i file…
japanese: プレイリスト全体： すべてのファイル…
spanish: Lista de reproducción entera: Todos los archivos…

# SubMenu/Export/Entire Playlist: CSV?
source: Entire Playlist: CSV…
dutch: Hele Afspeellijst: CSV…
french: Liste de lecture entière: CSV…
german: Gesamte Wiedergabeliste: CSV…
italian: Playlist intera: CSV…
japanese: プレイリスト全体: CSV…
spanish: Lista de reproducción entera: CSV…

# SubMenu/Export/Entire Playlist: Multiple BIN / CUE?
source: Entire Playlist: Multiple BIN / CUE…
dutch: Hele Afspeellijst: Meerder BIN / CUE…
french: Liste de lecture entière: BIN/REPÈRE multiple…
german: Gesamte Wiedergabeliste: Mehrfache BIN / CUE…
italian: Playlist intera: BIN/CUE multipli…
japanese: プレイリスト全体： 複数の BIN / CUE…
spanish: Lista de reproducción entera: Múltiple BIN / CUE…

# SubMenu/Export/Entire Playlist: Only Audio Files?
source: Entire Playlist: Only Audio Files…
dutch: Hele Afspeellijst: Alleen Audio Bestanden…
french: Liste de lecture entière: fichiers audio uniquement…
german: Gesamte Wiedergabeliste: Nur Audiodateien…
italian: Playlist intera: solo file audio…
japanese: プレイリスト全体: 音声ファイルだけ…
spanish: Lista de reproducción entera: Sólo archivos de audio…

# SubMenu/Export/Entire Playlist: Single BIN / CUE?
source: Entire Playlist: Single BIN / CUE…
dutch: Hele Afspeellijst: Enkele BIN / CUE
french: Liste de lecture entière:BIN/REPÈRE simple…
german: Gesamte Wiedergabeliste: Einfache BIN / CUE…
italian: Playlist intera: BIN/CUE singolo…
japanese: プレイリスト全体： 単一の BIN / CUE…
spanish: Lista de reproducción entera: un solo BIN / CUE…

# SubMenu/Export/Entire Playlist: XML?
source: Entire Playlist: XML…
dutch: Hele Afspeellijst: XML…
french: Liste de lecture entière:XML…
german: Gesamte Wiedergabeliste XML…
italian: Playlist intera: XML…
japanese: プレイリスト全体： XML…
spanish: Lista de reproducción entera: XML…

# SubMenu/Export/Selection as QuickTime?
source: Selection as QuickTime…
dutch: Selectie als QuickTime…
french: Sélectionner en tant que QuickTime…
german: Auswahl als QuickTime…
italian: Seleziona come QuickTime…
japanese: QuickTime として選択…
spanish: Selección como QuickTime…

# SubMenu/Frame Rate:
source: Frame Rate:
dutch: Beeldweergave Tempo:
french: Le débit du cadre:
german: Bildfrequenz:
italian: Frequenza fotogrammi:
japanese: フレームレート：
spanish: Tasa de unidades de información:

# SubMenu/Genre
source: Genre
french: Type
german: Stil
italian: Genere
japanese: ジャンル
spanish: Género

# SubMenu/Graphics Channels
source: Graphics Channels
dutch: Grafische Kanalen
french: Chaînes graphiques
german: Grafische Kanäle
italian: Canali grafica
japanese: グラフィックチャンネル
spanish: Canales gráficos

# SubMenu/Horizontal:
source: Horizontal:
dutch: Horizontaal:
french: Horizontale:
italian: Orizzontale:
japanese: 水平方向：

# SubMenu/Horizontal:/Center
source: Center
dutch: Middelpunt
french: Centre
german: Zentral
italian: Centro
japanese: 中央
spanish: Centro

# SubMenu/Horizontal:/Left
source: Left
dutch: Links
french: A gauche
german: Links
italian: Sinistra
japanese: 左
spanish: Izquierdo

# SubMenu/Horizontal:/Right
source: Right
dutch: Rechts
french: A droite
german: Rechts
italian: Destra
japanese: 右
spanish: Derecho

# SubMenu/Include store songs in Library
source: Include store songs in Library
dutch: Inclusief storeliedjes in bibliotheek
french: Inclure les chansons de la boutique dans la bibliothèque
german: Laden-Lieder in Bibliothek einfügen
italian: Includi le canzoni dello Store nella Libreria
japanese: ライブラリにある Store の曲を含める
spanish: Incluir canciones de la tienda en la biblioteca

# SubMenu/Include store songs in Library/All Songs
source: All Songs
dutch: Alle liedjes
french: Toutes les chansons
german: Alle Lieder
italian: Tutte le canzoni
japanese: 全曲
spanish: Todas las canciones

# SubMenu/Include store songs in Library/None
source: None
dutch: Geen
french: Aucun
german: Keins
italian: Nessuno
japanese: なし
spanish: Ninguna

# SubMenu/Include store songs in Library/Only Free Streaming Songs
source: Only Free Streaming Songs
dutch: Alleen gratis stream-liedjes
french: Uniquement les chansons en diffusion gratuite
german: Nur frei gestreamte Lieder
italian: Solo le canzoni in streaming gratuito
japanese: 無料ストリーミング曲のみ
spanish: Solo canciones de torrentes gratuitos

# SubMenu/Include store songs in Library/Only Streaming Songs
source: Only Streaming Songs
dutch: Alleen stream-liedjes
french: Uniquement les chansons en diffusion
german: Nur gestreamte Lieder
italian: Solo le canzoni in streaming
japanese: ストリーミング曲のみ
spanish: Solo canciones de torrentes

# SubMenu/Interpret Template
source: Interpret Template
dutch: Interpreteer Sjabloon
french: Interprétez le modèle
german: Vorlage interpretieren
italian: Modello interprete
japanese: テンプレートの解釈
spanish: Plantilla de intérprete

# SubMenu/Labels
source: Labels
french: Étiquettes
italian: Etichette
japanese: ラベル
spanish: Etiquetas

# SubMenu/Labels/Blue
source: Blue
dutch: Blauw
french: Bleu
german: Blau
italian: Blu
japanese: 青
spanish: Azul

# SubMenu/Labels/Gray
source: Gray
dutch: Grijs
french: Gris
german: Grau
italian: Grigio
japanese: 灰
spanish: Gris

# SubMenu/Labels/Green
source: Green
dutch: Groen
french: Vert
german: Grün
italian: Verde
japanese: 緑
spanish: Verde

# SubMenu/Labels/None
source: None
dutch: Geen
french: Aucun
german: Keins
italian: Nessuno
japanese: なし
spanish: Ninguna

# SubMenu/Labels/Orange
source: Orange
dutch: Oranje
italian: Arancione
japanese: オレンジ
spanish: Naranja

# SubMenu/Labels/Purple
source: Purple
dutch: Paars
french: Pourpre
german: Violett
italian: Viola
japanese: 紫
spanish: Púrpura

# SubMenu/Labels/Red
source: Red
dutch: Rood
french: Rouge
german: Rot
italian: Rosso
japanese: 赤
spanish: Rojo

# SubMenu/Labels/Yellow
source: Yellow
dutch: Geel
french: Jaune
german: Gelb
italian: Giallo
japanese: 黄
spanish: Amarillo

# SubMenu/Lead Vocal Channel
source: Lead Vocal Channel
dutch: Leidende Stem Kanaal
french: Canaux vocales principaux
german: Leitstimmenkanal
italian: Canale frontman
japanese: リードボーカルチャンネル
spanish: Canal de la voz solista

# SubMenu/Lead Vocal Channel/No Lead Vocals
source: No Lead Vocals
dutch: Geen Stem Kanaal
french: Aucune vocale principale
german: Keine Leitstimmen
italian: Nessun coro
japanese: リードボーカルなし
spanish: Sin voces solistas

# SubMenu/Lead Vocal Channel/Vocals Channel: Center
source: Vocals Channel: Center
dutch: Stemmen Kanaal: Midden
french: Canaux vocales:Centre
german: Stimmenkanal: Zentrum
italian: Canale cori: centrale
japanese: ボーカルチャンネル：中央
spanish: Canales de voces: Centro

# SubMenu/Lead Vocal Channel/Vocals Channel: Left
source: Vocals Channel: Left
dutch: Stemmen Kanaal: Links
french: Canaux vocales : Gauche
german: Stimmenkanal: Links
italian: Canale cori: sinistro
japanese: ボーカルチャンネル：左
spanish: Canal de voces: Izquierdo

# SubMenu/Lead Vocal Channel/Vocals Channel: Right
source: Vocals Channel: Right
dutch: Stemmen Kanaal: Rechts
french: Canaux vocales:Droite
german: Stimmenkanal: Rechts
italian: Canale cori: destro
japanese: ボーカルチャンネル：右
spanish: Canal de voces: Derecho

# SubMenu/New Preset Playlist
source: New Preset Playlist
dutch: Nieuwe Ingestelde Afspeellijst
french: Nouveau pré-reglage de la liste de lecture
german: Neue voreingestellte Wiedergabeliste
italian: Nuova playlist preimpostata
japanese: 新規プリセットプレイリスト
spanish: Nueva lista de reproducción predefinida

# SubMenu/New Preset Playlist/Audio only
source: Audio only
dutch: Alleen Audio
french: Audio uniquement
german: Nur Audio
italian: Solo audio
japanese: 音声のみ
spanish: Sólo audio

# SubMenu/New Preset Playlist/Corrupted Zip files
source: Corrupted Zip files
dutch: Corrupte Zip bestanden
french: Fichiers de décompression endommagés
german: Beschädigte Zipdateien
italian: File zip danneggiati
japanese: 破損したZipファイル
spanish: Archivos Zip corruptos

# SubMenu/New Preset Playlist/Cull Duplicates (Loose)
source: Cull Duplicates (Loose)
dutch: Dubbele Cull (Los)
french: Double (léger)
german: Duplikate aussortieren (ungefähr)
italian: Seleziona duplicati (approssimativa)
japanese: カリングの重複（緩い）
spanish: Escoger duplicados (sueltos)

# SubMenu/New Preset Playlist/Cull Duplicates (Strict)
source: Cull Duplicates (Strict)
dutch: Dubbele Cull (Strikt)
french: Double (sévère)
german: Duplikate aussortieren (genau)
italian: Seleziona duplicati (precisa)
japanese: カリングの重複（厳密）
spanish: Escoger duplicados (estrictos)

# SubMenu/New Preset Playlist/Duplicate files (Loose)
source: Duplicate files (Loose)
dutch: Verdubbel bestanden (Los)
french: Fichiers doubles (légers)
german: Doppelte Dateien (ungefähr)
italian: Duplica file (approssimativa)
japanese: 重複ファイル（緩い）
spanish: Archivos duplicados (Sueltos)

# SubMenu/New Preset Playlist/Duplicate files (Strict)
source: Duplicate files (Strict)
dutch: Verdubbel bestanden (Strikt)
french: Fichiers doubles (sévère)
german: Doppelte Dateien (genau)
italian: Duplica file (precisa)
japanese: 重複ファイル（厳密）
spanish: Archivos duplicados (Estrictos)

# SubMenu/New Preset Playlist/Files inside ?kJams Music? folder
source: Files inside “kJams Music” folder
dutch: Bestanden in de “kJams Muziek” map
french: Fichiers à l'intérieur du dossier "kJams musique"
german: Dateien im „kJams Music“-Ordner
italian: File all'interno della cartella “kJams Music”
japanese: 「kJamsミュージック」フォルダ内のファイル
spanish: Archivos dentro de la carpeta "kJams Music"

# SubMenu/New Preset Playlist/Files referenced externally
source: Files referenced externally
dutch: Bestanden extern verwezen
french: Fichiers référencés en externe
german: Dateien mit externen Verweisen
italian: File di riferimento esterni
japanese: ファイルが外部参照されています。
spanish: Archivos usados como referencias externas

# SubMenu/New Preset Playlist/Missing Songs
source: Missing Songs
dutch: Missende Liedjes
french: Chansons manquantes
german: Fehlende Lieder
italian: Brani mancanti
japanese: 欠落している曲
spanish: Canciones omitidas

# SubMenu/New Preset Playlist/Unique Songs
source: Unique Songs
dutch: Unieke Liedjes
french: Chansons uniques
german: Einmalige Lieder
italian: Brani unici
japanese: ユニークな曲
spanish: Canciones únicas

# SubMenu/On CD Insert
source: On CD Insert
dutch: Op CD Hoes
french: Allumé insérer CD
german: Bei CD Einführung
italian: All'inserimento del CD
japanese: CD を挿入すると
spanish: Al insertar el CD

# SubMenu/On CD Insert/Begin Playing
source: Begin Playing
dutch: Begin Afspelen
french: Commencer la lecture
german: Abspielen beginnen
italian: Avvia riproduzione
japanese: 再生を開始する
spanish: Comenzar a reproducir

# SubMenu/On CD Insert/Do Nothing
source: Do Nothing
dutch: Doe Niets
french: Ne faites rien
german: Nichts tun
italian: Non fare niente
japanese: 何もしない
spanish: No hacer nada

# SubMenu/On CD Insert/Import Songs and Eject
source: Import Songs and Eject
dutch: Importeer Lied en Uitwerpen
french: Importer les chansons et éjecter
german: Lieder importieren und auswerfen
italian: Importa brani ed espelli
japanese: 曲をインポートし、取り出す
spanish: Importar canciones y expulsar

# SubMenu/On CD Insert/Import Songs
source: Import Songs
dutch: Importeer Liedjes
french: Importer les chansons
german: Lieder importieren
italian: Importa brani
japanese: 曲をインポート
spanish: Importar canciones

# SubMenu/On CD Insert/Show Songs
source: Show Songs
dutch: Toon Liedjes
french: Afficher les chansons
german: Lieder anzeigen
italian: Mostra brani
japanese: 曲を表示
spanish: Mostrar canciones

# SubMenu/Pitch Change
source: Pitch Change
dutch: Pitch Verandering
french: Changement de la hauteur des notes
german: Änderung der Tonhöhe
italian: Cambia tono
japanese: ピッチ変更
spanish: Cambio de tono

# SubMenu/QuickTime Export Encoder
source: QuickTime Export Encoder
dutch: QuickTime Exporteer Encoder
french: Encodeur d'exportation QuickTime
german: Export-Encoder von QuickTime
italian: Codificatore esportazione QuickTime
japanese: QuickTime エクスポートエンコーダ
spanish: Codificador de exportación de QuickTime

# SubMenu/Scan Meta Data
source: Scan Meta Data
french: Analyser les données méta
german: Metadaten scannen
italian: Scansiona metadati
japanese: メタデータをスキャン
spanish: Escanear metadatos

# SubMenu/Scan Meta Data/Ask
source: Ask
dutch: Vraag
french: Demander
german: Fragen
italian: Chiedi
japanese: 質問する
spanish: Preguntar

# SubMenu/Scan Meta Data/Use File Names
source: Use File Names
dutch: Gebruik Bestandsnamen
french: Utiliser les noms des fichiers
german: Dateinamen verwenden
italian: Usa nomi file
japanese: ファイル名を使う
spanish: Utilizar nombres de archivos

# SubMenu/Scan Meta Data/Use Meta Tags
source: Use Meta Tags
dutch: Gebruik Meta Labels
french: Utiliser les onglets méta
german: Meta Tags verwenden
italian: Usa meta tag
japanese: メタタグを使う
spanish: Utilizar meta etiquetas

# SubMenu/Song Context
source: Song Context
dutch: Zangwedstrijd
french: Contexte de la chanson
german: Liedkontext
italian: Contesto brano
japanese: 曲のコンテクスト
spanish: Concurso de canciones

# SubMenu/Song Context/Add to Singer
source: Add to Singer
dutch: Voeg toe aan de Zanger
french: Ajouter au chanteur
german: Zum Sänger hinzufügen
italian: Aggiungi al cantante
japanese: 歌手に追加
spanish: Añadir al cantante

# SubMenu/Song Context/Export QuickTime?
source: Export QuickTime…
dutch: Exporteer QuickTime…
french: Exporter QuickTime…
german: QuickTime exportieren…
italian: Esporta QuickTIme…
japanese: QuickTime をエクスポート…
spanish: Exportar QuickTime…

# SubMenu/Song Context/Get Info?
source: Get Info…
dutch: Informatie Opvragen…
french: Procurez de l'info…
german: Song Infos…
italian: Acquisisci informazioni…
japanese: 情報を見る…
spanish: Obtener info…

# SubMenu/Song Context/Get Media Info?
source: Get Media Info…
dutch: Media Informatie Opvragen…
french: Procurez de l'info média…
german: Medieninformationen…
italian: Acquisisci informazioni supporto…
japanese: メディア情報を見る…
spanish: Obtener info de medios…

# SubMenu/Song Context/Mark Sung
source: Mark Sung
dutch: Markeren als gezongen
french: Marquer comme chantée
italian: Segna come cantata
japanese: 既に歌った曲をマーク
spanish: Marcar como cantada

# SubMenu/Song Context/Pre-cache
source: Pre-cache
french: Pré-cache
japanese: プリキャッシュ
spanish: Pre-caché

# SubMenu/Song Context/Pull Meta Data
source: Pull Meta Data
dutch: Meta Data Trekken
french: Retirez rapport les données méta
german: Metadaten abrufen
italian: Estrarre metadati
japanese: メタデータを取得
spanish: Obtener metadatos
