Repository: manglos/kjams
Catalog: Contents/Resources/*.lproj/ProducerStrings.strings
Languages: french, german, italian, japanese, zh_hans

source: (none)
french: (aucun)
german: (keine)
italian: (nessuno)
japanese: (なし)
zh_hans: （无）

source: Fully Functional
french: Entièrement Fonctionnelle
german: Voll funktionstüchtig
italian: Completamente funzionante
japanese: フル機能
zh_hans: 功能全面

source: kJams Producer Plugin, v
french: Logiciel Producer Plugin kJams , v
german: kJams Hersteller-Plugin, v
italian: Plugin del produttore kJams, v
japanese: kJams Producer プラグイン、v
zh_hans: kJams生产插件，v

source: Plugin that allows kJams to edit existing or create new CD+G files.
french: Plugin qui permet d'éditer les kJams existant ou créer de nouveaux fichiers CD + G .
german: Plugin, welches es kJams ermöglicht, die bereits existierenden CD+G Ordner zu bearbeiten oder neue zu erstellen.
italian: Plugin che consente a kJams di modificare file esistenti o creare nuovi file CD+G.
japanese: kJams で既存の CD+G ファイルの編集または新規作成を可能にするプラグイン
zh_hans: 插件允许kJams编辑或创建CD+G格式文件。

source: Producer Plugin
french: Logiciel Producer Plugin
german: Hersteller-Plugin
italian: Plugin del produttore
japanese: Producer プラグイン
zh_hans: 生产插件

source: Producer plugin has expired, please download the latest!
french: Le logiciel Producer Plugin a expiré, veuillez télécharger la dernière version!
german: Hersteller-Plugin ist abgelaufen, bitte lade den neusten herunter!
italian: Il plugin del produttore Ã¨ scaduto. Scaricane l'ultima versione.
japanese: Producer プラグインが期限切れです。最新のものをダウンロードしてください!
zh_hans: 生产插件已过期，请下载最新版本！

source: str_tryout
french: La version d'essai du Producer Plugin dessin des croix ( X) en rouge à travers tous les éléments. Si vous ne souhaitez pas le faire, veuillez acheter le plugin.
german: Die Testversion des Hersteller-Plugins zeichnet rote X in all deine Elemente. Wenn du das nicht möchtest, kauf dir bitte das Plugin.
italian: La versione di prova del plugin del produttore traccia delle X rosse su tutti gli elementi. Per evitare questo, acquista il plug-in.
japanese: Producer プラグインの試用バージョンではすべての要素上に赤いXが表示されます。これを取り除くにはプラグインを購入してください。
zh_hans: 生产插件试用版可画红X在所有项目上。如果您不希望其出现，请购买插件。

source: Strange Status State in Producer Plugin
french: Etat du statut du logiciel Producer Plugin étrange
german: Unbekannter Zustandsstatus im Hertseller-Plugin
italian: Errore nel plugin del produttore
japanese: Producer プラグインが Strange Status 状況です。
zh_hans: 生产插件显示异常状态

source: Tryout Only (Red X's appear in your elements)
french: Essai uniquement (des croix (X) apparaissent dans vos éléments)
german: Nur Testversion ( Rote X erscheinen in deinen Elementen)
italian: Solo prova (verranno visualizzate delle X rosse sugli elementi)
japanese: 試用版のみ (すべての要素上に赤いXが表示されます)
zh_hans: 仅试用 （红X出现在您项目中）

source: Unknown Status
french: Etat inconnu
german: Unbekannter Status
italian: Stato non disponibile
japanese: Unknown 状況
zh_hans: 未知状态
